[["309324020", "食品工程CAD", "Food Engineering CAD", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "0.0", "32.0", "0.0", "0.0", "0.0", "", "", "讲授含实践", "", "计算机绘图-AutoCAD2014", "①AutoCAD2014中文版实用教程（精编版），机械工业出版社；\n②AutoCAD语言程序设计，化学工业出版社。", "肖凯，迟原龙", "该课程主要讲授Autodesk公司开发的中文版AutoCAD的使用，重点是二维图形中的应用。多媒体课堂教学和上机实践结合方式授课，注重实际上机操作的能力，以达到学以致用的目的。", "考试", "", "通过理论课程的学习和上机操作相结合的方式，能够较熟练地使用AutoCAD绘制二维图形，针对学习过程中和毕业设计环节中将出现的工艺流程图、设备布置图、厂房设计图等，分别讲授精确绘制图形的功能，控制图形的显示、使用夹点绘制图形等；对象的选择与编辑，以及如何使用文字、表格和图层；绘制复杂二维图形、面域以及图案填充的方法；文字样式、尺寸标注样式的创建方法，以及如何创建单行文字、多行文字和尺寸标注；块、块属性的创建与管理；图形的输入输出与打印。", "20140714"], ["309326020", "果蔬加工工艺学", "Fruit and vegetable processing technology", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "果蔬加工工艺学\x04", "果蔬采后生理与贮运学、果蔬加工技术", "贾利蓉", "该课程主要介绍果蔬采后生理、果蔬加工原理及加工技术，注重案例与专题的讲述和学习。", "考查", "", "果蔬采后生理、果蔬加工原理、果蔬罐藏技术、果蔬速冻、果蔬糖制、蔬菜腌制、果蔬干制品加工、鲜切果蔬加工、果蔬原料综合利用。", "20140714"], ["309329010", "毛皮创意染整实践", "Creative Dyeing of Fur", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "6.0", "", "10.0", "", "", "", "", "", "国际周课程", "讲授含实践", "王亚楠", "《皮革工业手册——毛皮分册》", "《毛皮工艺学》，《现代毛皮工艺学》", "王亚楠，陈彦", "本课程在国际实践周期间开设，主要讲授并实践创意毛皮染整工艺，使学生在1周内巩固毛皮工艺学相关理论知识，并增强动手能力。", "", "", "讲授酸性染色、漂白及褪色的原理与工艺特点，实践染单色、扎染、草上霜等创意染色工艺。?\x04o\n?", "20140918"], ["309330030", "食品工艺学", "Food Technology", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", "20140920"], ["309331010", "食品标准及质量控制", "Food Standards and Quality Control", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "1、标准化有关书籍2、质量认证有关书籍3、质量管理有关书籍", "", "项八一", "通过对标准及应用和质量控制的学习和了解，让学生能在食品生产企业工作时所必需掌握的基本技能知识。标准及应用课程预计用10个学时，质量控制课程用6个学时。", "", "", "1.标准及应用：（1）讲解标准基本知识。（2）结合案例讲解标准在食品企业中的应用。2.质量控制：  （1）讲解质量控制基本知识。（2）讲解质量管理模式及案例来说明食品生产企业如何对产品质量进行质量控制。", "20140923"], ["309332010", "表现色彩—日本岩彩画技法", "Japanese Rock-Dyestuff Painting", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "6.0", "", "10.0", "", "", "", "", "", "国际周课程", "讲授含实践", "赵武", "", "日本の绘画1", "竹原城文，赵武", "本课程在国际实践周期间开设，主要讲授并实践日本岩彩画的材料和基本创作技法，使学生在一周内熟悉材料，掌握岩彩画制作方法。", "考查", "", "本课程讲授日本画的诞生、近现代日本绘画的发展，以及日本岩彩画的基本知识、画具特征和制作技法。", "20141008"], ["309333010", "Leather Life Cycle", "Leather Life Cycle", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "RITA PUIG", "", "", "RITA PUIG", "1. Introduction to the Life Cycle Assessment and the Eco-labeling of products. The Leather products.\n2. The Carbon footprint and International drivers. Carbon footprint of leather and other materials.\n3. Modeling the leather tanning process. \n4. Leather &amp; Environment, next steps to a sustainable industry.\n5. Practical exercises for students\nThe students will have practical experience on all subjects described, by making different exercises, modeling and calculations.", "", "", "", "20150407"], ["309334010", "Green Chemistry", "Green Chemistry", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Hendrik Petrus Jozef Bonarius", "", "", "Hendrik Petrus Jozef Bonarius", "The global production of biobased polymers grows with a staggering average of 42% per year since 2003 and will continue to grow at a high pace. In the course ‘Green Chemistry’ students will learn the (bio)synthetic routes and chemical processes which are currently used for the manufacturing of biobased polymers. All three types of state-of-the-art processes for biopolymers are given: (1) polymerization of biochemicals obtained by pyrolysis or biorefinery of organic material, (2) polymerization of biochemicals obtained by fermentation, and (3) biosynthesis of bacterial and plant polymers and their refinery and chemical modification. For each route, examples are given which are state-of-the art. Technological challenges are presented and discussed. All bioplastics which are significant in the global economy are topic in these lectures: PLA, Biobased PE, PEF, PHA, modified starch and cellulose, and other green polymers.", "", "", "", "20150407"], ["309335010", "English Conversation", "English Conversation", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Jessica Lynn Farrar", "", "", "Jessica Lynn Farrar", "Why does one study English? The short answer is to communicate. However, although many students have studied English for several years, they have not achieved the ability to meaningfully communicate in the language. As English becomes a growing lingua franca, those who can use English effectively will gain many new opportunities. This course is designed for students who want to expand their ability to use English in a variety of situations. Emphasis will be on spoken communication, although some aspects of written and nonverbal cues will be examined, as well. Students will be taught to develop competence in natural conversation through role-play and small and large group discussions. Additional speaking activities will include debates and group presentations. Students will be assigned tasks to be solved using English collaboratively, just as they may need to do in situations outside of a classroom. Speaking activities will focus on relevant and topical issues, such as cultural figures, social conventions, comparing cultures, news and events, and entertainment, which will be drawn from experience and texts. Students should expect to be pushed outside of their comfort zone in order to develop fluency, automaticity, and confidence in using English for meaningful communication and to be able to continue to use it after the course ends.", "", "", "", "20150407"], ["309336010", "Business English", "Business English", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Jessica Lynn Farrar", "", "", "Jessica Lynn Farrar", "In this integrated skills course, students will develop fluency, accuracy, and communication skills in order to gain confidence in a variety of English-speaking business situations. There is an emphasis on speaking, especially impromptu situations. Writing for various business purposes, such as professional emails, CVs, and application forms, will be practiced. Essential business vocabulary will also be introduced through business-related readings. Participants will develop useful skills, cultural awareness, and vocabulary through active participation in everyday business situations.", "", "", "", "20150407"], ["309337010", "Underlying Principles in Beamhouse Processes", "Underlying Principles in Beamhouse Processes", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Thanikaivelan Palanisamy", "", "", "Thanikaivelan Palanisamy", "Physical and chemical principles behind preservation; Soaking principles; Unhairing mechanism – chemical versus enzyme; Osmotic swelling and physico-chemical interactions in fiber opening; Deliming principles; Bating objectives; Physico-chemical phenomenon in pickling.", "", "", "", "20150407"], ["309338010", "Conceptual Design of Cleaner Leather Processing", "Conceptual Design of Cleaner Leather Processing", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Thanikaivelan Palanisamy", "", "", "Thanikaivelan Palanisamy", "Salt-free curing; Sulphide-free unhairing; Lime-free fiber opening; NH3 free deliming; Salt-free pickling; Ecofriendly degreasing; Pickle-free chrome tanning concepts; Zero discharge concept; BOD/COD reduction; TDS reduction; Narrow pH leather process; Integrated process; Three step process; Reversed leather processing.", "", "", "", "20150407"], ["309339010", "Culture &amp; Art Communication and Interpersonal Communication in Cross-cultural Context", "Culture &amp; Art Communication and Interpersonal Communication in Cross-cultural Context", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Shaorong Huang", "", "", "Shaorong Huang", "This course introduces theory and practice in Culture &amp; Art Communication and  Interpersonal Communication in Cross-cultural Context. Topics include verbal and nonverbal communication(Culture &amp; Art Communication), perception and the development of the emotion relationship and art performance. Focus is on understanding and grasping the development of an understanding of fundamental interpersonal dynamics and basic skills from cross-cultural communication perspectives, which in a multidisciplinary, multi-disciplinary, multi-level cross-cultural art exchange platform.", "", "", "", "20150407"], ["309340010", "咖啡鉴赏与制作", "Coffee appreciation and production", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "咖啡师国家职业标准（白皮书）\n国际咖啡师WBC比赛规则\n咖啡品鉴\n咖啡-丰富多彩的世界", "", "汪凯", "1.为在校学生提供认识咖啡的发展史、了解咖啡的特性成分、掌握咖啡制作的方法；\n2.让学生在学习过程中掌握现代高端服务业相关服务技巧及发展趋势；\n3.使学生通过理论到实践的学习，了解掌握咖啡乃至饮料行业的国际标准及要求；\n4.能使学生掌握一技之长，通过课程学习达到独立掌握制作咖啡的技能\n1.了解咖啡的整个发展史；\n2.掌握咖啡的全套加工过程及方法；\n3.认识并通过实践掌握咖啡的制作过程；\n4.熟悉咖啡的相关服务及饮用礼仪", "考查", "", "1.咖啡的起源、传播、发展的全过程；\n2.咖啡从种植、生长、开花、结果、前期处理、储存、运输、烘焙、研磨、萃取、饮用的全流程；\n3.国际流行的主流咖啡制作方法的认识和实践；\n4.正确品评咖啡的方法及相关口味描述；\n5.咖啡的相关益处及药理功效讲解；\n6.咖啡之国际流行趋势及发展方向", "20150415"], ["309341010", "Food in American Culture", "Food in American Culture", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Lisa_Robinson", "This course explores the changing meaning of food and dining in American society over time. We will examine the connection between evolving American food systems (food production, preparation, &amp; consumption) and changes in American society. Using an interdisciplinary approach, we will examine the multiple meanings of “good” food in various American contexts and how these different meanings reflect multiple American identities.", "", "", "", "20150421国际处转"], ["309342010", "时装表演编导", "Directing and Organizing of Fashion Show", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "8.0", "", "8.0", "", "", "", "", "", "校外专家开课", "讲授含实践", "", "", "", "陈翔", "时装表演是时装界独特的服装展演形式，是用人的形体和形象动态地展示服装的风格、造型、结构和材料等特性，用于全面展现服装设计思想、服装与人体融合一体的综合形象和商业宣传，是服装设计人员必须认识或具备的专业艺术修养和技能。\n时装表演编导的课程目标是通过理论学习与实践，培养学生对服装设计的深入理解，了解服装与人物着装形象之间的内在关系，把握时装表演的基本概念、展示方法、艺术特征，能够有效地利用场地、舞台美术、灯光和音响等艺术手段完美地展现不同风格的服装特点，从而完美地传达服装设计思想、服饰形象和艺术价值，促进服装商业流通和价值的实现。", "", "", "服装表演组织和编导的概念，组织编导服装表演的分类特点和表演形式，服装表演组织策划内容和实施的流程，服装表演基本的舞台展演方法，舞台场地布局、舞台美术、音响、灯光和后台的设计制作，服装表演编导整体构思和策划。\x07", "20151019"], ["309343010", "生物制药技术及产业新进展", "Biopharmaceutical Technology and Development", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "朱辉", "生物制药技术与发展是生物工程领域最具活力的前沿方向，技术的进步与发展推动着整个产业的的蓬勃发展，本课程的开设对生物工程专业本科生具有开阔视野，引导兴趣，从而投身专业发展的作用。\n以产业发展为背景，从产业发展的角度梳理生物制药领域的技术前沿及产业化应用。", "", "", "1、微生物药物的新技术与新发展\n2、抗体药物的新技术与新发展\n3、植物药物的新技术与新发展等", "20151019"], ["309344010", "现代制革工艺技术及材料", "Advanced Leather-making Technologies and Chemicals", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "汪纪力", "针对已具备皮革基本专业基础知识的本科学生，介绍、讲解现代先进的制革工艺技术和材料，使学生们了解制革技术和材料的发展方向和趋势，培养学生的专业兴趣，加强学生的专业技能和解决实际专业技术问题的能力。\n1.进一步巩固专业基础知识；\n2.学习和了解皮革发展趋势，现代制革典型的先进工艺技术的特点、设计思路和实施方法；\n3.学习和了解先进皮革化学品的特点、性能和应用工艺条件。", "", "", "1、新的皮革产品的需求；\n2、新的制革工艺技术；\n3、新的皮革化工材料；\n4、典型制革节能减排，循环利用技术。", "20151019"], ["309345010", "浓香白酒特点与品鉴", "Characteristics of Luzhou flavor liquor and tasting", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "张良", "针对已具备白酒酿造基本知识的本科学生，介绍、讲解浓香白酒生产技术的进步与发展历程，使学生们了解浓香型白酒酿造与现代生物技术和材料的发展方向和趋势，培养学生的专业兴趣，加强学生的专业技能和解决实际专业技术问题的能力。\n1.进一步巩固专业基础知识；\n2.学习和了解酿酒发展趋势，现代浓香白酒先进工艺技术的特点、设计思路和实施方法；\n3.学习和了解白酒品鉴的基本方法与要求。", "", "", "1、传统生产工艺与现代生物技术的关系；\n2、浓香型白酒设计的策略；\n3、白酒品鉴的基本步骤与要求", "20151019"], ["309346100", "毕业论文（设计）", "Graduation Thesis (Design)", "轻纺与食品学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["309347100", "毕业论文（设计）", "Graduation Thesis (Design)", "轻纺与食品学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["309348100", "毕业论文（设计）", "Graduation Thesis (Design)", "轻纺与食品学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["309349005", "中国皮影艺术研习", "The art of Chinese Shadow Play", "轻纺与食品学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授含实践", "", "《皮影》（中国旅游出版社，2015）\n《中国皮影制作技法集锦》（中国美术学院出版社，2013）", "", "洪连伟", "通过讲解中国皮影自汉发源，至宋代发展，在清末达到艺术高峰，以及近百年来皮影艺术的发展流传情况和当代皮影艺人的生存状态，让学生了解皮影艺术的巨大魅力，推动中国传统艺术特别是非物质文化遗产在高校的传播与传承。同时通过讲解皮影雕刻的创新技术、皮影与现代媒体技术结合创新来激发学生的皮影设计创新思维和动手操作能力。\n开课教师洪连伟先生一直致力于皮影艺术的传承推广与创新应用，其组建的戏班“洪家班皮影社”曾在中国木偶剧院开展了一年的皮影表演，且将皮影加工技术创新与农户经营相结合，以“公司+农户”的模式在民间推动皮影艺术的传承与创新。洪连伟先生在皮影推广和创新方面的实践获得联合国教科文组织国际木联大会教育委员会主席王添强先生的高度赞赏。目前洪连伟先生致力于将皮影文化和现代媒体技术创新结合的实践", "", "", "使学生了解皮影艺术发展脉络，掌握简单皮影的操纵，了解皮影雕刻的创新技术。1、皮影的起源及在中国和世界的流传发展过程；\n2、皮影的存在状态和保护的意义；\n3、“非物质文化遗产”的含义和中国皮影在联合国教科文组织申遗的程序；\n4、中国皮影流派特点和地域分布；\n5、皮影操纵和现代皮影雕刻技术创新", "20160331"], ["309350010", "Microbial Cell Factory: Growth, Fermentative Metabolism and Bioenergetics", "Microbial Cell Factory: Growth, Fermentative Metabolism and Bioenergetics", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Kesen Ma", "This Course Will Cover Fundamentals Of Microbial Cell Factories, Which Will Include Essential Microbial Physiology, Characteristics Of Growth, Fermentative Metabolism And General Bioenergetics.", "", "", "", "20160419新"], ["309351010", "Tools for Ecological Intelligence and Circular Economy", "Tools for Ecological Intelligence and Circular Economy", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Pere Fullana", "1. Conceptual Introduction: Environmental Policy, Ecological Intelligence, Circular Economy, Life Cycle Perspective.\n2. Environmental Assessment Of Products And Services: Energy Demand, Carbon Footprint, Life Cycle Assessment\n3. Environmental Improvement Through Ecodesign And Green Procurement: Dematerialization, Energy Efficiency, Recyclability, Lifetime, Etc.\n4. Environmental Communication: Ecolabels, Self-Declared Claims, Environmental Product Declarations (Epd), Etc.\n5. Group Discussions And Qualitative And Quantitative Exercises. Through Lectures And Participation, Students Will Be Step-Wise Driven To The World Of Sustainability, Understanding The Need For A Good Assessment Before Any Improvement, And The Need To Communicate Fairly Both The Assessment And The Improvement. Exercises Will Be Chosen In Accordance To The Students’ Level Of Knowledge.", "", "", "", "20160419新"], ["309352010", "Ecoinnovation Through A Life Cycle Approach: some Examples in Leather", "Ecoinnovation Through A Life Cycle Approach: some Examples in Leather", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Rita Puig", "1. Introduction: Sustainability And Environmental Impacts. Discussion Of Case Studies.\n2. Industrial Ecology And The Leather Industry.\n3. What Is Ecoinnovation. Examples.\n4. The Carbon Footprint (Cf) As A Tool For Ecoinnovation. Cf Of Leather And Other Materials.\n5. Leather &amp; Environment, Next Steps To A Sustainable Industry.\n6. Practical Exercises For Students\nThe Students Will Have Practical Experience On All Subjects Described, By Making Different Exercises, Modeling And Calculations.", "", "", "", "20160419新"], ["309353010", "Interpersonal Communication in Cross-Cultural Context", "Interpersonal Communication in Cross-Cultural Context", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "This Course Introduces Theory And Practice In Interpersonal Communication In Cross-Cultural Context. Topics Include Verbal And Nonverbal Communication, Perception And Self-Perception, Listening, Emotions, Relationship Development, Conflict Management. Focus Is On The Development Of An Understanding Of Fundamental Interpersonal Dynamics And Basic Skills From Cross-Cultural Communication Perspectives. Classes Will Be Conducted With A Combination Of Lectures And Discussions. Students Are Encouraged To Apply The Cross-Cultural Communication Theories To Their Art Knowledge And Design Experiences In Discussions And In Writing Application Logs.", "", "", "", "20160419新"], ["309354010", "Painting", "Painting", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Takehara Shirofumi 竹原城文", "1. About Traditional Japanese Paintings\n2. Introduce Japanese Painting Materials, Including Natural Mineral Pigments, Gum, Alum, Foil And Some Base Material, Such As Paper, Silk, Wood Etc.\n3. The Color And Style Of Japanese Painting\n4. The Basic Techniques Of Japanese Painting\n5. Analysis Of The Famous Paintings’ Language Style", "", "", "", "20160419新"], ["309355010", "Theory and Mechanism of Preservation and Pretanning Processes", "Theory and Mechanism of Preservation and Pretanning Processes", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "Physical And Chemical Principles Behind Preservation; Soaking Principles; Unhairing Mechanism – Chemical Versus Enzyme; Osmotic Swelling And Physico-Chemical Interactions In Fiber Opening; Deliming Principles; Bating Objectives; Physico-Chemical Phenomenon In Pickling.", "", "", "", "20160419新"], ["309356010", "Theory of Skin Proteins and Tanning Mechanism", "Theory of Skin Proteins and Tanning Mechanism", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Thanikaivelan Palanisamy", "Functions And Properties Of Hides And Skins; Chemical Constituents Of Hides And Skins; Fibrous And Non-Fibrous Proteins In Skin; Structure, Function And Chemical Features Of Amino Acidsand Collagen; Thermal Shrinkage; Enzyme Degradation Of Collagen;Stabilization Of Collagen; Mechanism Of Chrome Tanning; Mechanism Of Reaction Of Vegetable Tannins With Collagen.", "", "", "", "20160419新"], ["309357010", "Food in the United States: Production, Policy, &amp; Culture", "Food in the United States: Production, Policy, &amp; Culture", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Lisa Mae ROBINSON", "What do Americans eat and how is that food produced? The United States food industry is a complex system of diverse businesses that provides plentiful, relatively inexpensive food. The food system shapes the eating choices, cultural identities, and health of Americans. Since the early 20th century, government has taken a strong interest in regulating and monitoring the production, packaging, distribution, preparation, and sale of foods. This course will present a framework for understanding the US industrial food system, analyze its sustainability, identify issues about safety, quality, and equity, and discuss government policies related to the safety and distribution of food.", "", "", "", "20160506"], ["309358030", "物理化学", "Physical Chemistry", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "张文华", "普通高等教育&quot;十二五&quot;规划教材:物理化学教程(周鲁 编著)", "物理化学简明教程（印永嘉），物理化学简明教程例题与习题W?", "王亚楠，曾运航", "物理化学借助于数学、物理学等基础科学的理论及实验方法，从物质的物理现象和化学现象的联系入手 , 研究化学反应的平衡规律和速率规律，以及这些规律在轻工各学科如皮革、发酵等方向的科研、生产实践中的应用。", "考试", "", "课程内容包括：热力学基础、多组分多相系统热力学、化学反应热力学、化学反应动力学、相变热力学、电化学、表面化学、胶体化学。", "20160704"], ["309360030", "高分子化学与物理", "Polymer Chemistry and Physics", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "金勇", "1）普通高等教育&quot;十一五&quot;规划教材：高分子化学教程（王槐三等编著）；2）普通高等教育&quot;十二五&quot;规划教材-国家级精品课程教材：高分子物理（华幼卿、金日光编著）", "高分子化学与物理学教程（胡国文等）；高分子化学（潘祖仁）；高分子物理（何曼君等）；高分子化学与物理习题汇编（董炎明等）", "范浩军，刘公岩", "高分子化学与物理是以高分子材料为基本研究对象的交叉学科，是高分子科学的基础，并对其在诸如轻化工程、纺织等领域的应用有指导意义。其中高分子化学是研究高分子化合物的合成、化学反应等的学科；高分子物理化学是以高分子链为中心，研究高分子材料微观结构、分子运动、相态转变、物理性质及其相互关系的学科。", "考试", "", "课程内容包括：逐步聚合反应、自由基聚合反应、自由基共聚合反应、聚合物化学反应、功能高分子， 高分子链的结构，高分子的凝聚态结构，高分子溶液，聚合物的分子量和分子量分布，聚合物的分子运动和转变", "20160720"], ["309361030", "蛋白质化学基础", "Foundations of Protein Chemistry", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "彭必雨", "普通高等教育&quot;十二五&quot;规划教材《蛋白质化学与蛋白质工程基础》，梅乐和、曹毅、姚善泾、黄俊、胡升编著，化学工业出版社，2011年。", "《蛋白质化学》，王世龙等编著，同济大学出版社，2012年。&quot;十三五&quot;普通高等教育本科部委级规划教材《蛋白质化学及其应用》，王雪燕、师文钊编著，中国纺织出版社，2016年。", "曾运航", "蛋白质化学基础课程是轻化工程专业的一门重要专业基础课，它主要通过讲授蛋白质化学与蛋白质工程的基础知识、主要方法和技术，以及一些具有典型意义的研究实例，使学生全面掌握蛋白质化学的基本理论和常用技术手段，理解蛋白质化学领域的新理论、新方法和前沿动态，为轻化工程学生后续专业理论课程的学习和将来的工作打下必要而坚实的理论基础。", "考试", "", "蛋白质化学基础课程重点讲授蛋白质化学与蛋白质工程的相关基础知识、主要技术以及具有典型意义的研究实例，同时介绍蛋白质化学领域的新理论、新方法和前沿动态。主要内容包括蛋白质化学基础、蛋白质分子结构基础、蛋白质结构的测定与预测、蛋白质的化学修饰、蛋白质的分子设计、蛋白质分子的生物学改造及重组蛋白的表达、蛋白质工程的应用实例等。", "20160720"], ["309362020", "现代仪器分析", "Modern Instrumental Analysis", "轻纺与食品学院", "", "本科", "2.0", "36.0", "", "", "开设", "3.0", "24.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "林炜", "现代仪器分析(高等学校十二五规划教材),(袁存光 编著）", "仪器分析（刘密新编著）， 简明现代仪器分析实用教程(张大伟编著),现代仪器分析学习指导与问题解答（刘约权编著）", "刘公岩", "现代仪器分析课程主要介绍元素分析、紫外可见光、红外光谱、质谱、核磁共振波谱、色谱、X射线衍射、热重/差热分析、电子扫描电镜和比表面积等分析技术原理、分析方法和仪器构造，通过结合皮革重点实验室的仪器设备操作和轻工专业知识，使学生了解现代仪器在动物生物质（胶原）、植物生物质（纤维素、半纤维素和木质素）这些天然大分子，以及皮革组织结构和皮革化工材料中的的定性定量分析、结构鉴定等方面的应用，为本科生继续读研深造和从事实验研究和产品开发等相关工作需要打下基础。", "考查", "", "课程内容包括:光学分析法，电子显微分析技术、热分析方法、色谱和质谱分析法、电化学分析法、其他表面分析技术和分析测定中的样品处理技术", "20160720"], ["309363030", "轻化工程设计概论", "Design of Chemical Engineering of Light Industry", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "16.0", "", "", "", "", "", "", "", "实习实训", "周建飞", "", "", "陈慧", "本课程是轻化工程专业主要针对制革工程的一门重要专业课，它在专业技术基础课后，起着拓宽和加深专业知识的作用。制革工厂设计必须符合国民经济发展的需要，经济上合理，技术先进，通过施工投产后，在产品的产量和质量均达到规定标准，各项经济指标应达到国内或国际先进水平。同时，在“三废”治理和环境保护方面，都必须符合国家有关规定。", "考查", "", "", "20160720"], ["309364010", "皮革涂饰新技术及实践", "New technology and practice in leather fininshing", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "1.\t皮革涂饰技术及材料（讲义）\n2.《制革化学与工艺学》“十五”规划教材", "", "杨欣", "皮革涂饰技术是本专业的重点教学内容之一。皮革涂饰材料和技术日新月异，为让学生对该领域最新的技术和材料有较深刻的了解，特邀请本专业领域的国际著名公司的高级技术人员开始该门课程，使学生在了解先进技术的同时，并通过实践，培养学生对新技术的兴趣。1. 学习和掌握最新的皮革涂饰理论及工艺技术；\n2．学习和了解最新的皮革涂饰专用化工材料及其特点；\n3.通过实践，培养学生的动手能力", "考查", "", "邀请校外专家讲授皮革涂饰的基础理论、发展趋势、新技术和新材料；通过实践让学生掌握鞋面和沙发革等皮革产品的基本涂饰技术及技能；展示高档和功能性皮革产品的先进涂饰技术和材料", ""], ["309365030", "纺织专业实验-1", "Textile Experiment -1", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "16.0", "0.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "实验", "赵敏", "", "", "", "", "考查", "", "", ""], ["309366020", "纺织专业实验-2", "Textile Experiment -2", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "实验", "何国琼", "", "", "何国琼 ,彭维建", "", "考查", "", "", ""], ["309367040", "革制品生产实习", "Production Practice of Leather Products", "轻纺与食品学院", "", "本科", "4.0", "128.0", "", "", "开设", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "实验", "", "", "", "", "", "", "", "", "20130411-20160720改课程名，原课程名：制革综合实验"], ["309368030", "生物反应工程", "Biochemical Reaction Engineering", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170331"], ["309369030", "轻工工程学理论与技术", "Theory and technology of Light Industry Engineering", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170331"], ["309370030", "生物材料技术", "Technology of Biological Material", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170331"], ["309371030", "生物工程专业实验（Ⅰ）", "Specialized Experiment (Ⅰ)", "轻纺与食品学院", "", "本科", "3.0", "60.0", "", "", "开设", "3.0", "0.0", "", "60.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20170331"], ["309372040", "毕业小设计(小论文)", "Graduaction Thesis/Design", "轻纺与食品学院", "", "本科", "4.0", "94.0", "", "", "开设", "4.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20170331"], ["309373020", "生物信息技术（双语）", "Bioinformation Technology", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "20130722"], ["309374020", "生物化学实验", "Experiment of Biological Chemistry", "轻纺与食品学院", "", "本科", "2.0", "40.0", "", "", "开设", "4.0", "", "", "40.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20170406"], ["309375020", "生物工程设计", "Bioengineering Design", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170406"], ["309376020", "生物工程新进展", "Progress of Biological Engineering", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170406"], ["309377020", "生物医用纺织品导论", "Introduction to Biomedical Textiles", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170412"], ["309378030", "生物信息技术（全英文）", "", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170418"], ["309379010", "生物工程新进展", "", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170418"], ["309380020", "微生物学实验", "Microbiological Experiments", "轻纺与食品学院", "", "本科", "2.0", "40.0", "", "", "开设", "", "40.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170418"], ["309381030", "生物分离工程", "", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170418"], ["309382020", "基因工程", "", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170418"], ["309383020", "发酵工程", "", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170418"], ["309384010", "Fundamentals of Microbial Biotechnology", "Fundamentals of Microbial Biotechnology", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Kesen Ma", "This course will cover fundamentals of microbial biotechnology, which will include essential microbial physiology, growth, fermentative metabolism and general applications.", "", "", "", "20170504实践周"], ["309385010", "Dairy Technology", "Dairy Technology", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Koos de Vries", "Central in this course is the analysis of the unit operations of dairy products produced on a factory scale. Calculations about the process is the main part of these lectures. Students will do small assignments based on a literature study and topics in the given lecture. The results of these assignments are presented and discussed within the group during the lectures in order to create an interacting atmosphere and enhance the learning effects.", "", "", "", "20170504实践周"], ["309386010", "Industrial Chemistry", "Industrial Chemistry", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "To Ngai", "Industrial chemistry plays a vital role as an applied science in diverse areas that influence human society, ranging from economic, environmental to political stability. This course explores the relationship between industrial activities and their importance to our society. Students will learn important chemical processes used in industry, ranging from the large-scale production of bulk chemical commodities, industrial gases, petrochemicals and polymers. If time allows, the course will also examine the methods of emulsion formulation in relation to the home care products application.", "", "", "", "20170504实践周"]]