[["504395020", "舌尖上的健康", "", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180428"], ["504396020", "环境污染与公众健康", "", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180428"], ["504397010", "Geospatial Analysis in Public Health Studies", "Geospatial Analysis in Public Health Studies", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Shi. Xun", "In the past 20 years, geospatial analysis based on geographic information systems (GIS) became an important approach in public health studies and practices. This type of applications have got increasingly popular in developed countries, but is still relatively new in China. This course introduces basic concepts, theories, methodologies, and technologies of this new interdisciplinary area. The course will include three (3) sections. The first section covers fundamentals of GIS, including spatial database construction, operations, and basic spatial analyses. The second section is about mapping diseases and detection of disease-environment associations, including basic statistical and cartographical knowledge involved in these practices. The third section is about assessment of spatial access to healthcare services, as well as associated social justice and disparity issues. Each section includes a lecture and a lab exercise. The course will use ArcGIS as the basic GIS software, and ArcHealth (developed by the instructor) as the special toolset for health applications. After taking the course, the students should be able to understand the basics of GIS-based spatial analysis and how to apply them to public health issues. Likely, they will develop ideas on how to use what they learn in the course in their own studies.", "", "", "", "20180509实践周"], ["504398010", "Global health: Problems, Responses and Chinese Engagement", "Global health: Problems, Responses and Chinese Engagement", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Stephen Stewart Gloyd", "Course objectives: This course explores health conditions in low and middle income countries, the determinants of those health conditions, and appropriate responses. Students will learn about the evolution of health problems (e.g., maternal-child health (MCH), malaria, HIV/AIDS, and non-communicable diseases (NCDs). and b) the responses to health problems (e.g., primary health care (PHC), vertical programs, and universal health coverage (UHC), and c) the political, socioeconomic, cultural and demographic factors that influence both health and responses. The course will also describe the landscape of international heath aid and its challenges, including the rapid expansion of aid, the growing power of donors and non-governmental organizations (NGOs), and the role of China in the context of LIC governments with limited resources toward health and workforce crises. Approach: 16 Credit hours over 4 days, 8:30 – 11:45 each day. The 8:30-10:00 sessions will be lecture/discussion, followed by work related to the lecture/discussion in small groups of 5-8 students each. Lectures will cover the essential elements of global health as described above. The group work will facilitate active engagement by all students, both to better understand the concepts of the course, and to explore how to understand and contribute to global health challenges in a specific low income country. Student groups will select a country, describe its major health problems, identify major needs to address those problems, and propose potential responses to those problems. The student groups will also explore how Chinese institutions and individuals can best contribute to improving global health in their selected countries. On the final day of the course, each group will present the findings of their country-specific information that they have gathered in the previous three days of group work. Each student will write up and submit to the instructor an individual summary of their country-specific findings, including their ideas for appropriate intervention by Chinese institutions and individuals. Each submission will be graded by the instructor for course credit. The proposed Instructor, Professor Stephen Gloyd, has taught highly regarded similar courses for decades to undergraduates and graduate students at the University of Washington.", "", "", "", "20180509实践周"], ["504399010", "Health Care Systems Around the World", "Health Care Systems Around the World", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Thankam Sukumaran Sunil", "Covers the complexities of health care organization and finance and presents a general overview of how the United States and other developed countries’ health care systems work and how the major components within the system fit together. Covers basic structures and operations of health care systems in developed countries – from its historical origins and resources, to its individual services, cost and quality. Compares and contrasts the health care systems around the world.", "", "", "", "20180509实践周"], ["504400010", "Social Determinants of Health", "Social Determinants of Health", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Thankam Sukumaran Sunil", "This course will explore a systematic examination of social, environmental and economic factors that affect health and well-being in a society. Significance of sociological understanding in describing health and theoretical and practical implications of social dynamics to public health research and intervention. In particular, we will explore how social, influences such as income, living conditions, education, infrastructure, religious affiliation, social capital, stress and gender affect health and longevity.", "", "", "", "20180509实践周"], ["504401010", "Introduction to Cancer Epidemiology", "Introduction to Cancer Epidemiology", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Zhang Zuo-feng", "To introduce students to basic concept in cancer epidemiology, including concepts ofcarcinogenesis, multistage models, pre-malignant lesion, international patterns of cancer. Todiscuss major etiological issues for a variety of cancers including smoking, infection, nutrition,etc. To lecture on the basic concepts of epidemiological design, molecular and genetic epidemiology as well as status of genome-wide association studies.", "", "", "", "20180509实践周"], ["504402010", "Categorical Data Analysis", "Categorical Data Analysis", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "HE. Hua", "Data is usually grouped into two different types of information: categorical and numerical. Categorical data represents types of data which may be divided into groups and categories such as a ‘yes’ or ‘no’ question on whether people have a particular disease, political opinions, product preference etc., in contrast to continuous data which can be any values over a range such as height, weight. This course aims to provide a general introduction to categorical data analysis and hands-on experience of data analysis on categorical data using R package.Starting with an overview of t-test and linear regression model for continuous variable, the course covers simple descriptive statistics and inference for single categorical variable, measures of association for categorical outcome, contingency table analysis, and regression analysis. Emphasis will be on general ideas and applications of models and methods. Statistical concepts and models will be introduced and illustrated through real life examples and studies using R packages. Students will analyze data from different types of studies and discuss the issues that may be encountered during data analysis. Throughout the course, students will gain first-hand experience using real data examples to illustrate statistical concepts and models. In-class exercises, hands-on assignments, and small group project provide learning experiences for students to learn the importance of and be able to choose appropriate statistical methods/models based on research questions and the type of outcomes. The goal of the course is, by the end of course, students can conduct their own statistical analysis and present the interpretation and conclusions from their analysis results.", "", "", "", "20180509实践周"], ["504403010", "Social Network Analysis in Health and Social Behavior", "Social Network Analysis in Health and Social Behavior", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "LI. Jianghong", "This？course focuses on introduction to the theory,？methods and procedures of network analysis with emphasis on applications to health and social behavior. The goal of the course is to provide？a working knowledge of the concepts and methods used to describe and analyze social networks so that students can understand the results and implications of this body of research. The course also provides the training necessary for scholars to conduct network analysis in their own research and practice careers. The course consists of readings, class discussions, network data collection, computer and data analysis assignment. The data analysis assignments will be conducted using the UCINET network analysis software free 30 day trial version, as well as Netdraw, a free network visualization software.", "", "", "", "20180509实践周"], ["504404010", "卫生检疫学", "Health quarantine", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "", "", "", "", "", "", "", "", "", "20180517"], ["504405005", "公共卫生现场处置技能", "", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "", "", "", "", "", "", "", "", "", "20180517"], ["504406005", "南方虫媒传染病的流行现状及检验技术", "", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "", "", "", "", "", "", "", "", "", "20180517"], ["504407010", "健康中国与健康促进中的慢病防控", "", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "", "", "", "", "", "", "", "", "", "20180517"], ["504408005", "流行病学在卫生应急与事件处置中的引领作用", "Epidemiology Leading Role in Sanitary Emergency and Event Disposal", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "", "", "考查", "", "", "20180517"], ["504409010", "Intercultural Communication Skills for Global Leadership", "Intercultural Communication Skills for Global Leadership", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Elizabeth Ann  TULEJA", "&quot;This course is set up as an intensive 2-day workshop to maximize student learning in a professional setting. Course Description:\nThe next generation of Chinese leaders – our college students – must understand what it means to have intercultural communication skills in order to become global leaders. Students will take an online cross-cultural assessment tool to aid in their learning. This seminar is particularly relevant to students who want to study or work abroad, as well as those going into professions where they will interact with foreigners on a regular basis. Learning Objectives\nIf you remain engaged in this course and participate to the fullest extent, you should:\n？Develop an understanding of cultural differences and worldviews through exercises, discussions, and mini-case studies.\n？Explore your individual cultural identity.\n？Develop insights into cultural dimensions to help you cross cultural bridges with people who are different than you. Our daily schedule will be: Total 8hours per day (you are required to attend EACH session)\n？9:00-10:30 Lecture on Course Concepts ？Break\n？10:40-12:00 Small group Discussion\n？12:00-2:00 LUNCH\n？2:00-3:00 Large Group Discussion\n？Break\n？3:10-5:00 Simulation Exercise\n？Break\n？5:10-7:00 Application Exercise\nAfter taking this professional-style workshop course (similar to corporate training seminars), students will have a deeper self-awareness of who they are in terms of their cultural identity and how they can understand the cultural dimensions of cultures around the world. Assignments for this Class\nCultural Dimensions Evaluation 20%\nIndividual Reflection Paper 40%\nIndividual and Group Participation 20%\nAttendance &amp; Professionalism 20%&quot;", "", "", "", "20180509实践周"], ["504410010", "艾滋病、性与健康", "", "华西公共卫生学院", "", "本科", "1.0", "18.0", "", "", "开设", "", "18.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20180624"], ["504411020", "舌尖上的健康", "", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180715"], ["504412020", "生活中的营养学", "", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180715"], ["504413020", "环境污染与公众健康", "", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180715"], ["504999000", "公卫二专", "", "华西公共卫生学院", "", "本科", "0.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "其它", "", "", "", "", "", "", "", "", "", "二专业（201206）"], ["505001100", "毕业实习及论文", "Graduation Practice and Thesis", "华西药学院", "", "本科", "10.0", "320.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "讲师及以上职称的教师", "", "考查", "", "毕业实习及论文是实现药学专业人才培养目标的重要教学环节，在培养学生探求真理、强化社会意识、进行科学研究基本训练、提高实践能力与综合素质等方面具有不可替代的作用。　通过毕业实习及论文，巩固和扩展学生所学的基本理论和专业知识，培养学生综合运用所学知识分析和解决问题的能力、初步的科研工作能力以及创新意识和创新能力。进一步训练和提高学生的方案设计、资料查阅、实验研究、社会调查、理论计算、数据处理、经济分析、外文资料的阅读和翻译、计算机应用、文字表达和论文撰写等方面的能力和技巧。同时，培养学生正确的设计和研究思想、理论联系实际的工作作风、严谨的科学态度、善于与他人协作的能力和刻苦钻研、勇于创新的精神。", ""], ["505002040", "高等药物化学实验", "Advanced Medicinal Chemistry Experiment", "华西药学院", "", "本科", "4.0", "96.0", "", "", "开设", "6.0", "0.0", "0.0", "96.0", "", "", "", "", "", "", "实验", "金辉", "《现代药学实验教程》，吴勇、成丽主编，四川大学出版社，2008年5月第一版", "Modern Pharmacy Experimental Course, Wu Yong、Chen Li，Sichuan University Press，First edition, May 2008", "金辉等", "", "考查", "", "本课程选择一些技术难度较大的多步合成、较新的反应类型、药物合成的新工艺或学生自拟题目为实验内容，以课题研究的形式进行实验。学生在选定题目后，查阅、分析相关文献，写出文献综述。在教师的指导下，选择合成路线，拟定实验方案，独立进行实验。与教师定期讨论实验过程中的现象和问题，分析、寻找较优的反应条件，修订改进实验方案后再实验，最后总结并以论文的形式完成实验报告。通过本课程的学习，使学生在合成实验、产品提纯和分离、结构鉴定、结构修饰等方面有一个较全面和系统的训练，有利于拓宽学生的科研思维，提高在药物合成中的综合素质，促进创新能力的培养。为今后从事药物合成、新药研究开发和开展临床药物化学等工作打下基础。D", ""], ["505003020", "光谱解析", "Spectral Analysis", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "黄静", "《有机化合物结构分析》，邹建平，王璐，曾润生编著，科学出版社，2005年8月；", "The structural analysis of organic compounds, Zou Jian-ping, Wang Lu，Zeng Run-sheng，Science Press, Aug.2005", "黄静，王建忠", "", "考试", "", "本课程主要讲授有机化合物结构鉴定中常用现代光谱技术（包括紫外光谱，红外光谱，核磁共振谱和质谱）的基本原理、特点和进展，并结合具体有机化合物结构进行实例分析。本课程要求学生掌握各种光谱技术的基本原理，一般有机化合物结构解析程序及各种光谱技术在结构解析中的作用。培养学生应用现代光谱技术的基本知识，分析、解决实际问题的能力。\x01", ""], ["505004020", "化学史", "The History of Chemistry", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", ""], ["505005020", "化学制药工艺学", "Technology of Chemical Pharmacy", "华西药学院", "", "本科", "2.0", "40.0", "", "", "开设", "3.0", "32.0", "0.0", "8.0", "", "", "", "", "", "", "讲授含实践", "何菱", "赵临襄,化学制药工艺学，中国医药科技出版社, 2003.1;陈荣业,有机合成工艺优化,化学工业出版社,2006.1.", "Zhao Linxiang,Tachnology of Chemical Pharmacy,\nChinese Medicine Science and Technology Press, 2003", "", "", "考试", "", "本课程主要讲授化学合成药物的合成路线、工艺原理和工业生产过程的最优化的基本方法和技巧，并结合典型药物进行具体剖析。本课程阐述化学合成药物工艺路线的设计方法及其选择与评价理论和规律、分析了化学合成药物工艺研究中反应条件与影响因素的考察方法与技术手段，以及化学制药与环境保护的关系及“三废”处理的常规方法，具有很强的实用性和操作性。本课程要求学生掌握常用药物的制备工艺、生产条件及合理地选择合成工艺路线；熟悉合成工艺的设计及优化；了解化学制药领域的新进展、新原料、新工艺、新技术、新方法、新试剂。", ""], ["505006020", "化妆品学概论", "Socmetics", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "张丹", "《美容与化妆品学》，吕少仿主编，华中科技大学出版社，2008年9月；《美容应用化妆品学》，万勇主编，江西高校出版社，2000年4月；《美容化妆品学》，贺孟全主编，人民卫生出版社，2002年7月。", "Cosmetology and Cosmetic Science, Lvshaofang, Huazhong University of Science and Technology Press, Sep. 2008;Cosmetology Applied Cosmetic Science, Wanyong, Jiangxi High School Press, Apr. 2000; Cosmetology Cosmetic Science, Hemengquan, People’s Health Publishing House, Jul.2002.", "", "", "考查", "", "本课程主要讲授化妆品的定义、分类和目前化妆品新技术等基础知识，介绍化妆品的历史与发展，国际化妆品市场消费情况及二十一世纪化妆品的发展趋势，较系统地介绍各类化妆品（清洁类、护肤类、美容类、发用类、功能类等）的作用机理、配方组成、功效评价、使用方法、化妆品的选择与常见异常反应、化妆品引起的皮肤损害及防治以及化妆品的鉴定和保存等，并对世界主要知名化妆品牌进行赏析。通过本课程的学习，可掌握皮肤科学、毛发科学的基本理论以及化妆品中各原料（基质原料、辅助原料、功能性原料）的功效特点，对化妆品的内在含义、作用原理、配方组成、科学使用、发展现状有初步的了解和认识。课程新颖，紧跟潮流和时尚，实用性较强。", ""], ["505007020", "家用电器原理与维修（理工科班）", "Elements and Maintenance of Household Electric Appliances", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "詹先成", "彩色电视机维修教程及光盘实例详解，刘博锡，人民邮电出版社，2005年第一版,ISBN 7-115-13080-9/TN.2431", "A Textbook of Maintenance of Color TV with a CD of Examples Detailed Annotation, Liu Boxi, People&#39;s Posts and Telecom Press, 1st Edition, 2005", "", "", "考试", "", "随着科学技术的发展，越来越多的电器进入人们的日常生活。在工作中，也越来越多地使用到各种电子仪器。要正确地选购、使用、和维修这些家用电器和电子仪器，并排除一些商业性的不实宣传的干扰，就应学习一些电子学的基础知识，而这些知识是我国非电子专业学生普遍缺乏的。\n以收音机、电视机及微波炉为例，由浅入深地介绍一些电子学的基础知识。在此基础上指导学生自己安装一台六管标准超外差式收音机或单片集成电路电视机。作为文化素质公选课，本课程不是系统的理论性课程，其目的主要是激发起学生的对电子学的学习兴趣，为今后进一步专研打好基础。", ""], ["505008020", "家用电器原理与维修（提高班）", "Elements and Maintenance of Household Electric Appliances(Advanced)", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["505009020", "家用电器原理与维修（文科班）", "Elements and Maintenance of Household Electric Appliances", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "詹先成", "零起步轻松学电子技术，蔡杏山，人民邮电出版社，2006年第一版,ISBN 7-115-14077-4/TN.2615", "Zero Starts Easily Learn Electronics Technique, Cai Xingshan, People&#39;s Posts and Telecom Press, 1st Edition, 2006", "", "", "考查", "", "随着科学技术的发展，越来越多的电器进入人们的日常生活。在工作中，也越来越多地使用到各种电子仪器。要正确地选购、使用、和维修这些家用电器和电子仪器，并排除一些商业性的不实宣传的干扰，就应学习一些电子学的基础知识，而这些知识是我国非电子专业学生普遍缺乏的。以收音机、电视机及微波炉为例，由浅入深地介绍一些电子学的基础知识。在此基础上指导学生自己安装一台单片集成电路超外差式收音机。作为文化素质公选课，本课程不是系统的理论性课程，其目的主要是激发起学生的对电子学的学习兴趣，为今后进一步专研打好基础。Z", ""], ["505010020", "健康与合理用药", "Health and Rational Use of Medicine", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "严忠勤", "《当代健康教育与健康促进》胡俊峰, 侯培森 主编 人民卫生出版社2005年;&lt;Pharmacists for the Future&gt; Health Administration Press, .U.S.A., 1995;《美国的医院药学》胡晋红, 蔡溱 主编 第二军医大学出版社1999年.", "", "", "", "考试", "", "本课程分五个章节，主要讲授疾病及其对人类的危害，微生物学、病毒学、免疫学、遗传学概念；健康的内涵与标志，生理健康、心理健康、道德健康、社会适应能力和亚健康的定义；健康的基石与保障，国内外健康保障系统，公共食品安全与健康，环境安全与健康；药品的定义、种类和作用，保健品、营养品、转基因食品、毒品、天然有毒物质等的定义；滥用抗生素，滥用激素，抗衰老药、减肥药、美容药泛滥和吸毒恶潮现象；中华文化与健康养生理念的特色；积极快乐的人生态度和生活方式的获得；亚健康状态的调整；心理压力的调节与危机的干预；药物滥用的危害与后果；药品研究、开发、生产、管理与销售体系；合理用药的现状、要素、各种影响因素及应对策略；医药行政管理部门、医药企业和从业人员以及公民个人对合理用药的职责。本课程要求学生掌握掌握健康的意义、内涵；药品的定义与作用；药物滥用的危害与后果；合理用药的要素与策略。倡导个人健康依赖日常生活的点滴积累。明确全民健康生活的维护是每个公民的责任。本课程对学生无任何专业知识的要求，以寓教于乐，开放思维，答疑解惑， 启迪人生，身心愉悦，羽翼丰满， 收获知识， 成长进步为宗旨，用多彩的形式传授给同学们丰富实用的知识。", ""], ["505011020", "临床药理学", "Clinical Pharmacology", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "包旭", "《临床药理学》第四版，李俊主编，人民卫生出版社，2008年6月", "Jun Li. Clinical Pharmacology, 4th. People’s Medical Publishing House, Beijing, June 2008.", "包旭  陈重华", "", "考试", "", "临床药理学(clinical  pharmacology)，是研究药物在人体内作用规律和人体与药物间相互作用过程的一门学科。其主要任务是对新药的有效性与安全性做出科学评价；通过血药浓度监测，调整给药方案，安全有效的使用药物；监测上市后药品不良反应，保障人民用药安全；通过医疗与会诊，合理使用药物，改善病人的治疗，是临床医学与药学专业教学、科研与临床实践不可忽视的一门学科。同时对我国新药开发、药品监督与管理、医疗质量和医药研究水平的提高也起着十分重要的作用。", ""], ["505012030", "临床药物动力学", "Clinical Pharmacokinetics", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["505013020", "临床药物治疗学", "Clinical Drug Therapeutics", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周静", "《临床药物治疗学》，姜远英主编，人民卫生出版社，2003年8月第一版;《临床药物治疗学》，李俊主编，人民卫生出版社，2008年8月第一版。", "Clinical Drug Therapy,Jiangyuanying, People&#39;s Health Press, First edition, Aug.2003", "周静、王凌、兰轲、杨俊毅等", "", "考试", "", "本课程是面向药学专业学生的选修课。主要包括两部分内容，一部分内容是介绍与药物治疗相关的基础理论和基本概念，包括给药方案设计的药动学基础、药物相互作用、合理用药的一般原则、特殊人群的用药原则等；另一部分内容是具体讲授临床常见疾病的药物治疗原则，常用药物的适应症、禁忌症、药动学以及药物不良反应等知识。本课程要求学生在掌握临床常见疾病的常用治疗药物的作用机制、疾病的病因和发病机制的基础上，依据病人的病理、生理、心理及遗传特性，面对作用相似的同类药物和临床表现相似的同类疾病，学会运用循证的科学思维方法，正确地选择和使用药物，对病人实施个体化治疗。仼", ""], ["505014020", "临床医学概论", "Introduction to Clinic Medicine", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周静", "《临床医学概论》，格桑泽仁主编，四川大学出版社，2004年3月;\n《临床医学概论》，阳晓主编，高等教育出版社，2006年7月。", "Introduction to Clinical Medicine,Gesang zeren,Sichuan University press ；Mar 2004", "周静、王凌、兰轲、杨俊毅等", "", "考试", "", "本课程是面向药学专业、医学信息工程专业学生的选修课。本课程以内科学、外科学、妇产科学、传染病学等临床学科的常见病、多发病的介绍为主要内容，结合录像、病例分析等手段，着重讲授临床常见疾病的病因、发病机制、病理生理、临床表现、实验室检查、诊断与鉴别诊断以及治疗等方面的内容。本课程要求学生掌握临床常见疾病的症状和体征，诊断要点、鉴别诊断要点以及治疗原则，并能结合临床实际病例进行病例分析。??X?\x02慇", ""], ["505015030", "生物药剂及药动学", "Biopharmaceutics and Pharmacokinetics", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "杨俊毅", "《生物药剂学与药物动力学》，蒋新国主编，高等教育出版社，2009年1月，第一版;梁文权,《生物药剂学与药物动力学》第三版，北京，人民卫生出版社 ，2007;\n（美）夏盖尔（Shar gel,L.） 等著，李安良，吴艳芬 主译 ,应用生物学药剂学与药物动力学，北京：化学工业出版社，2006;屠锡德主编,生物药剂学，北京：中国医药科技出版社，2003;魏树礼、张强,生物药剂学与药物动力学，北京：北京大学医学出版社，2004;", "Biopharmaceutics and Pharmacokinetics，Jiang xinguo,Higher Education Press,Jan.2009", "杨俊毅、王凌、兰轲、周静、蒋学华等", "", "考试", "", "本课程通过定性及定量描述药物在体内的吸收、分布、代谢、排泄过程及其影响因素。研究药物的理化因素、剂型因素，机体生物因素和药物疗效间相互关系，并应用动力学原理与数学处理方法，定量描述药物在体内动态变化规律的学科。生物药剂学及药物动力学的基本理论及方法可用于正确评价药物质量，合理设计药物及其传递系统、优化处方及生产工艺。通过调整给药方案及优化体内治疗药物水平而实现临床合理用药。本课程要求学生掌握生物药剂学与药物动力学的一般理论和方法、理解药物的体内过程及其影响因素，为从事药学及临床药学工作，保证药品质量，促进合理用药，降低药物不良反应，研究新型给药系统等方面打下坚实的基础。\x01", ""], ["505016015", "生物药剂及药动学实验", "Experiment of Biopharmaceutics and Pharmacokinetics", "华西药学院", "", "本科", "1.5", "36.0", "", "", "开设", "3.0", "0.0", "0.0", "36.0", "", "", "", "", "", "", "实验", "周静", "《现代药学实验教程》，吴勇、成丽主编，四川大学出版社，2008年5月第一版。", "Experimental Course Of Modern Pharmacy,Wu Yong、Cheng Li,Sichuang University press, First edition, May.2008", "周静、杨俊毅、王凌、兰轲等", "", "考查", "", "本课程是面向药学专业、生物技术（基地班）学生的实验课。本课程通过对生物药剂学与药物动力学的专业基础试验片剂的溶出度试验以及综合性、设计性试验血药法测定对乙酰氨基酚片的生物利用度试验、尿药法测定人体口服对乙酰氨基酚片的药物动力学参数等试验的具体实践，学习生物药剂学与药物动力学试验的基本操作技能。本课程要求学生在掌握生物药剂学与药物动力学试验的基本技能的基础上，学会生物药剂学与药物动力学试验中溶出曲线的模拟方法、血药法与尿药法常用的数据处理以及统计分析方法。", ""], ["505017020", "生物制药学（Ⅰ）", "Biological Pharmaceutics", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "余蓉", "《生物技术制药》， 周佩 主编 ，人民卫生出版社  2006年10月（第2版）；《生物技术制药概论》，姚文兵 主编，中国医药科技出版社  2009年12月（第2版）；生物技术与生物药物——蛋白质药物与基因药物，﹝美﹞R.J.Y.霍、M.吉巴尔地 主编， 化学工业出版社 2006年1月", "Biotechnical Pharmaceutics,Zhou Pei, People’s Medical Publishing House，Second edition, Oct. 2006;Outline of Pharmaceutical Biotechnology, Yao Wunbing, Chinese Medicine Science and Technology Press, Second edition,Dec. 2009;Biotechnology and Biopharmaceuticals: Transforming Proteins and Genes into Drugs,Rodney J.Y.Ho, Milo Gibaldi. Chemical Industry Press, Jan. 2006", "", "", "考试", "", "本课程主要讲授生物技术制药的的基本知识、基本理论和基本技能，并介绍生物制药工业的发展及药物生物技术的新进展。本课程阐述生物药物的概念、分类、组成和特点，其内容包括基因工程制药、细胞工程制药、抗体工程制药、酶工程制药及发酵工程制药等的基本原理、基本方法、基本过程以及生产过程和产品质量控制分析；同时还介绍了新型的生物制药技术，包括转基因技术、基因治疗技术、RNA干涉技术、干细胞治疗技术等等。本课程要求学生掌握生物技术制药的的基本知识、基本理论和基本技能以及了解生物制药领域发展的新动态，为学生应用现代生物技术研究新药和从事生物药物的研究开发及生产奠定基础。", ""], ["505018020", "生药学", "Pharmacognosy", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "张浩", "《生药学》，蔡少青、王天志、秦路平主编，人民卫生出版社，2007年8月；《生药学》，徐国均、施大文主编，人民卫生出版社，1993年3月；《生药学》，郑俊华主编，人民卫生出版社，1999年7月；《生药学》，李萍主编，中国医药科技出版社，2005年月；", "Pharmacognosy，Caishaoqing、Wangtianzhi、Qinluping，People’s Medical Press，Aug.2007；Pharmacognosy，Xuguojun、Shidawen，People’s Medical Press，Mar.1993；Pharmacognosy，Zhengjunhua，People’s Medical Press，Jul.1999；Pharmacognosy，Liping，Chinese Medical Science and Technology Press，Aug.2005；", "张浩、王曙、许玉琼", "", "考试", "", "生药学是一门研究生药（天然来源的药物，包括中药）的科学，是应用本草学、植物学、动物学、化学、药理学、中医学、中药学、分子生物学等基础学科理论，研究生药的名称、来源、原动/植物形态、采制加工、产地分布、生药鉴定与品质评价、化学成分、药理作用、功效、现代临床应用以及药用资源开发与保护的一门科学。通过《生药学》的学习，学生能掌握生药的资源和质量评价的基本理论和技能；掌握55种名贵、常用中药的基源、鉴定、化学成分、药理作用及功效；熟悉80种重要生药的基源、性状特征、化学成分和功效。本课程是面向药学专业学生的必修课。采用多媒体教学，形象生动，同时课堂上进行实物示教，突出重点、难点，并充实生药学科的新进展和各种生药的最新研究成果。", ""], ["505019015", "生药学实验", "Experiment of Pharmacognosy", "华西药学院", "", "本科", "1.5", "36.0", "", "", "开设", "3.0", "0.0", "0.0", "36.0", "", "", "", "", "", "", "实验", "许玉琼", "《现代药学实验教程》，吴勇、成丽主编，四川大学出版社，2008年5月；", "Advanced Medicinal Chemistry Experiment，Wuyong, Chengli, Sichuan University Press, May.2008;", "许玉琼、李涛、代跃进、李峰", "", "考试", "", "生药学是一门综合性的应用学科，生药学实验教学是药学课程的一个重要组成部分。生药学实验是使学生进一步理论联系实际，掌握生药鉴定、质量评价的基本操作技能，提高学生分析和解决问题能力，养成严密科学态度和良好工作作风必不可少的教学环节。通过生药学实验，学生应达到以下要求：1.掌握生药鉴定的各种方法和操作技术；2.熟悉重要生药的性状、显微、理化特征，能正确地进行鉴定；3.了解生药鉴定用的各种仪器的构造，并学会其使用方法；4.进一步理解和巩固生药学理论知识；5.培养科学的态度和严谨的工作作风，培养鉴别中药真伪的实际工作能力。本课程共安排了9个实验（包括考试），包括：性状鉴定、显微鉴定、理化鉴定和品质评价等内容。", ""], ["505020030", "体内药物分析与毒物分析", "Intracorporal Pharmaceutical Analysis and Toxicological Analysis", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "张丹", "《体内药物分析》，李好枝主编，中国医药科技出版社，2003年8月；《体内药物分析》，张丹编，四川大学印刷厂，2006年7月；《法医毒物分析（第3版）》，贺浪冲主编，人民卫生出版社，2006年11月；《法医毒物分析》，廖林川主编，高等教育出版社，2006年5月.", "Biopharmaceutical Analysis, Li Haozhi, Chinese Medicine Science and Technology Press, Aug.2003; Biopharmaceutical Analysis,Zhang dan，Sichuan University Printing Press,Jul .2006;Forensic Toxicological Analysis (3rd edition), He Langchong, People&#39;s Health Publishing House, Nov.2006;Forensic Toxicological Analysis,Liao Linchuan, Higher Education Press, May.2006", "", "", "考试", "", "本课程主要讲授体内药物/毒物分析的意义、特点和技术要求，药物/毒物体内存在状态与分析方法的关系，各类生物样品的预处理方法，常用分析方法（光谱法、色谱法、免疫法）在体内分析中的应用，相关毒物分离检测方法的基本原理和操作技术，分析方法建立与验证的一般程序和技术指标等。通过对体内药物/毒物分析相关基础理论的学习，了解药物/毒物在体内（包括实验动物等机体）数量与质量的变化，获得各种药物/毒物代谢动力学的各种参数和转变、代谢方式、代谢途径等信息，掌握药物/毒物在体内的吸收、分布、代谢、排泄的全过程和相关成分的追踪分析技术和方法，为从事药物/毒物体内研究、新药研发、治疗药物监测与临床合理用药、法医毒物分析等相关工作奠定基础。", ""], ["505021040", "天然药物化学（Ⅰ）", "Chemistry of Medicinal Natural ProductsⅠ", "华西药学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "黄静", "《天然药物化学》，吴立军主编，第五版，人民卫生出版社，2007年8月", "Chemistry of Medicinal Natural Products, Wu Li-jun, People&#39;s Medical Publishing House, Fifth edition, Aug, 2007", "黄静，杨劲松，王锋鹏", "", "考试", "", "天然药物化学是一门运用现代化科学理论和方法研究天然药物中生物活性成分的学科。课程主要介绍天然药物中各类化学成分的结构特点、物理化学性质、提取分离方法、结构鉴定方法、生物合成途径以及一些重要化学成分的生物活性等。本课程是面向药学专业本科学生的必修课。通过本课程的学习，要求学生掌握天然药物化学主要类型成分的结构特征、理化性质、提取、分离、精制及鉴定的基本理论、研究方法和相关技能，了解天然药物研究的一般程序和寻找天然药物有效成分的途径。0\x02\x04/\x18?", ""], ["505022030", "天然药物化学（Ⅱ）", "Chemistry of Medicinal Natural Products-II", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "宋颢", "《天然药物化学》，吴立军主编，第五版，人民卫生出版社，2007年", "Chemistry of Medicinal Natural Products, Wu Li-jun, People&#39;s Medical Publishing House, Fifth edition, 2007", "", "", "考试", "", "天然药物化学是一门应用现代化学、物理学、生物学等理论和方法研究天然药物生物活性成分的学科，主要介绍天然药物中各类化学成分的结构类型、特点、理化性质、提取分离方法、结构鉴定方法以及一些重要化学成分的生物活性等。本课程是面向生物技术（基地班）专业学生的选修课。通过本课程的学习，要求学生掌握天然药物化学主要类型成分的结构特征、理化性质、提取、分离、精制及鉴定的基本理论、研究方法和相关技能，了解天然药物化学成分结构测定的一般原则方法，同时概括性地了解寻找天然药物有效成分的途径。", ""], ["505023020", "天然药物化学实验", "Experiment of Chemistry of Medicinal Natural Products", "华西药学院", "", "本科", "2.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实验", "尹红梅", "《现代药学实验教程》，吴勇、成丽主编，四川大学出版社，2008年5月第一版", "Modern Pharmacy Experimental Course, Wu Yong、Chen Li，Sichuan University Press，First edition, May 2008", "尹红梅、金辉等", "", "考查", "", "本课程选择天然药物中几个具有代表性的成分类型作为研究对象，重点讲授天然药物中化学成分（主要是具有生理活性成分）的结构特征、理化性质、提取分离、结构鉴定以及结构修饰等方面的基本原理和实验技能。通过实验使学生加深对天然药物化学基本理论、基本知识的理解；培养学生掌握天然药物生物活性成份的提取、分离纯化及鉴定的能力；学习衍生物制备的手段及应用；熟悉光谱在天然药物化学结构确定中的重要性。通过典型实验的学习，使学生能灵活应用于其他天然药物成分的提取、分离、鉴定等，为从事天然药物化学的研究工作奠定基础。Z", ""], ["505024030", "新药研究与开发", "Research and Development of New Medicine", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "2.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "王曙", "《新药研究与开发》，王曙 主编，四川大学自编讲义 2005年8月     《药品注册工作手册》", "Research and Development of New Medicine，Shu wang.", "王曙、杜俊蓉等", "", "考查", "", "本课程是面向药学专业本科学生的选修课。本课程以新药研究与开发的我国新药申报程序为主要线索，重点讲授综述资料，药学研究资料，药理毒理研究资料以及临床研究资料的技术要求和形式审查要点。其中穿插介绍我国现行有关新药注册与申请的法律、法规及各种规范性文件与指导原则。讲授在化学药、中药、民族药和天然药物研发过程中的不同特点和要求。阐述课题来源与选题（立项）、研究过程管理、后续事宜等。并简要介绍我国及世界新药研究与开发现状。通过本课程学习，可对新药研究与开发领域有一定了解，加深对医药行业的认识，为日后从事相关工作打下基础。", ""], ["505025040", "药剂学（Ⅰ）", "Pharmaceutics -Ⅰ", "华西药学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "张志荣", "《药剂学》，张志荣主编，高等教育出版社，2007.12;《药物新剂型与新技术》陆彬主编，人民卫生出版社，2005年，第2版", "Pharmaceutics, Z.R. Zhang, published by Higher Education Press, 2007.12", "张志荣  何勤  黄园  尹宗宁 孙逊", "", "考试", "", "研究药物的制剂设计和制备理论、技术、质量控制以及合理应用的一门课程，主要内容是研究和论述药物制剂的基本理论和剂型设计的基本原理，各种剂型的制备过程和生产工艺，质量控制和质量管理等。并介绍药物剂型的概念、各种剂型的特点、基本的制备方法以及质量标准等。本课程要求学生掌握药物制剂的剂型概念，各药物剂型的特征，各种剂型所需的辅料，药剂学实验的基本方法和技能。熟悉各种剂型的基本制备方法、制备工艺和质量控制方法。了解各个剂型制备的单元操作和药剂学技术的发展前沿。为从事药物制剂的理论研究、生产和管理等打下基础。J", ""], ["505026030", "药剂学（Ⅱ）", "Pharmaceutics-Ⅱ", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "毛声俊", "《药剂学》，张志荣主编，高等教育出版社，2007.12;《药物新剂型与新技术》陆彬主编，人民卫生出版社，2005年，第2版", "Pharmaceutics, Author: Z.R. Zhang, published by Higher Education Press, 2007.12", "毛声俊", "", "考试", "", "研究药物的制剂设计和制备理论、技术、质量控制以及合理应用的一门课程，主要内容是研究和论述药物制剂的基本理论和剂型设计的基本原理，各种剂型的制备过程和生产工艺，质量控制和质量管理等。介绍药物剂型的概念、各种剂型的特点、基本的制备方法以及质量评价方法等。本课程要求学生掌握药物制剂的剂型概念，各种药物剂型的特征，各种剂型的配方及相关药用辅料，药剂学实验的基本方法和技能。熟悉各种剂型的基本制备方法、制备工艺和质量控制方法。了解各个剂型制备的单元操作和药剂学技术的发展前沿。为从事药物制剂的理论与应用研究、生产和管理等打下基础。", ""], ["505027040", "药剂学（Ⅲ）", "Pharmaceutics(III)", "华西药学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "龚涛", "《药剂学》，张志荣主编，高等教育出版社，2007年", "Pharmaceutics, Zhang zhirong, Higher Education Press, Dec. 2007", "", "", "考试", "", "药剂学是生命科学与技术人才培养基地班的一门主要专业课程。它是研究将药物制成剂型的处方设计、制备理论、生产技术、质量控制等内容的综合性应用技术学科。它的基本任务是：研究将药物制成适宜的剂型，确保药物制剂的安全、有效、稳定、方便，以顺应性良好的优质制剂满足医疗卫生的需要。本课程要求学生理论与实际相结合，不仅掌握剂型与制剂设计、制备及质量控制等方面的基本理论、基本知识和基本技能，而且具有独立分析和解决问题的能力及严谨的科学作风。为从事药剂学工作，合理制药，保证安全用药，以及研究探讨新剂型和新制剂打下良好的基础。", ""], ["505028030", "药剂学实验（Ⅰ）", "Pharmaceutics Experiment -Ⅰ", "华西药学院", "", "本科", "3.0", "72.0", "", "", "开设", "5.0", "0.0", "0.0", "72.0", "", "", "", "", "", "", "实验", "何勤", "《现代药学实验教程》，吴勇主编，四川大学出版社，2008.5;《药剂学实验》崔福德主编，人民卫生出版社，2007年，第2版", "Modern Courses for pharmaceutics experiment,Yong Wu, published by Sichuan University Publishing House, 2008.5", "何勤,黄园,尹宗宁,孙逊,龚涛,贺英菊", "", "考查", "", "包括液体、固体和半固体制剂，内容涉及注射液、片剂、栓剂、乳剂等主要剂型的制备、剂型设计与处方筛选，质量评价。本课程要求学生加深对药剂学基本理论和基本知识的认识与理解，掌握药剂学实验的基本方法与技能。了解药剂学实验技术的发展前沿。为从事药剂学基础研究奠定基础。", ""], ["505029010", "药剂学实验（Ⅱ）", "Pharmaceutics Experiments-Ⅱ", "华西药学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "毛声俊", "《现代药学实验教程》，吴勇主编，四川大学出版社，2008.5;《药剂学实验》崔福德主编，人民卫生出版社，2007年，第2版", "Modern Courses for pharmaceutics experiment,Yong Wu, published by Sichuan University Publishing House, 2008.5.", "", "", "考查", "", "包括液体和固体制剂，内容涉及注射液、片剂、溶液型液体制剂的制备与质量评价。本课程要求学生加深对药剂学基本理论和基本知识的认识与理解，了解药剂学实验的基本方法与技能，为从事药剂学研究奠定基础。", ""], ["505030030", "药理学", "Pharmacology", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈小瑞", "李端主编，药理学（第五版），人民卫生出版社，2007", "Pharmacology, Liduan,  People’s medical publishing house,2007", "", "", "考试", "", "本课程是面向生物技术(基地班)专业学生的专业课。药理学是研究药物与机体间相互作用规律的药学专业核心课程，主要阐明药物作用规律、作用机制、药效学与药动学的相互关系，药物的构效关系，药物疗效与安全性。", ""], ["505031040", "药理学（Ⅰ）", "Pharmacology-Ⅰ", "华西药学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "莫正纪", "《药理学》，李端主编，人民卫生出版社，2007年8月，第6版；\nGoodman and Gilman,s “ the Pharmacological Basis of Therapeutics ”    11th ed  , McGraw Hill ,  2005.", "Pharmacology , Liduan, Renmin Hygiene Press, Aug.2007; The Pharmacological Basis of Therapeutics Goodman and Gilman ， 11th ed  , McGraw Hill ,  2005.", "莫正纪、杜俊蓉等", "", "考试", "", "作为药学专业本科生的必修课、专业核心课程，药理学是连接药学与医学、基础医学与临床医学的桥梁学科，药理学与临床医学及药学学科紧密结合。阐明药物与机体之间相互作用的规律，在临床合理用药及新药的研究开发中起着重要的作用。本学科的目的是为药学专业学生提供临床有效、安全、合理用药的科学基础。于第三学年讲授药理学，内容包括药理学总论、作用于各个系统的药物（外周神经、中枢神经、内脏、激素、化学治疗药物）对机体（包括病原体）的作用，作用机制（细胞及分子水平），在临床的主要适应证，不良反应和禁忌证，药物代谢动力学特点及正确用法。", ""], ["505032025", "药理学实验（Ⅰ）", "Pharmacological Experiment", "华西药学院", "", "本科", "2.5", "60.0", "", "", "开设", "4.0", "0.0", "0.0", "60.0", "", "", "", "", "", "", "实验", "陈小瑞", "《现代药学实验教程》，吴勇、成丽主编，四川大学出版社2008年5月第一版", "Modern Courses for pharmaceutics experiment,Yong Wu, published by Sichuan University Publishing House, 2008.5", "陈小瑞、包旭、陈重华、旷喜", "", "考查", "", "通过实验和录像教学，系统的介绍药理学实验的基本方法。通过整体动物、病理模型动物、麻醉动物、生物体离体器官、组织等进行实验，观察药物的作用、毒副反应、药物体内过程，以及定量药理学(量-效、时-效关系)，并作药物作用部位及药物作用机制分析。学习新药临床前药理研究的具体过程。", ""], ["505033020", "药品营销学", "Pharmaceutical Marketing", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周乃彤", "顾海.《药品市场营销》，人民卫生出版社.2006年7月", "Guhai, Pharmaceutical Marketing,People’s Medical Publishing House，Jul.2006", "周乃彤、胡明等", "", "考试", "", "《药品营销学》是市场营销学原理在医药市场经营领域中应用的一门实践性科学。本科目旨在使学生了解药品市场的一般规律，熟悉药品市场营销的基本方法和策略。通过本科目的学习，学生能够了解制药工业、药品市场、新产品研究开发部门之间的关系，具有从市场考虑产品发展方向的知识；并能够运用市场营销学基本原理及药品市场调查分析技术，识别药品市场，了解市场行为，分析影响医生处方、病人购药的因素，并使之应用于实践。", ""], ["505034020", "药事法规", "Pharmaceutical Laws and Regulations", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "胡明", "《执业药师资格考试应试指南——药事管理与法规》.中国医药科技出版社.2008", "Guide to National Certification Exams for Registered Pharmacists--- Pharmaceutical Administration and Regulations.China Press of Medical Science,2008", "胡明、周乃彤等", "", "考试", "", "《药事法规》是高等药学教育药学类专业的必修选修课之一，是药事管理学学科范围的一门重要课程，通过本课程学习，学生能进一步了解我国药学领域发展状况及监管状况，深入知晓作为执业药师必须具备的法律知识，熟悉我国药事管理领域涉及的相关法律法规，明确药学实践中的合法、违法与犯罪，并培养学生正确运用法律法规处理药学实践中涉及的法律问题，维护合法权益的能力。", ""], ["505035030", "药事管理学（Ⅰ）", "Pharmacy Administration -Ⅰ", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "胡明", "《药事管理学》，吴蓬,杨世民主编.人民卫生出版社.2007年7月", "Wupeng,Yangshimin. Pharmacy Administration, the 4th edition. People’s Medical Publishing House，Jul.2007", "胡明，周乃彤，蒋学华等", "", "考试", "", "药事管理学是高等药学教育中药学类专业的主干专业课程之一，是研究有关药品管理活动的内容、方法、原理及其规律的学科，是药学与管理科学、法学、经济学、社会学等互相交叉渗透而形成的边缘学科。通过本课程，使学生了解现代药学实践中管理活动的基本内容、方法和原理；熟悉我国和国外药事体制及组织机构；明确药品质量与管理的关系规律；掌握我国药品管理法规和药师职业道德与行为准则；并培养学生运用药事管理的基本理论和知识，分析问题和解决问题的能力。", ""], ["505036030", "药事管理学（Ⅱ）", "Drug Management-Ⅱ", "华西药学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周乃彤", "《药事管理学》，吴蓬,杨世民主编.人民卫生出版社.2007年7月", "Wupeng,Yangshimin. Pharmacy Administration, the 4th edition. People’s Medical Publishing House，Jul.2007", "周乃彤、胡明等", "", "考试", "", "药事管理学是研究有关药品管理活动的内容、方法、原理及其规律的学科，是药学与管理科学、法学、经济学、社会学等互相交叉渗透而形成的边缘学科。通过本课程，使学生了解现代药学实践中管理活动的基本内容、方法和原理；熟悉我国和国外药事体制及组织机构；明确药品质量与管理的关系规律；掌握我国药品管理法规和药师职业道德与行为准则；并培养学生运用药事管理的基本理论和知识，分析问题和解决问题的能力。", ""], ["505037020", "药事管理学（Ⅲ）", "Pharmacy Administration-3", "华西药学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周乃彤", "《药事管理学》，吴蓬,杨世民主编.人民卫生出版社.2007年7月", "Wupeng,Yangshimin. Pharmacy Administration, the 4th edition. People’s Medical Publishing House，Jul.2007", "周乃彤、胡明等", "", "考试", "", "药事管理学是研究有关药品管理活动的内容、方法、原理及其规律的学科。通过本课程，使学生了解与其专业相关的现代药学实践中管理活动的基本内容、方法和原理；熟悉我国和国外药事体制及组织机构；明确药品质量与管理的关系规律；熟悉我国药品管理法规。", ""], ["505038010", "药事管理学研究方法", "Research Method of Pharmacy Administration", "华西药学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "胡明", "艾尔.巴比.社会研究方法.第9版.北京:清华大学出版社.2003", "Earl Babbie. The practice of Social Research.9th. Tsinghua University Press.", "胡明，周乃彤等", "", "考试", "", "本课程旨在使学生了解药事管理学科学研究的一般方法，掌握常用社会科学调查研究方法，从而具备运用药事管理的基本理论和知识，通过科学的方法设计、组织和实施药事管理调查研究，分析药学实践问题和解决问题，口头和书面交流本学科知识的技能。通过科研训练，可以加深学习者对药事管理学理论知识的理解，建立正确的科学研究思路，锻炼写作能力与表述能力。", ""], ["505039035", "药物分析（Ⅰ）", "Pharmaceutical Analysis-Ⅰ", "华西药学院", "", "本科", "3.5", "56.0", "", "", "开设", "4.0", "56.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "晁若冰", "《药物分析》（第6版），刘文英主编，人民卫生出版社，2007年8月", "Pharmaceutical Analysis,6th edition, Liu Wenying, Peoples’ Medical Publishing House, Aug. 2007.", "晁若冰，冉兰", "", "考试", "", "药物分析是药学专业的一门重要的专业课。课程围绕药品质量控制的问题，讲授药物鉴别试验、纯度检查和含量测定的基本方法和要求，并以7大类典型药物为代表，介绍其质量分析方法，以加深同学们对药物分析方法的理解。此外课程还介绍药物制剂、生物制品质量控制的基本方法，药品质量标准制订的原则和方法，以及中国药典和主要外国药典的概况等。通过学习，使同学们具备强烈的药品质量观念，掌握药物质量分析的基本方法和要求，为今后承担药品研究、生产和使用过程中的分析检验工作打下基础，并具有一定的分析解决药品质量问题的思路和能力。", ""]]