[["203190010", "Methods in ModernNMR Spectroscopy", "Methods in ModernNMR Spectroscopy", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Williard Gregory Paul", "This course will survey the basics of modern nuclear resonance spectroscopy (NMR)from the perspective of the relationship of the introduction of development ofinstrumentation and the introduction of experimental methods. Hence, the topics from the perspective of the relationship of the introduction of development ofinstrumentation, and a discussion of one, two and three dimensional experiments.Experimental methods such as COSY, TOCSY, HSQC, HMBC, NOSY, ROSEY, EXSYand DOSY will be discussed.", "", "", "", "20140416"], ["203190020", "生物核分析与核化学", "Bionuclear Analysis and Nuclear Pharmacology", "化学学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", "20130718"], ["203191010", "Alkali Metal and Alkaline Earth Compounds –Synthesis,Characterization and Practical Use", "Alkali Metal and Alkaline Earth Compounds –Synthesis,Characterization and Practical Use", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Williard Gregory Paul", "This course will focus on the preparative chemistry and the methods used for thesynthesis of Group Ia and IIa elements in the periodic table. Hence alkali metal compounds from lithium to cesium and from beryllium to barium will be discussed.The characterization and the myriad structural forms that these compounds exhibit willbe classified. Industrial scale syntheses will be examined. Attention will be devoted to the discussing the most important classes of these compounds in applications as varied as asymmetric synthetic methodology, alkali metal ion batteries and biological applications.", "", "", "", "20140416"], ["203192010", "Modern Mass Spectrometry: Fundamentals and Applications", "Modern Mass Spectrometry: Fundamentals and Applications", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Zhibo Yang", "This course will cover both fundamentals and applications of MS technique. The fundamentals include general set-up of different mass spectrometers, ionization sources, activation and fragmentation processes, mass analyzers, and coupling between separation techniques and MS. The applications include exact mass measurements, structure determination of molecular properties and large biomolecules, and frontiers in MS (e.g., ambient sampling and ionization methods, MS imaging of biological samples, and single cell measurement).", "", "", "", "20140416"], ["203193010", "Application of NMR Spectroscopy to The Study of Hydrogels", "Application of NMR Spectroscopy to The Study of Hydrogels", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Charles Victor Rice", "This course will have 3areas of study:1 Nuclear Magnetic Resonance;2 Hydrogel chemistry ,and 3. NMR analysis of hydrogel phase transition and the thermodynamics.", "", "", "", "20140416"], ["203194020", "大学化学（北京大学）", "College Chemistry", "化学学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "大学化学就像是一艘观光游艇，带着同学们穿行于化学这片神奇的领域，仅在最具代表性的区域稍作停靠进行重点讲解。我们希望，通过大学化学的学习，同学们不仅可以学到一些基本的化学知识，也可以对化学学科的历史和现状、化学与社会的关系、目前化学领域的某些热点问题以及化学的未来前景有一个轮廓式的了解。", "2014.6.4"], ["203195010", "核磁共振技术及图谱解析", "Nuclear magnetic resonance technology and spectrum analysis", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编教材??爂?", "（1）当代有机化学译丛——有机化合物的波谱解析，华东理工大学出版社；（2）核磁共振氢谱，赵天增，北京大学出版社。", "连春霞", "", "考查", "", "(1)核磁共振的基础知识介绍；（2）核磁共振1D谱（如氢谱、碳谱）；（3）核磁共振2D谱（如H-H COSY、C-H HSQC、C-H HMBC、NOESY）", "2014.9.2"], ["203196010", "液相色谱质谱联用技术", "Liquid chromatography-mass spectrometry technology", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "8.0", "", "", "8.0", "", "", "", "", "校外专家开课", "讲授含实践", "", "《质谱》", "《电喷雾质谱应用技术》8\x02??`?\x02+", "吴志军", "该课程目的是了解质谱的基本概念和用途，准确指认一级二级质谱中主要的离子峰，掌握液质联用的基本操作", "考查", "", "本课程的主要内容包括三个部分，第一部分是质谱的常用概念，包括定义、分类、应用领域、常用概念、相关术语、与质谱学相关的诺贝尔奖。第二部分是图谱解析，包括有机质谱裂解的基本规律以及电喷雾质谱条件下的图谱解析。第三部分是有机质谱（主要是电喷雾质谱）的应用，包括定性分析药物以及天然产物、有机反应机理研究、食品分析、多肽蛋白与糖分析。", "2014.9.2"], ["203197020", "化学生物学实验", "Chemical Biology Experiments", "化学学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "4.0", "", "28.0", "", "", "", "", "", "", "实验", "张骥", "自编讲义", "", "刘艳红,王娜,李坤", "选修课", "考查", "", "化学生物学相关基础实验技能学习\x02", "20141010新增课程    由于教学实验室容量有限，选课人数暂不超过25人"], ["203198020", "留学与文化交流", "Study abroad and cultural exchange", "化学学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "1. Gordon，Robert  2010  Going Abroad: Traveling Like an Anthropologist. Paradigm Publishers,  Boulder. 《出国：像人类学家一样旅行》\n2. 《跨文化交际基础》作者：窦卫霖 编著 出版社：对外经济贸易大学出版社  2007.4", "《 出国：像人类学家一样旅行》 Gordon，Robert  2010，  Going Abroad: Traveling Like an Anthropologist. Paradigm Publishers,  Boulder. \n   2. 《跨文化交际基础》作者：窦卫霖 编著 出版社：对外经济贸易大学出版社  2007.4\n     The Basis of Intercultural Communication,Dou Weilin,University of Business and \n     Economics Press.2007.4", "刘黎、邹云志、陈子超等", "伴随着经济全球化的迅猛发展，教育尤其是高等教育逐步走向国际化，中国社会的发展需要高等教育在人力资源开发、科学技术创新等方面提供智力支撑，高等教育国际交流与合作俨然已经成为世界各国文化交流的主要手段，跨文化交际日益频繁化、普遍化，国际教育的意识以及跨文化交际能力的培养成为高校的主要任务和目标之一。本课程旨在让学生了解跨文化交际知识，掌握跨文化文化交际技能，以便转变自我观念，适应国际化教育的今天，成为具有宽广国际视野的人才。本课程力求最大程度地提高学生跨文化交流的敏感度，树立对国际交流、学习的正确认识，激发兴趣并为远赴国外/境外学习、交流做好全方位的准备。\n    通过阅读相关人类学家、心理学家及跨文化研究者的著述，了解文化能力和文化差异。培养学生批判性思维，成为具有反思精神的学者，不断实践中西文化贯通，培养国际化视野，应对未来的全球化机遇和挑战", "考查", "", "本课程主要包括跨文化基本知识、基本能力以及国际交流基本过程三方面，在基本知识部分会介绍跨文化交流概念、文化纬度、文化差异、文化休克、多元文化主义等概念；运用比较教育学理论，以美国高校为例，对中美高校教学理念、教学方法、学分体系、学分对接进行差异分析；基本能力部分着重培养学生跨文化交际能力和境外生活能力，要求学生熟练运用言语交际和非言语交际知识，了解如何在境外解决与学习、生活息息相关的各种生存问题；基本过程涵盖三个部分：行前准备；获得最大收益的途径；回国转化等。赋予学生国际交流前、国际交流中及国际交流后心理、学术、文化冲击等各种常见问题的人文关怀和实战培训等a", "20141016"], ["203199030", "化学技能拓展训练", "Chemical Skill Enhancement Training", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "门健", "自编", "", "寇兴明，史忠华，曾红梅", "该课程是为全面提升学生的创新能力，拓宽学生视野，综合运用四大化学的基础知识， 从而能解决复杂的、综合的、交叉的化学问题。", "考试", "", "本课程由四大化学无机化学、分析化学、有机化学和物理化学的老师共同来完成，每人授课12学时，分别讲授实验的理论和与实验过程有关的操作、分析及谱学知识的综合运用。", "20141029新增"], ["203200030", "大学化学（全英文）", "College Chemistry", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["203201010", "创业与实践", "Entrepreneurial and Practice", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编教材", "（1）《Marketing》市场营销原理，菲利普?科特勒(Philip kotler)；\n（2）《创业指南》， 李宝刚, 樊林怡 等 著", "马俪", "", "考查", "", "本课程主要通过杰出校友自身的创业经历或者在企业任职的经历，向同学们传授创业与实践基础性的知识与技能，同时也包括与创业相关的化学专业的知识与技能。将创业实践教育与专业教育相融合，开展实践活动，把创业实践理论知识运用到实践中，体现创业实践教育价值。", "20150114"], ["203202010", "Chemistry of Metabolism", "Chemistry of metabolism", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Angela Maria Navarro-Eisenstein", "", "", "Angela Maria Navarro-Eisenstein", "The short course consists of a brief examination to the chemical structures of the carbohydrates, lipids and proteins followed by the study of organic chemistry of metabolism during energy production. Possible pathways to be discussed for students with organic chemistry background: Glycolysis, lipids metabolism, citric acid cycle, cellular respiration. Our goal is to show that the reactions of these pathways are biochemical equivalents of organic functional group reactions students already studied in detail in organic lectures.", "", "", "", "20150413实践周新增"], ["203203010", "Green and Sustainable Chemistry: Drivers and Practices", "Green and Sustainable Chemistry: Drivers and Practices", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "James H Clark", "", "", "James H Clark", "Green chemistry can be considered as the design and application of processes and products that do not harm the environment. The application of green chemical technology is becoming increasingly important as traditional raw materials become scarcer, the costs of waste disposal and fines from pollution escalate, and energy costs increase. Green chemistry principles and tools are available to aid environmentally friendly process and product design.The learning objectives are as follows:", "", "", "", "20150413实践周新增"], ["203204010", "Optoelectronic Semiconducting and Precisely Defined Polymer Synthesis", "Optoelectronic Semiconducting and Precisely Defined Polymer Synthesis", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Guillermo C.Bazan, Javier Read de Alaniz", "This course will be team-taught by Professors Bazan and Read from the University of California Santa Barbara. Relevant topics to cover include: (i) electronic description of electronic states in delocalized conjugated polymers, (ii) nature of photoexcitations in conjugated polymers, (iii) charge carrier transport in organic semiconductors, (iv) introduction to the function of optoelectronic devices containing conjugated polymers including: polymer light emitting diodes, high mobility field effect transistors, and bulk heterojunction solar cells, (v) the use of fluorescence energy transfer processes from water solution conjugated polyelectrolytes for the design of optically amplified biosensors, (vi) C-H functionalization – new technology to access simple aromatic heterocycles used in conjugated polymers, (vii) state of the art synthetic tools for to precisely control various aspects of organic semiconductors, (viii) modern design strategies for organic semiconductor synthesis.", "", "", "", "20150413实践周新增"], ["203205010", "Organic Chemistry 2410", "Organic Chemistry 2410 (Addition and Substitution Reactions in Organic Chemistry: a mechanistic approach)", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Joan Mutanyatta-Comar", "The course will be divided into two parts: Part 1 will cover examples of and the mechanisms involved in the addition reactions that characterizes the chemistry of alkenes and alkynes. All of the common reagents that can be added to unsaturated centers will be illustrated and their mechanisms (including regio-and stereochemistry) discussed in detail. Part II will review the reactions and mechanisms (including the stereochemical outcome) of the susbstitution reactions that occur at a saturated carbon. The variation in reactivity as a function of structure, nucleophilicity, solvent, leaving group and other variables will be covered.", "", "", "", "20150413实践周新增"], ["203206010", "Chem.3010 Organic Chemistry 2", "Chem.3010 Organic Chemistry 2", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Keith O Pascoe", "", "", "Keith O Pascoe", "AROMATIC CHEMISTRY-The classification of Aronmatic compounds will be discussed as well as the unique properties of this iportant class of organic compounds", "", "", "", "20150413实践周新增"], ["203207010", "Structure Determination of Chemical Compounds", "Structure Determination of Chemical Compounds", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Paul Gregory Williard", "This course will begin with a brief survey of the development of various instrumental methods including absorption spectroscopies (UV-VIS, IR, Raman) with examples and problems. A discussion of electron scattering experiments and mass analysis will follow. This course will conclude with a thorough and comprehensive survey of the current state of the art methods used for the structure determination and three-dimensional analysis of small molecules, biological macromolecules, gold nanoparticles and nanomaterials. A majority of the material will deal will x-ray diffraction analysis", "", "", "", "20150421国际处转"], ["203208010", "Organometallic Chemistry part I", "Organometallic Chemistry part I", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Patrick J. Walsh", "This class will serve as introductin to organometallic chemistry and will focus on the fundamentals of reaction mechanisms", "", "", "", "20150421国际处转"], ["203209010", "Organometallic Chemistry part II", "Organometallic Chemistry part II", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Patrick J. Walsh", "The application of organometallic to organic synthesis and asymmetric catalysis will be discussed", "", "", "", "20150421国际处转"], ["203210100", "毕业论文", "Graduation Thesis", "化学学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["203211010", "Green and Sustainable Chemistry: Drivers and Practices", "Green and Sustainable Chemistry: Drivers and Practices", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "James Hanley Clark", "Green chemistry can be considered as the design and application of processes and products that do not harm the environment. The application of green chemical technology is becoming increasingly important as traditional raw materials become scarcer, the costs of waste disposal and fines from pollution escalate, and energy costs increase. Green chemistry principles and tools are available to aid environmentally friendly process and product design.\nThe learning objectives are as follows:\n？ To understand how the costs of “waste and energy” problems are leading to changes in industry\n？ To learn the fundamental philosophy and tools of green chemistry\n？ To practice applying green chemistry principles to process and product design\n？ To develop an awareness of the legislative, financial and social factors connected with reducing environmental impact\nTo gain knowledge of the various technologies used by process industries to minimise waste\n？ To gain an appreciation of the difficulties in comparing and measuring the &#39;greenness&#39; of alternative processes.\n？ To understand the importance of catalysis to green chemistry\n？ To recognise the key difference between homogeneous and heterogeneous catalysis in chemical processes\n？ To understand the importance and role of solvents in chemical and related processes\n？ To learn about different “greener” alternatives including examples of use and also pros and cons\n？ To use real examples to illustrate how the principles of green chemistry can be applied to chemical and pharmaceutical manufacturing.\n？ To study the changing trends in raw material utilisation and to understand the potential of alternative feedstocks.\n？ To understand how biomass can be used as a feedstock for future production industries", "", "", "", "20160428新增实践周课程"], ["203212010", "Organometallic Chemistry Part I", "Organometallic Chemistry Part I", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Patrick Joseph Walsh", "This class will serve as an introduction to organometallic chemistry and will focus on the fundamentals of reaction mechanisms.  Part I will include the following topics: Electron Counting\nProperties of Metal/Ligands\nMO’s/Bond Energies/Acidity, Ligand Substitution, Oxidative Addition,\nReductive Elimination, Sigma Bond Metathesis, Insertions", "", "", "", "20160428新增实践周课程"], ["203213010", "Main Group Inorganic Chemistry for Chemistry Majors", "Main Group Inorganic Chemistry for Chemistry Majors", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Patrick Joseph Walsh", "Main Group Chemistry for Chemistry majors.  Bonding models for main group compounds and the chemistry of main group elements", "", "", "", "20160428新增实践周课程"], ["203214010", "The Organic Chemistry of Carbohydrates, Amino Acids, Proteins, Coenzymes and Lipids", "The Organic Chemistry of Carbohydrates, Amino Acids, Proteins, Coenzymes and Lipids", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Patrick Henry Toy", "The structures and reactions of the biomolecules carbohydrates, amino acids, proteins, coenzymes (vitamins) and lipids will be presented.  Topics will include stereochemistry, reaction, and biological importance and functions of these classes of compounds.  The aim of this course will be to provide a context for the organic chemistry that students will have learned during their introductory courses in terms of biology and biochemistry.", "", "", "", "20160428新增实践周课程"], ["203215010", "Introduction to Polymeric Materials", "Introduction to Polymeric Materials", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Xiao-Xia Zhu", "1) Introduction to polymers and materials\n2) Radical polymerization and polycondensation\n3) Applications of polymers and biomaterials\n4) Recent trends in polymer research\n(in one week only)", "", "", "", "20160428新增实践周课程"], ["203216010", "Molecular and Supramolecular Photochemistry", "Molecular and Supramolecular Photochemistry", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Vaidhyana Ramamurthy", "The course will discuss the basics of photochemistry in solution and in confined systems. A\ncomprehensive model that helps understand the behavior of molecules in solution and in\nsupramolecular assemblies will be presented. This course will also include a brief introduction to\nvarious supramolecular assemblies that are commonly used in photochemistry.\nMolecules at rest (S0) could be energized by either heat or light. The former activates molecules to\nupper vibrational levels (S0#) while the latter alters their electronic and/or spin configurations\ncorresponding to S1, S2, T1, T2 etc. states. Molecules placed in upper electronic levels undergo both\nphysical and chemical processes that are distinctly different from those in the ground electronic state.\nUsing carbonyl, olefin and aromatic molecules as examples the various photochemical and\nphotophysical events that organic molecules undergo will be introduced and the basic rules governing\nthese processes outlined.\nThe excited state behavior of molecules present in solution and gas phase could be understood on the\nbasis of electronic and steric factors outlined in physical organic textbooks. Extension of these\nconcepts to reactivity of molecules in well-defined restricted spaces provided by enzymes often\nrequires additional input. The immediate environment of the reactant molecule could influence its\nexcited state behavior (when both are nearly of the same dimension). Highly confining host systems\nsuch as micelles, cyclodextrins, cucurbiturils, calixarenes etc., similar to enzymes, have been\nestablished to alter the photobehavior of organic molecules in aqueous solution. In solid state, hosts\nsuch as zeolites, clays, and crystals exert similar influence. Independent of the host system, reactions\nin a confining environment could be visualized to occur within a well-defined reaction cavity that\ncould interact with the reactant guest molecules through weak interactions.", "考试", "", "", "20170502新增实践周课程"], ["203217010", "Supramolecular Chemistry", "Supramolecular Chemistry", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jong Seung Kim", "Based on General Chem, Organic Chem and Inorganic Chem., students will learn a broad spectrum about supramolecular chemistry where host-guest interactions of crown ethers, criptands, calixarenesetc with metal ions, anions and biospecimen are covered in this course. The Supramolecular Chem will provide a great impact to undergraduate/graduate students studying especially on environmental or biomedical application.", "考试", "", "", "20170502新增实践周课程"], ["203218010", "Transition Metal Catalysts for Organic Synthesis", "Transition Metal Catalysts for Organic Synthesis", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Justin Thomas Mohr", "Modern synthetic organic chemistry relies heavily on the use of transition metal\ncatalysts to enable the efficient construction of complex molecules. This course will\nintroduce some of the most important methods in synthetic chemistry and demonstrate\nhow these methods can be applied in designing the synthesis of important organic\nstructures. In addition, basic chemical principles will be applied to understand the\nfunction and reactivity of the catalysts and potentially design new catalysts with\nimproved properties. These topics will include fundamental mechanisms of\norganometallic reactions, electron counting in organometallics, and drawing catalytic\ncycles. With this background, students will have the basic literature knowledge to\ndesign the synthesis of complex molecules using modern techniques that are applicable\nin the manufacture of pharmaceuticals, functional organic materials, and polymers.", "考查", "", "", "20170502新增实践周课程"], ["203219010", "Organic Chemistry of Biomolecules", "Organic Chemistry of Biomolecules", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Patrick Henry Toy", "The major objective of this course is to give students an understanding and appreciation of the role of organic chemistry in biology and biochemistry.  This will be achieved through the introduction of the chemistry of organic molecules that have biological importance, such as carbohydrates, amino acids, peptides, coenzymes (vitamins), and lipids.  The organic mechanisms underlying some basic biological processes will also be presented.", "考试", "", "", "20170502新增实践周课程"], ["203220010", "The Chemistry and Biology of Natural Products", "The Chemistry and Biology of Natural Products", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Scott Alan Snyder", "This class will provide students with historical background on the role that natural\nproducts have played in the development of new chemical reactions, synthetic strategy,\nand the development of pharmaceuticals. Students will then have the opportunity to\nexpand their basic skillset in organic chemistry by learning some of the modern\nmethods to effect their laboratory construction, including reactions such as olefin\nmetathesis, condensation chemistry, C-H functionalizations, ring contractions and\nexpansions, and aryl aminations.", "考查", "", "", "20170502新增实践周课程"], ["203221010", "Metrology (measurements)", "Metrology (measurements)", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jovan Bojkovski", "Classification of metrology (legal, scientific, industrial), international organizations (BIPM, OIML) Basic SI units, definitions and realizations (realization of basic SI units in Slovenia) Basic metrological terms (uncertainty, correction, systematic error, …) Measurement uncertainty (type A(statistical) and type B(non-statistical)) Typical uncertainty sources, estimation and calculation of uncertainty, calibration procedures, examples from different technical areas Basic probability and information theory in measurements Modern software and hardware tools in metrological laboratories (emphasizes on basic SI units)", "", "", "", "20170504实践周"], ["203222020", "大学化学（Ⅰ）-1", "College Chemistry (Ⅰ)-1", "化学学院", "", "", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203223030", "大学化学（Ⅰ）-2", "College Chemistry (Ⅰ)-2", "化学学院", "", "", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203224020", "大学化学（Ⅱ）-1", "College Chemistry (Ⅱ)-1", "化学学院", "", "", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203225030", "大学化学（Ⅱ）-2", "College Chemistry (Ⅱ)-2", "化学学院", "", "", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203226030", "大学化学（Ⅲ）-1", "College Chemistry (Ⅲ)-1", "化学学院", "", "", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203227020", "大学化学（Ⅲ）-2", "College Chemistry (Ⅲ)-2", "化学学院", "", "", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203228050", "大学化学（Ⅳ）", "College Chemistry (Ⅳ)", "化学学院", "", "", "5.0", "80.0", "", "", "开设", "5.0", "80.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203229050", "大学化学（Ⅴ）", "College Chemistry (Ⅴ)", "化学学院", "", "", "5.0", "80.0", "", "", "开设", "5.0", "80.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203230040", "大学化学（Ⅵ）", "College Chemistry (Ⅵ)", "化学学院", "", "", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203231020", "大学化学（Ⅶ）", "College Chemistry (Ⅶ)", "化学学院", "", "", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203232020", "大学化学（Ⅷ）", "College Chemistry (Ⅷ)", "化学学院", "", "", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171025"], ["203233030", "化学能源与材料", "Chemical Engergy and Materials", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180105新增"], ["203234030", "分析仪器与实践", "Analytical Instrumental Practice", "化学学院", "", "本科", "3.0", "56.0", "", "", "开设", "4.0", "16.0", "", "40.0", "", "", "", "", "", "", "讲授含实践", "侯贤灯", "自编", "", "", "本课程与仪器分析课程的教学重点不同，本课程的教学重点是使学生掌握分析仪器技术，特别是基于其技术的仪器硬件，从而使学生更加深刻地理解分析仪器，具有进一步从事分析仪器相关方向的深造基础；通过课堂教学、仪器解剖、仪器部件制作、仪器组装达到教学目的。", "考查", "", "分析仪器国产化已经成为国家发展战略的重要组成部分。本课程重点讲授光学分析仪器、质谱仪、毛细管电泳仪、电化学传感器、色谱仪的相关技术，特别是其相关重要部件；通过实验教学深刻理解其技术原理，包括分析仪器解剖、部件制作，甚至小型化的仪器组装。", "20180105新增"], ["203235030", "放射性药物化学", "Radioactive Molecular Probes and Application", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "", "", "", "", "", "", "讲授", "夏传琴", "自编", "核药学, 范我,原子能出版社", "", "通过该课程的学习，要求同学们掌握放射性药物的制备，评价以及在实验医学及临床医学中的运用原理，包括其在精准治疗中的应用", "考试", "", "该课程分为几个部分：1) 射线与物质的相互作用；2）放射性探针的设计合成及制备；3) 放射性小分子探针的体内及体外评价；4）放射性小分子探针的实验及临床应用；\n该课程的内容在于让同学们掌握放射性小分子探针设计的原则，合成的方法以及评价的内容，并了解其在实践医学和临床医学中的应用，并理解其在精准医学中的应用。", "20180105新增"], ["203236020", "化学生物学", "Chemical Biology", "化学学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "王娜", "", "《化学生物学》\x04", "余孝其 于珊珊 余志鹏", "专业选修课", "考试", "", "分子间相互作用与分子识别；化学物质与蛋白的相互作用；化学物质与核酸的相互作用；酶的化学生物学与糖的化学生物学；化学生物学新技术与新进展", "20180105新增"], ["203237030", "化学生物学实验", "Chemical Biolody Lab", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "", "48.0", "", "", "", "", "", "", "实验", "王娜", "自编讲义", "《化学生物学实验》", "张骥李静李坤于珊珊陈善勇刘艳红余志鹏", "专业选修课", "考查", "", "掌握化学生物学基本实验操作技能；化学中的基因工程、蛋白质工程与酶工程等", "20180105新增"], ["203238030", "中级无机化学", "Comprehesive Inorganic Chemistry", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "", "", "", "", "", "", "讲授", "曾红梅", "", "", "林之恩、邹国红", "专业选修课", "考查", "", "", "20180105新增"], ["203239030", "现代分析方法", "Modern Analytical Methods", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "", "", "", "", "", "", "讲授", "徐开来", "自编", "1. 《现代仪器分析》，袁存光等编著，化学工业出版社，2012。\n2. 《分析化学手册》（第三版），化学工业出版社，2016。\n3. 《分析化学》下册，武汉大学主编，高等教育出版社出版，2012。\n4. 《色谱技术丛书》，化学工业出版社，2011。\n5. 《波谱解析》，周向葛、邓鹏翅、徐开来等编著，化学工业出版社，2015。\n6. 《化学与生物传感器》，张学记著，化学工业出版社，2009。", "侯贤灯张立春刘睿郑保战戴建远孙旭平", "本课程主要学习目前常用的现代分析方法的基本原理、技术及其在各类样品分析与表征中的应用，适合于已学习过仪器分析，具有一定化学基础，对现代分析方法感兴趣的学生学习。", "考查", "", "本课程涵盖分析和表征不同研究对象的各种现代分析方法和策略，讲授目前常用的现代分析方法的基本原理、技术和特点，运用多种现代分析仪器（原子光谱、分子光谱、圆二色谱、核磁共振波谱、质谱、色谱、电化学、元素分析仪、X射线衍射、扫描电镜、透射电镜、光电子能谱、原子力显微镜等）进行元素分析、化合物分子结构解析、材料表征、传感分析、分离分析的技术和方法，及其在化学、生物、食品、农业、冶金、环境、临床等实际复杂样品分析中的应用。通过本课程的学习，让学生形成和具备根据研究检测对象设计适宜分析方法的能力，提高运用现代分析工具与手段进行科学研究的能力。", "20180105新增"], ["203240020", "微孔材料化学", "Chemistry of Microporous Materials", "化学学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "林之恩", "自编", "《分子筛与多孔材料化学》，徐如人等编著，科学出版社", "", "专业选修课", "考查", "", "本课程讲授若干晶态微孔材料的合成、结构、性能及其应用。这些晶态微孔材料包括硅铝酸盐、磷酸盐、亚磷酸盐、硼酸盐、锗酸盐、硫属化合物、配位聚合物、共价有机框架材料以及无机-有机杂化材料。材料的合成方法涉及到溶液法、水热法、溶剂热法、离子热法以及无溶剂法，同时对这些合成方法的特点进行了强调。详细讲解材料的骨架结构、孔道结构以及拓扑结构，重点突出材料的结构与其性能（如热稳定性、气体存储、分离、离子交换以及光致发光）的关系。介绍这些材料在多相催化、机动车尾气净化、光解水制氢、能源气体存储、温室气体捕获、非线性光学材料等领域的一些应用情况。", "20180105新增"], ["203241030", "绿色化学(I) (全英文)", "Green Chemistry(I)", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "", "", "", "", "", "", "讲授", "胡常伟", "绿色化学原理和应用", "&quot;1.  Anastas P.T., Williamson T.C., Green Chemistry, Theory and Practice, London: Oxford University Press, 1998.\n2.  Anastas P.T., Heine L. G., Williamson T.C., Green Chemical Synhesis and Processes, ACS Symposium Series 767, 2000.\n3.  Tundo P., Anastas P., Green Chemistry Challenging Perspectives, Oxford, 1999.\n4.  Clark J., Macquarrie D., Handbook of Green Chemistry and Technology, Blackwell Science, 2002.\n5. Anastas P.T., Williamson T.C., Green Chemistry, Frontiers in Benign Chemical Synthesis and Processes, London: Oxford University Press, 1998.\n6. Anastas P.T., Williamson T.C., Green Chemistry—Designing Chemistry for the Environment, Washington: American Chemical Society, 1996.\n7. 仲崇立,《绿色化学导论》，北京，化学工业出版社，2000.\n8. 闵恩泽，吴巍,《绿色化学与化工》，北京，化学工业出版社，2000.\n9. 朱宪，《绿色化学工艺》，北京，化学工业出版社，2001.\n10. Albert S. M., Introduction to Green Chemistry, 汪志勇等译，北京，中国石化出版社，2006.\n11. 阿尔贝特?马特莱克，绿色化学导论，郭长彬等译，北京，科学出版社，2012.&quot;", "祝良芳，李丹，童冬梅", "本课程是针对化学类三年级学生开出的化学类类级平台必修课程。在内容上连接前修课程和平行课程，并重点突出如何在前修课程和平行课程的知识的基础上，通过知识的综合运用和创新，从原理上解决人类目前面临的资源和环境危机，从而巩固和深化前修专业知识。在传授相关基本知识的同时，还要重点训练学生综合运用知识的能力、进行创新思维和创新实践的能力等综合素质。", "考试", "", "绿色化学是当今国际前沿研究领域之一。《绿色化学》国家级精品课程以培养学生科学的发展观、广博的知识面、强的创新能力和高的综合素质为目标，以目标产物的绿色化、化学反应原料的绿色化、化学反应过程的绿色化为线索构建课程结构体系，是化学、应用化学等专业本科生必修的专业基础课。", "20180105新增"], ["203242030", "合成化学", "Synthetic Chemistry", "化学学院", "", "本科", "3.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "游劲松", "自编讲义", "", "游劲松，兰静波，刘波", "《合成化学》是一门化学专业本科高年级学生的必修课程，在学生已修读《无机化学》、《有机化学》和《高分子化学》等专业基础课基础上的提高课程。", "", "", "合成化学是化学学科的核心，是化学改变人类生活，促进人类发展的基本科学工具。《合成化学》是一门化学专业本科高年级学生的必修课程，在学生已修读《无机化学》、《有机化学》和《高分子化学》等专业基础课基础上的提高课程。主要讲授内容包括有机合成、无机合成和高分子合成，重点强化学生对合成知识的综合应用能力，着重训练学生在对化学反应机理理解基础上进行合成设计的能力。", "20180105新增"], ["203243030", "细胞工程实验", "Cell Engineering Lab", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "", "48.0", "", "", "", "", "", "", "实验", "张骥", "自编讲义??狇k\x17堃\x12\x18", "《细胞生物学实验技术》、《化学生物学实验》", "刘艳红王娜李坤于珊珊陈善勇余志鹏", "专业选修课", "考查", "", "细胞形态及亚细胞结构的观察，学习常见细胞的培养方法以及细胞活力检测，同时了解细胞转染、报告基因表达等细胞工程相关的实验操作。", "20180105新增"], ["203244030", "放射分析与辐射测量实验", "Radiation Analysis and Measurement Lab", "化学学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "", "24.0", "", "", "", "", "", "", "讲授含实践", "马利建", "自编讲义??恤k\x17\x01", "《放射化学与辐射化学实验教程》兰州大学出版社；《核化学与放射化学》北京大学出版社睾\x14\x18\x04o\n?", "李首建、丁颂东、夏传琴、黄超", "通过课程学习使学生了解辐射的来源、分类、性质等，熟悉辐射测量系统的结构和工作原理，掌握放射分析与辐射测量的基本方法和过程，提高学生关于辐射测量与防护的理论水平和实践能力，为以后从事核能及放射化学领域相关工作打下坚实基础。", "考查", "", "本课程将理论教学与实践操作相结合，讲授放射分析和辐射测量方法，以及相关测量仪器的工作原理和操作方法、灵敏度、误差来源等。放射性分析和测量方法是基于测量放射性或特征辐射的，与一般化学分析方法比较具有分析灵敏度高（一般能达1ppm），准确度高，分析速度快，方法简便可靠，取样量小，有时还可以不破坏样品结构等特点。通过本课程学习可以使分析化学、放射化学及相关专业学生了解放射性分析方法的特性，熟悉放射分析和辐射测量仪器设备的结构和原理，熟练掌握放射分析与辐射测量的基本方法和过程，提高学生关于辐射测量与防护的理论水平和实践能力，为以后从事核能及放射化学领域相关工作打下坚实基础。", "20180105新增"], ["203245010", "核磁共振技术原理与实践", "Principle and Practice of NMR", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "", "16.0", "", "", "", "", "", "", "实验", "邓冬艳", "自编", "《有机波谱学谱图解析》", "", "有机结构分析是介于有机化学和分析化学之间的边缘学科。核磁共振波谱解析是其重要的组成部分。本课程的任务主要是介绍核磁共振波谱的基本原理及仪器结构，以及进行各类有机物基本的波谱测定及解析训练。通过本课程的学习，学生应掌握核磁共振仪器使用及基本的波谱解析技巧，为今后的深造或实际工作打下基础。", "考查", "", "本课程的教学内容主要包括核磁共振波谱的基本原理及仪器结构介绍，核磁样品制备及仪器使用技术，以及常见一维和二维核磁谱图解析训练及其相关应用。", "20180105新增"], ["203246010", "色谱-质谱联用技术原理与实践", "Principle and Practice of Chromatography–Mass Spectrometry", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "", "16.0", "", "", "", "", "", "", "实验", "李静", "自编", "《仪器分析》、《质谱及联用技术》??杓?", "王春霞、刘艳红、王娜、阳萌", "选修课", "考查", "", "了解液相色谱质谱仪的仪器构造，掌握该仪器的上机操作和谱图解析", "20180105新增"], ["203247010", "生物质谱技术原理与实践", "Principle and Practice of MALDI-TOF-MS", "化学学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "", "16.0", "", "", "", "", "", "", "实验", "", "自编", "1. 期刊：MALDI-T0F-MS在生物化学和高分子化学中的应用\n（作者：季怡萍，孙淑清，刘志强，刘淑莹；期刊：分析测试学报；年份：2001；卷：20）\n\n2. 图书：Analysis of DNA using MALDI-TOF mass spectrometry\n（作者：Hung, Kueichun.；出版社：Thesis (Ph.D.)--Cleveland State University, 2000；年份：2000；书号：ISBN 0599967323）\n\n3. 图书：Quantitation of polymer end groups using MALDI-TOF MS\n（作者：Weaver, Alia Paige.；出版社：Thesis (M.S.)--The American University, 2002；年份：2002；书号：ISBN 9780493624174）\n\n4. 图书：Peptide nucleic acid analysis by MALDI-TOF mass spectrometry\n（作者：Huang, Meng.；出版社：Thesis (M.S.)--The American University, 1996；年份：1996；书号：ISBN 9780591304213）\n\n5. 图书：Quantitative analysis of cyanobacterial toxins by MALDI-TOF mass spectrometry\n（作者：Howard, Karen L.；出版社：Thesis (Ph.D.)--State University of New York College of Environmental Science and Forestry, 2007；年份：2007；书号：ISBN 9780549158639）\n\n6. 图书：Studies in MALDI-TOF-MS as a tool for the characterization of synthetic polymers\n（作者：Wetzel, Stephanie J.；出版社：Thesis (Ph.D.)--The American University, 2001；年份：2001；书号：ISBN 9780493483023）", "王春霞、李静、阳萌", "选修课", "考查", "", "基质辅助激光解析串联飞行时间质谱仪（MALDI-TOF-MS）的应用是在有机化学、有机化学实验、分析化学、分析化学实验以及化学生物学的基础之上，结合最新的现代测试技术，面向高年级（三年级）本科生开展的一门选修性质实验类项目制课程，力求在学生具备分析化学及化学生物学知识、掌握一定仪器分析技能的前提下，结合现代该类测试的实际应用范例，达到进一步提升化学专业吸引力，提高学生专业水平和研究兴趣等目的。本课程涉及基质辅助激光解析串联飞行时间质谱仪的操作，包括不同种类样品的制备方式，不同类型谱图的解析手段以及面向科研探索应用方面的拓展。具体包括对多糖类物质的分析，对蛋白质及多肽类物质的分析以及对聚合物的分析表征。通过利用开放性的实验，多样化的实验对象，培养学生的研究兴趣和探索热情。对学生能力的提升，视野的拓展方面都有较好的推动和促进。\n此外，本课程可以加深和巩固所学的理论知识，针对性的进行基质辅助激光解析串联飞行时间质谱仪的操作培训以及相关方面的鉴定和分析。开课过程中，可以起到训练学生解决实验中遇到问题的思维和动手能力，培养学生理论联系实际的作风，实事求是，严谨认真的科学态度与良好工作习惯，为学生将来从事化学相关专业的应用和研究工作打下良好的基础。", "20180105新增"]]