[["502531010", "Evidence Based Practice", "Evidence Based Practice", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Brenda Lou Luther", "", "", "Brenda Lou Luther", "This course introduces concepts associated with evidence-based nursing practice. Emphasis is placed on defining and describing scientific research methods and processes and locating and evaluating evidence for nursing practice. Upon completion of this course, the student will be able to locate, evaluate, and translate evidence from the discipline of nursing for use in the profession of nursing.", "", "", "", "20150421实践周"], ["502532010", "Nurs 3107", "Nurs 3107", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Brenda Lou Luther", "", "", "Brenda Lou Luther", "", "", "", "", "20150421实践周"], ["502533010", "Primary Health Care, Population Health, Program Planning and Evaluation", "Primary Health Care, Population Health, Program Planning and Evaluation", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Rosemary Jean Herbert", "", "", "Rosemary Jean Herbert", "", "", "", "", "20150421实践周"], ["502534010", "Leadership in Primary Health Care", "Leadership in Primary Health Care", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Rosemary Jean Herbert", "", "", "Rosemary Jean Herbert", "", "", "", "", "20150421实践周"], ["502535010", "Innate and Adaptive Immunity", "Innate and Adaptive Immunity", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Tony Norman Marion", "", "", "Tony Norman Marion", "The course will explain innate and adaptive immunity from the perspective of the respective receptor repertoires, how the respective receptors are generated, how activating ligands for each repertoire of receptors differ, how immune tolerance for self has evolved and developed for both systems, and finally how both innate and adaptive immune systems are required for effective immune activation and effector function. The course will review the conceptual framework that defines both immune functions and the empirical bases for understanding those functions.", "", "", "", "20150421实践周"], ["502536010", "Autoimmunity", "Autoimmunity", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Tony Norman Marion", "", "", "Tony Norman Marion", "The course will explain autoimmunity and autoimmune disease using as an example B cell reactivity and antibody production to DNA in the disease Systemic Lupus Erythematosus. The course will review innate and adaptive immune tolerance and describe the mechanisms of immune cell activation that allow tolerance to be superseded. The course will include descriptions of how innate and adaptive immune mechanisms converge to induce disease pathogenesis in this example of autoimmune disease.", "", "", "", "20150421实践周"], ["502537010", "Principles and Instrumentation of Medical Ultrasound", "Principles and Instrumentation of Medical Ultrasound", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Traci Beth Fox", "", "", "Traci Beth Fox", "This course will review the physical principles of ultrasound, and the structure and function of the ultrasound equipment. Participants will be invited to discuss current literature on technology as it relates to ultrasound physics and application to real-world practices. Technological advances such as elastography, contrast imaging, harmonic imaging, and others will also be discussed. Hands-on demonstration of how technological factors affect the ultrasound image will be performed with the participants.", "", "", "", "20150421实践周"], ["502538010", "Hemodynamics and Doppler Ultrasound", "Hemodynamics and Doppler Ultrasound", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Traci Beth Fox", "", "", "Traci Beth Fox", "The course will review the principles of hemodynamics in the arterial and venous systems, and the principles and application of Doppler in ultrasound imaging. The physical concepts will be applied to real-world examples of arterial and venous examinations, so the participant can see how hemodynamics affects blood flow under certain conditions. Hands-on scanning will be performed to demonstrate different flow patterns and Doppler concepts in a real-time environment.", "", "", "", "20150421实践周"], ["502539010", "Genetics and Genomics for Nursing", "Genetics and Genomics for Nursing", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Mei Rosemary Qiu", "", "", "Mei Rosemary Qiu", "This course will focus on the application of principles of genetics and genomics for \nhealth care through multidisciplinary and interdisciplinary perspectives. Content will \nfocus on the mechanisms of genetic and genomic contributions to common and \ncomplex disorders. New ways of thinking about health and disease in relation to \ngenomics will be discussed. The impact of genetics and genomics on nursing in terms \nof health promotion, disease prevention, and responsibilities of nurses and other \nhealthcare professionals will be discussed. Students will be encouraged to critically \nexamine the ethical, social, legal, cultural, political, and professional implications to the \nintegration of genetics and genomics into health care. Emphasis is placed on scientific \nknowledge and the impact of genetics and genomics on nursing care.\nSection F. Checklist of Application Materials.", "", "", "", "20150421实践周"], ["502540010", "Pediatric Eye and Vision Care", "Pediatric Eye and Vision Care", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "Ida Chung", "", "", "Ida Chung", "This course will cover normal and abnormal eye and vision development, with an emphasis on functional vision care. Common pediatric conditions will be covered with an emphasis on conditions of amblyopia, strabismus, and nonstrabismic binocular disorders that are treated nonsurgically. The relationship between vision and learning will be presented in detail. Examination techniques, lens prescribing, and vision therapy will be presented to illustrate how these pediatric conditions are diagnosed and treated.", "", "", "", "20150421实践周"], ["502541010", "Basic Introduction to Survival Analysis", "Basic Introduction to Survival Analysis", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Yi Li", "", "", "Yi Li", "This introductory course is to offer a basic course of biostatistics. Survival analysis has become an essential tool of analyzing commonly observed biomedical data, which are often censored due to incomplete follow-up. The goal of this short course is to provide participants with the necessary background required to understand some routinely used survival analysis methods, and to apply such methods using standard statistical software.  We will illustrate the methods and procedures using extensive examples from various epidemiologic and medical applications, such as cancer research, organ transplantation and social science. We intent to cover: censoring types, e.g right and left censoring; interval censoring; estimation of survival functions, e.g. non-parametric  Kaplan-Meier and  Nelson-Aalen estimators; two- and k-sample tests (e.g., log rank, Wilcoxon); parametric methods for analyzing survival data (e.g., exponential model) and  semi parametric methods (e.g., Cox proportional hazards model).  Some basic knowledge of calculus and probability would be helpful for understanding the materials presented.", "", "", "", "20150421实践周"], ["502542010", "Proposed Uip Course: Recent Challenges in American Medicine", "Proposed Uip Course: Recent Challenges in American Medicine", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Robert Abilio Baldor", "", "", "Robert Abilio Baldor", "Proposed Uip Course: Recent Challenges in American Medicine.", "", "", "", "20150421实践周"], ["502543010", "普通外科学漫谈：历史与人文", "Rambling of General Surgery : History and the Humanities", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "周总光等", "", "考查", "", "", "20150608新增"], ["502544020", "急诊科实习（英语）", "Clerkship-Emergency Medicine", "华西临床医学院", "", "本科", "2.0", "80.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502545120", "内科实习（英语）", "Clerkship-Internal Medicine", "华西临床医学院", "", "本科", "12.0", "480.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502546120", "外科实习（英语）", "Clerkship-Surgery", "华西临床医学院", "", "本科", "12.0", "480.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502547020", "麻醉科实习（英语）", "Clerkship-Anesthesiology", "华西临床医学院", "", "本科", "2.0", "80.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502548060", "妇产科实习（英语）", "Clerkship-OB/GYN", "华西临床医学院", "", "本科", "6.0", "240.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502549060", "儿科实习（英语）", "Clerkship-Pediatrics", "华西临床医学院", "", "本科", "6.0", "240.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502550020", "精神科实习（英语）", "Clerkship-Psychiatry", "华西临床医学院", "", "本科", "2.0", "80.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502551020", "眼科实习（英语）", "Clerkship-Ophthalmology", "华西临床医学院", "", "本科", "2.0", "80.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502552020", "耳鼻喉科实习（英语）", "Clerkship-ENT", "华西临床医学院", "", "本科", "2.0", "80.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502553020", "皮肤科实习（英语）", "Clerkship-Dermatology", "华西临床医学院", "", "本科", "2.0", "80.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502554020", "神经内科实习（英语）", "Clerkship-Neurology", "华西临床医学院", "", "本科", "2.0", "80.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502555040", "老年科实习（英语）", "Clerkship-Geriatrics", "华西临床医学院", "", "本科", "4.0", "160.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502556040", "放射科实习（英语）", "Clerkship-Radiology", "华西临床医学院", "", "本科", "4.0", "160.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502557040", "血液内科实习（英语）", "Clerkship-Hematology", "华西临床医学院", "", "本科", "4.0", "160.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502558040", "肾脏内科实习（英语）", "Clerkship-Nephrology", "华西临床医学院", "", "本科", "4.0", "160.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502559040", "传染科实习（英语）", "Clerkship-Infectious Diseases", "华西临床医学院", "", "本科", "4.0", "160.0", "", "", "开设", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150928"], ["502560020", "临床思维训练课", "Clinical Reasoning Training Course", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "2.0", "", "30.0", "", "", "", "", "", "", "讲授含实践", "蒲丹", "临床诊断学（第2版）主编欧阳钦，人民卫生出版社，2013；", "1.内科学（第2版）王吉耀主编，人民卫生出版社，2013；\n2.内科临床思维基本功释例曾学军等主编，人民卫生出版社，2013。", "蒲丹，贺漫青等", "临床思维是指在临床实践中用来收集和评价资料以及做出诊断和处理判断的推理过程。诊断疾病过程中的临床思维就是将疾病的一般规律应用到判断特定个体所患疾病的思维过程。而这一临床诊断思维过程具有非常科学的逻辑性和一定的方法技巧，且需要反复训练和不断的强化，故而特此开设本门课程，旨在利用临床思维训练及测评软件（DxR CLINICIAN, DxR），结合以问题为导向的学习方式（Problem-Based Learning, PBL），通过多个临床案例分析和讨论，训练医学生诊断和鉴别诊断的能力，培养和辅导医学生尽早建立良好正确的临床逻辑思维方法，并最终提高临床医师执业能力。", "考查", "", "恰当而准确的临床思维方式是医师完成正确诊断的基础，本课程旨在通过多个临床案例分析和讨论，训练和培养医学生临床逻辑思维能力。学生将通过DxR软件，结合PBL和小组讨论，模拟收治病患全过程，包括：收集病史、查体、安排辅助检查，建立诊断，鉴别诊断，并撰写处置方案。由教师和软件系统对这一过程进行统计评分和考察，并通过每个病例后的反馈讨论，辅导学生学习建立正确临床思维的方法，从而达到提高临床思维水平的目的。", "20151012"], ["502561010", "临床肿瘤学", "Clinical Oncology", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "卢铀", "", "", "卢铀等", "", "考试", "", "", ""], ["502562010", "大学生身心健康自我关注与管理", "Physical and Mental Health Care for Undergraduates", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "", "", "马芳", "目的：立足于对大学生身心健康的关注，以“趣谈”的形式，解读与辨析当前大学生关注的身心健康问题，传递健康的生活理念与自我管理方式。\n要求：感知与我们的生命与生活息息相关的日常行为，促进大学生身心健康的自我关注与管理，并传播到家庭，社会，起到大学生应有的社会责任。\nAim: Based on the physical and mental health care for undergraduates, explain and suggest about the current physical and mental health problems for undergraduates using accessible lecture, transfer the concept of healthy living and self management.\nRequirement：Feel the life and our daily behavior, promote the self concern and management of the undergraduates&#39; physical and mental health, moreover, spread to the familyand the society which plays the role of the college students ’s social responsibility", "考查", "", "", "2016.2.29教师由基法学院调入附二院，换课程号"], ["502563010", "生命孕育感知及漫谈", "Introduction of “What We are before Born” and the Related Progress", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "马芳", "", "考查", "", "", "2016.2.29教师由基法学院调入附二院，换课程号"], ["502564010", "Dictyostelium as A Host-Pathogen Interaction Model", "Dictyostelium as A Host-Pathogen Interaction Model", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mohammed Amine Benghezal", "An innovative drug discovery platform to screen for novel anti-infective drugs will be presented and the virulence concept defined and explained. This technology based on Dictyostelium host-pathogen interaction model enabled the identification of novel antibiotics targeting the virulence mechanisms of P. aeruginosa, E. coli, K. pneumoniae and S. aureus.", "", "", "", "20160503"], ["502565010", "Helicobacter Pylori Outer Membrane Biogenesis", "Helicobacter Pylori Outer Membrane Biogenesis", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mohammed Amine Benghezal", "H. pylori persistence is promoted by unique lipids derived from host cholesterol. The lectures will present the latest research on LPS biosynthetic pathway and outer membrane biogenesis of H. pylori. New possibilities to develop adjuvants to antibiotics for H. pylori eradication treatment based on loss of OM integrity and increased cellular permeability will be discussed.", "", "", "", "20160503"], ["502566010", "Problem-Based Learning of Emergency Patient", "Problem-Based Learning of Emergency Patient", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ronald Vincent Hall", "This course will provide some emergency patients with AAA and Transplant. Through analyzing and treating these patients,\nlet the students recognize complication of transplanted organs\n,understand signs of acute and chronic organ rejection, understand the pathogenesis of aortic aneurysms, recognize signs and symptoms of AAA and discuss strategies to manage ruptured AAA", "", "", "", "20160503"], ["502567005", "方药中医", "Traditional Chinese Medicine Prescription", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "6.0", "", "2.0", "", "", "", "", "", "国际周课程", "讲授含实践", "王华楠", "", "1. 新世纪全国高等中医药院校教材《中医药膳学》谭兴贵 主编. 北京：中国中医药出版社，2003.6 ISBN 7-80156-324-7\n2. 普通高等教育“十一五”国家级规划教材《中医学概论》樊巧玲 主编. 北京：中国中医药出版社，2010.3 ISBN 978-7-80231-899-1\n3.普通高等教育“十一五”国家级规划教材《中西医学比较概论》张明雪 主编. 北京：中国中医药出版社，2010.8 ISBN 978-7-80231-908-0", "王华楠,唐文富等", "中医学是在中国古代哲学指导下，通过长期医疗实践逐步形成并发展完善的一门学科,是几千年来中国人民与疾病作斗争的实践经验总结，有着独具特色的理论体系及确切的临床疗效与保健作用，不仅在我国医疗健康事业中具有重要的地位，同时也在世界传统医学领域具有深远的影响。本课程主要面向对中医学感兴趣的学生,采用生动形象的语言和方式，通过讲解中药、方剂的基本知识，了解中医方药在临床治疗的优势与传统方药的现代科技发展，进一步认识中医学诊治疾病的的思维方法特点、与西医学的区别与联系，促进多学科学习，培养大学生学科交叉的自主学习能力及创造性能力，拓宽学生创新科研思路，提高学生综合文化素质，推进素质教育。", "考查", "", "中药的性能、用法，方剂的组成、变化等中医方药的的基本概念、知识；常用养生药食同源的方药组成、配伍及使用方法；如何因人因时因地正确选择适合的养生药膳、药茶，及配伍使用方法；常见病的常用经典方药组成、配伍使用，临床使用方法；中医方药在临床治疗的优势，传统方药的现代科技发展。中医学的思维方法特点、诊治疾病的方法；中西医学在认识、诊治疾病上的区别与联系。", "20160509"], ["502568010", "Introduction to Medical Ultrasound Imaging", "Introduction to Medical \nUltrasound Imaging", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Maria Pauline Stanczak", "This course will provide a comprehensive introduction to medical sonography, familiarizing students and medical professionals with common ultrasound technique and practices. Lectures and hands-on sessions will be provided on general abdomen, OB/GYN, vascular, and high resolution small part scanning. Additional special interest research and new software technology lectures will be discussed. The goal of this course series is to introduce ultrasound to individuals who may be considering sonography as a career option.", "", "", "", "20160503"], ["502569010", "Psychiatric Rehabilitation: Principles and Practice", "Psychiatric Rehabilitation: Principles and Practice", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Chow-Shing Lam", "Psychiatric rehabilitation concepts and principles, techniques, history, treatment settings and modalities; emphasizing issues central to mental health consumers such as empowerment, the consumer movement, family intervention, recovery and reintegration within the community. The course is designed to increase the student&#39;s understanding of the field of psychiatric rehabilitation. An emphasis will be placed on the student&#39;s acquiring the knowledge base from which the techniques of psychiatric rehabilitation are being developed. Each student will be able to demonstrate his or her in-depth understanding of the facts, concepts, and principles underlying and guiding the practice of the field of psychiatric rehabilitation. Students will be introduced to the philosophical and empirical bases of psychiatric rehabilitation, including an overview of programming models, service-system issues, current research in psychological disorders, and their treatment. Throughout the course, a focus will be placed on the indigenous perspectives of consumer empowerment and recovery issues as relevant to the Chinese cultures. Objectives:\n? Gain essential principles, theories, and knowledge of the field of psychiatric rehabilitation.\n? Gain exposure to the application of psychiatric rehabilitation in mental-health systems and programs. ? Gain an understanding various programming models and service-delivery systems. ? Gain knowledge relevant to understanding the consumer movement, recovery and integration within the community, and return to school and return to work issues.\n? Gain skills and knowledge of applying Cognitive-Behavioral Therapy (CBT), Motivational Interviewing, and case management techniques in working with people with psychiatric disabilities.", "", "", "", "20160503"], ["502570010", "Optometric Theory and Methods", "Optometric Theory and Methods", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mark Rosenfield", "This course will review the theory underlying clinical optometric procedures to measure refractive error and binocular abnormalities. Discussion of the etiology underlying these conditions will lead to the formation of appropriate diagnoses and treatment plans. Emphasis will be placed on the discussion of clinical cases.", "", "", "", "20160503"], ["502571010", "Neurology Anatomy with Clinical Applications", "Neurology Anatomy with Clinical Applications", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Andy Hsu", "The human nervous system is the most complicated system in our body. Understanding important neurological pathways is essential to be a competent clinician. This course presents a review of key anatomical pathways associated with different clinical findings. The goal of the course is to understand each parts of the peripheral and central nervous system and their clinical presentation. \nDiscussion on day 1 will be focused on the following topics: Neuron theory, neuromuscular system, peripheral nervous system, spinal cord, brainstem, cerebellum, basal ganglia and cortex. Discussion on day 2 will be focused on the following topics: Peripheral vestibular system, cerebellum and some clinical applications will be introduced.", "", "", "", "20160503"], ["502572010", "Migration within, and Immigrationj to Post World Warr 2 Europe", "Migration within, and Immigrationj to Post World Warr 2 Europe", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Marcie Katherine Cowley", "World War 2was a watershed moment in the demographic make up of Europe, resulting in several millionrs of dead, injured and displaced persons. Since World War 2, Europe has become a continent of immigration, a development that has preoccupied European leaders and civilians. From the guest workers brought into West Germany to rebuild the country, to the post-colonial migrations to the United Kingdom and France with decolonization, each countries promote multi-culturalism, while others insist on assimilation of immigrants. The cold war and the development of the European Union have also played a role in migration on the continent. The Schengen Agreement for menber states abolishes borders within the European Union (Ireland and the United Kingdom have opted out of Schengen). These states now face the issue of whether to accept migrant fefugees from outside the Schengen Zone based on humanitarian concerns. During last summer alone(2015),thousands of migrants have died when overcrowded ships run by human smugglers sank in the Mediterranean. Many more migrants have been injured or killed trying to get to their destination country. &quot;Europe&#39;s Migrant Crisis&quot; topped the news for many days in 2015 as more and more migrants died,yet many more thousands continue to attempt the journey. Why do people take the risk of undocumented migration? What are the major immigration trends to Europe since World War 2? How have different government and civilian population responded to the demographic changes in Europe as it becomes a continent of visible diversity of races and religions? This course will explore how contemporary Europe has evolved since World War 2. It will draw on selected moments and developments in related to migration within, and immigration to, post World War 2 Europe. This course will look at case studies of four main migrant destinations (the United Kingdom, Germany, France, and Italy),as well as the implications of European Union enlargement.", "", "", "", "20160506新增"], ["502573010", "Europe and the World since 1500-Selected Moments", "Europe and the World since 1500-Selected Moments", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Marcie Katherine Cowley", "The Europe voyages of exploration during the late 15th century set in motion waves of long-distance travel across the oceans to Africa, Asia, and the Americas, with explorers, missionaries, and merchants seeking new lands, peoples, and commercial products, while these cross-cultural contacts were not entirely new to the world, their long-term opolitical, economic, religious, and ecological consequences were unprecedented in shaping transcontinental relations in subsequent centuries. The Atlantic slave trade, which reached its peak in the 18th and the acquistion of colonies in Africa and Asia culminating in the &quot;Scramble for Africa during the late 19th century, among other processses and encounters, underlined how societies in Europe, Afica, Asia, and the Americas related to each other within a global commercial orbit. Although decolonization in Asia and Africa after World War 2 marked the demise of Europe empires, the &quot;new globalization&quot; of the world today reflects links that have existed between the continents since the 15th century. This course will explore how our contemporary world has evolved over time from the late 15th century on .It will drw on selected moments and developments in history related to European encounters and transformations to highlight ways in which various peoples from a wide range of gengraphical and cultural backgrounds have contributed to the ideas, institutions, technology, and transnational relationships across the globe that shape our daily lives.", "", "", "", "20160506新增"], ["502574005", "日间手术", "Day Surgery", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "马洪升", "日间手术", "Day Surgery Development and Practice，Day surgery", "马洪升,戴燕,李志超", "", "考查", "", "本课程以大课讲授形式介绍日间手术的国内外发展现状、日间手术的临床路径管理、日间手术的护理管理、日间手术的质量安全评价标准及保障、快速康复外科理念在日间手术的应用等内容。", "20160509"], ["502575020", "医学定格动画", "Medical Stop-motion Animation", "华西临床医学院", "", "本科", "2.0", "40.0", "", "", "开设", "40.0", "2.0", "15.0", "15.0", "8.0", "", "", "", "", "国际周课程", "讲授含实践", "", "", "人体解剖彩色图谱 第2版 人民卫生出版社；中文版3ds Max从入门到精通 电子科技大学出版社", "李嘉鑫，王莉莉", "用定格动画的方式制作心脏动画", "", "", "1）心脏解剖知识\n2）定格动画制作流程\n3）后期合成制作", "20160509"], ["502576005", "放疗技术的发展与放射治疗师的成长", "The Development of Radiotherapy Technique and Radiotherapists", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "《放射物理学》、《放射治疗技术学》《中华放射肿瘤学杂志》", "", "林承光", "1、引导学生结合本专业实际思考如何自主创业；\n  2、提高人文修养，增强与患者的交流技巧\n让学生了解最新的放疗动态，对业界上下游产业链有所了解，结合自己爱好，为未来职业规划做好准备", "考查", "", "1、 从最近50年来放射治疗走过的历程，不同阶段的设备，技术方法，治疗师所扮演的角色进行讨论，结合临床治疗师实际，提出一些开发产品的思路，引导学生自主创业。\n2、从临床实际出发介绍治疗师在肿瘤放疗中的作用和地位，通过临床实际案例来增强技师的自豪感", "20160518"], ["502577005", "功能性支具/辅具在作业治疗中的应用", "The application of functional splint and assistive devices in OT", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "李奎成", "功能性支具/辅助具对失能患者具有重要意义，是大部分患者康复及回归家庭中必不可少的治疗手段，目前康复作业治疗专业学生在该领域的临床实践机会较少，缺乏丰富的病例和使用案例。对于作业治疗专业的学生来说，进一步丰富支具/辅具实践是其课堂教学以外非常必要的补充，有利于培养学生扎实的专业技能。通过该课程，全面介绍功能性支具/辅具在康复治疗中的意义，通过具体实践操作，让学生学会功能支具/辅具制作的思考策略，评估方法，制作技能。同时通过临床罕见病例分享，让学生学会处理非常见病例的能力", "考查", "", "1.功能性支具/辅具在康复中的应用现状；\n2.功能性支具/辅具的循证证据现状；\n3.功能性支具/辅具的评估方法\n4.功能性支具/辅具制作实践\n5.罕见病例的功能性支具/辅具应用分享", "20160518"], ["502578005", "互联网+智慧医疗", "Internet plus and wisdom medical care", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编资料", "", "杜举、许珂", "互联网医疗是当今医疗行业和互联网技术结合的一种模式。这一模式将可能影响到医疗行业未来的发展。对于本科学生，了解互联网医疗在国内外发展的模式和进展对于拓展思维、提高综合素质具有重要作用。1. 了解互联网医疗的发展状况、挑战及机遇\n2. 了解医疗互联网医疗服务的模式及运行特点", "考查", "", "1. 互联网医疗的概念及国内外发展的环境和发展状况\n2. 互联网医疗服务模式的分析\n3. 互联网医疗服务的实践及经验分享", ""], ["502579005", "假肢硅胶接受腔理论与技术", "The theory and technology of prosthetic silicon socket", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "1.自编教材；\n2.参考教材：\n《假肢与矫形器的临床应用》，武继祥主编，人民卫生出版社，2012年第一版", "", "张飏", "学生能够在国际领先的下肢假肢硅胶接受腔理论与实践课程中得到启发，同时对我们的教学模式甚至学科的发展具有深远的影响，作为我校国际化人才培养战略的重要部分，我专业也将借此次合作项目，将康复治疗学（假肢矫形）人才培养的国际化、创新化推上一个新的台阶，也为后期奥索矫形康复器材（上海）有限公司与四川大学华西临床医学院康复医学科的校企合作提供了平台。该课程旨在让学生学习和了解硅胶材料在先进的下肢假肢中的临床应用，并让学生掌握其基本操作技能", "考查", "", "该课程主要采取理论与实践相结合的教学模式，理论与实践时间比为1：1。先学习理论知识然后进行实际操作，既能巩固理论知识又能加强学生实际操作能力。\n该课程主要讲述下肢的功能解剖、正常的步态分析、先进的小腿假肢和大腿假肢硅胶接受腔理论与技术，专业知识讲授下肢假肢的生物力学、先进下肢假肢的制作等知识。", "20160518"], ["502580005", "健康养生与中华文化", "Healthy Life &amp; China Culture", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "", "讲授", "", "1.\t马烈光主编.《中医养生学》，中国中医药出版社，2012\n2.\t元亨利.《一本书读懂四书五经》，江苏文艺出版社，2012", "", "刘蓬", "无论从事任何行业，身心健康是最基本的条件，本课程意在使学生了解中华传统文化及养生文化，提高学生自身文化素养，建立正确的人生观及健康的养生观，以增进身心健康。初步认识博大精深的中华文化，重点介绍其中蕴含的丰富的养生文化，树立学生的民族自信心，使学生认识到身体健康的根本在于建立顺应自然的良好生活习惯，心理健康的根本在于放下自我，减少贪欲，提高个人道德情操，建立服务大众的理念，为社会作贡献", "考查", "", "本课程从如何得到身心健康为切入点，介绍中华传统的养生文化，以中医经典《黄帝内经》为主要依据详细解释健康睡眠、健康饮食、调控情绪、合理运动等日常生活方式对于健康的重要意义及其具体实施方法，使学生养成健康的生活习惯； 进而介绍绵延不绝五千年的中华文化精髓——儒释道文化的核心理念，对儒释道的经典著作如《易经》、《道德经》、《金刚经》、《心经》、《论语》、《大学》、《中庸》等进行简要介绍，提高学生对阅读、领悟中华文化经典的兴趣，以谦和为本提高个人道德修养和情操，增进身心健康", "20160518"], ["502581005", "散光轴位参差的诊断和矫正原则", "The Diagnosis and correction principles of astigmatism axis anisometropia", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "齐备", "提高分析屈光定量检查的常见问题的能力，对于高水平视光学实际操作经验的分享。1.认识屈光参差的检测矫正原则。\n2.认识柱镜屈光参差的检测矫正原则。\n3.认识柱镜轴位屈光参差的检测、分析和矫正原则", "考查", "", "双眼屈光贡献不同的种类很多，其中双眼散光的轴位差异带来的双眼视觉异常十分常见，但双眼散光的轴位差异究竟有多少类型，何种类型何种程度的差异可能酿成临床症状尚无定论，本课程根据教师的临床经验进行分析，并给出矫正原则", "20160518"], ["502582005", "养老机构文化建设", "Culture construction of nursing institution for the aged", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "国家开放大学《养老机构经营与管理》、《第二次人生智慧》\x07", "", "刘鸣", "为授课的学生参与养老产业实践以及创办打下基础。为授课学生对养老机构有基本的了解和理解", "考查", "", "养老机构的文化建设即企业文化、管理制度、人才职业素养和专业能力等", "20160518"], ["502583010", "医学生职业素养", "Medical students&#39; professional quality", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "刘灏", "提升学生综合素质，以快速适应职业化转变。通过多样化授课方式，开拓学生视野、让学生了解商业礼仪，初步接触活动策划，提前了解面试礼仪和技巧，并掌握部分沟通面试技巧", "考查", "", "", "20160518"], ["502584005", "医疗专业机遇与挑战", "Opportunity &amp; challenge  in health care profession", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "胡永祥", "這課程幫助修讀有關醫療專業本科的學生了解現今世界的變化及趨勢對從事這些專業的人員有甚麼發展機遇和挑戰, 讓他們畢業後更有效適應工作及發揮自己的潛質, 貢獻社會。學生透過修讀這個課程後, 將會:\n1)\t增強對國際醫療發展的視野\n2)\t更多了解潮流的趨勢及科技發展\n3)\t了解自我增值及面前的挑戰", "考查", "", "第一課: 國際視野 (內容包括: 全球一體化, 互聯網的應用，國際交流及科研合作)\n第二課: 潮流趨勢 (內容包括: 資訊科技變化, 社會個人化, 生活質素變化)\n第三課: 自我增值 (內容包括: 專業資格, 終身學習, 把握機會)\n第四課: 未來挑戰 (內容包括: 人口老化, 資訊爆炸, 競爭激烈, 效益為本)", "20160518"], ["502585005", "放射治疗设备及计划系统", "The radiotherapy device and treatment planning system", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "", "", "- 教案PPT\n- 有关文献资料\n- 医科达公司官网\nhttps://www.elekta.com/", "", "陈严", "课程主要介绍目前放射治疗设备及计划系统的发展现状，并介绍医科达公司的最新技术及放疗计划系统。学生对放射治疗设备及放疗计划系统有进一步的认识，拓宽学生的视野。1.\t使学生了解目前放射治疗设备及计划系统的发展现状；\n2.\t医科达公司的最新技术及放疗计划系统；\n3.\t培养学生的科研意识及能力", "", "", "1.\t目前放射治疗设备的发展现状；\n2.\t目前放射治疗计划系统的发展现状；\n3.\t医科达公司的最新技术；\n4.\t医科达公司放疗计划系统及其运用", "20160518"], ["502586005", "治疗计划中的剂量算法", "The Dosimetric Algorithm　in　treatment　planning　system", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "- 教案PPT\n- 有关文献资料\n- 算法参考手册", "", "龚卿", "课程主要介绍放射治疗计划系统中的常用算法及特征，使学生对放疗计划系统有进一步的认识，拓宽学生的视野，培养学生专研计划算法的意识及能力。1.\t使学生对计划系统有一定的认识；\n2.\t了解目前放射治疗计划系统中的常用算法及特征；\n3.\t扩展学生对放射治疗专业的认识广度及深度；\n4.\t培养学生的科研意识及能力", "考查", "", "授课内容包含６部分：\n1.\t了解目前放射治疗计划系统中的常用算法及特征；\n2.\t光子线和电子线的算法概要和特征\n3.\t加速器光子线和电子线相空间描述\n4.\t电子线卷积算法和蒙特卡洛算法\n5.\t光子线卷积叠加算法和AcurosXB算法\n6.\t瓦里安公司计划系统的特点及运用", "20160518"], ["502587005", "中国眼镜行业的发展和营销", "The Development and Marketing of China&#39;s Optical Industry", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "博士伦大学管理课程教材", "", "谢昕", "1 帮助学生拓宽视野,了解国内外眼镜行业的发展历史与趋势\n2 突破固有思维,使学生能够多角度多方位的思考眼镜行业的经营与管理\n3 新的行业环境下,通过专业引领眼镜行业健康发展\n4 拓宽视野，了解国内外眼镜行业的发展历史与趋势。\n5 突破固有思维，使学员能够多角度，多方位的思考眼镜店经营与管理。\n6 通过大量案例练习使您掌握提高销售业绩的理念与方法。\n7 博采众长，使您对其它行业的先进理念与工作方法有所认知", "考查", "", "经营管理篇:眼镜行业未来发展方向\n主动出击篇:\n1 分析机会通过对眼镜店商业环境分析与市场细分来吸引更多顾客\n2 创造机会:如何分析竞争对手进行市场细分来制定产品促销策略\n3 抓住机会:如何通过保留老客户并对其进行二次营销来提高销售业绩\n专业制胜篇:\n  如何通过专业的服务流程与新颖的店面陈列来树立眼镜零售企业新的形象\n新的环境下的专业服务", "20160518"], ["502588010", "出国留学与海外交流技巧", "Going Abroad and Communication Skills", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "自编讲义??@\x0e?-", "", "胡朝阳，谢红", "本课程通过介绍留学方案设计，院校申请技巧，出国英语考试，签证办理，出国行前准备，西方文化与交流技巧等，旨在提供专业的留学信息和指导，使学生更有针对性的进行留学前准备和缩短出国之后的适应期，并能有效提高海外的交流能力。", "考查", "", "出国留学是一门系统工程，需要了解国外高校的动态和进行有效的申请，并通过一系列相应的出国英语考试。本课程详细介绍国外高校的特点，文化背景和课堂生活；以及申请技巧；之后区分不同种类的出国英语考试，并详细介绍相应的应试策略；课程涵盖出国前的各种手续和行前准备事宜的讲解。为了解决海外生活中面临的沟通问题，本课程针对不同的海外生活场景，进行实战讲解，了解海外沟通的特点和国外不同的文化背景，使之尽快适应、融入国外生活。z", "2016516"], ["502589040", "全科医学实习（英语）", "Clerkship-General Practice", "华西临床医学院", "", "本科", "4.0", "160.0", "", "", "开设", "40.0", "", "", "160.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20160607"]]