[["503153005", "Fundamentals of Tissue Engineering-2", "Fundamentals of Tissue Engineering-2", "华西口腔医学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jeremy？Mao", "Principles and applications of stem cells in tooth regeneration.  Specific examples will be given in cell and material scaffolding approaches towards tooth regeneration.Principles and applications of stem cells in bone regeneration.  Specific examples will be given in the regeneration of orofacial bone and periodontal ligament.", "", "", "", "20160506新增"], ["503154010", "Periodontology", "Periodontology", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Intini Giuseppe", "History and Development of Periodontology.Biological basis for Periodontology.Treatment of periodontal disease.Take good care of your periodontal health", "", "", "", "20160506"], ["503155010", "International Perspectives on Medical Law and Ethics", "International Perspectives on Medical Law and Ethics", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Eimear Ann SPAIN", "This course will provide an educational, enlightening, and inspiring experience, introducing students to the key concepts and debates in medical law and ethics worldwide. Students will gain an understanding of the legal and ethical issues associated with the practice of medicine with a strong emphasis on international and comparative trends in law and medicine. The interface between law and medicine has become increasingly controversial in recent years. Aside from traditional concerns such as those relating to medical confidentially and access to medical records, an increasing awareness of the need to recognise and respect the autonomy of patients has raised new concerns which legal systems must address. This course seeks to introduce students to the challenges posed in the legal regulation of medical practice by introducing them to the law relating to medical confidentiality, access to medical records, consent to treatment and end-of-life decision-making around the world.", "", "", "", "20160506"], ["503156020", "口腔临床科研设计", "Clinical Research on Stomatology", "华西口腔医学院", "", "本科", "2.0", "32.0", "", "", "开设", "4.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "华成舸", "循证口腔医学", "李幼平.循证医学,第三版.北京：高等教育出版社.2013.\n胡良平.临床科研设计与统计分析.北京：中国中医药出版社.2003", "李春洁、史宗道、陈娥、康德英", "面向口腔学生开设的有关临床科研的课程", "考试", "", "口腔疾病的病因、诊断、治疗、预防等的研究方法、口腔循证医学和口腔卫生统计方法\x04N\x10?H覰", "20161020"], ["503157010", "Implant Immediate/early Loading, Tissue Regeneration, Esthetics", "Implant Immediate/early Loading, Tissue Regeneration, Esthetics", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Daewon Haam", "The placement of implants immediately into fresh extraction sockets, with or without placement of regenerative biomaterials, has been demonstrated to be a predictable treatment strategy to provide functional restoration of missing teeth. Several studies in both humans and animal models describe the alterations that occur with implant placement into fresh extraction sites. Following appropriate diagnostic evaluation and surgical planning, the presurgical protocol usually involves control of etiological factors through preoperative scaling, oral hygiene instruction, and any necessary appropriate periodontal treatment to provide an optimal oral environment for healing. Osteotomy utilizing a surgical guide was performed, with placement of the implant immediately in a stable position along the palatal wall. Complications associated with implant placement involve both hard and soft tissues. Infections associated with implant placement may be treated with protocols similar to other dentoalveolar infections, and should be monitored carefully during the postoperative period", "", "", "", "20170504实践周"], ["503158010", "Fundamentals of Tissue Engineering", "Fundamentals of Tissue Engineering", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jeremy Mao", "This course describes fundamental principles of tissue engineering, including cell cultivation, isolation and differentiation in applications with biomaterial scaffolds for the engineering of human tissues and organs", "", "", "", "20170504实践周"], ["503159010", "Dental Pulp Regeneration: Challenges for Clinicians", "Dental Pulp Regeneration: Challenges for Clinicians", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Sahng Gyoon Kim", "The pulp-dentin complex, which originates from neural crest-derived mesenchyme, plays a crucial role in fueling immune defense and tissue regeneration upon injury and infection. The goal of regenerative endodontic treatment is to restore the physiological functions of the dentin-pulp complex, thereby increasing the longevity of natural teeth. Regenerative endodontic treatment has yielded the successful clinical outcomes, while only several animal studies have shown the robust regeneration of the pulp-dentin complex. It has been postulated that the regeneration of the pulp-dentin complex requires high-level disinfection of the root canal system and the application of tissue engineering principles. Current disinfection methods rely heavily on conventional antimicrobial irrigants and intracanal medicaments including antibiotics and calcium hydroxide. However, there is uncertainty about the efficacy of traditional microbial control for pulp regeneration. New disinfection tools such as antibacterial nanoparticles and photoactivated disinfection have been developed and investigated to overcome the limitations of traditional methods. This course will provide the current knowledge of antimicrobial treatment for pulp regeneration and their limitations as well as new antimicrobial therapies for enhanced disinfection. The application of tissue engineering principles is instrumental in regenerating the original anatomical structures and physiological functions of the pulp-dentin complex. Among the tissue engineering principles, biological molecules and scaffolds that are clinically applicable will be reviewed for practitioners.", "", "", "", "20170504实践周"], ["503160010", "Introduction to Biomechanics", "Introduction to Biomechanics", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "YOk Rue Chong", "Biomechanics is the science that studies the effects of forces on biological tissues, organs and systems, in relation to biological and medical problems. The study of biomechanics of the musculoskeletal system provides fundamental understanding of mechanical principles of the bone, joints and muscles, and how they function to generate movement of a human body. It also helps to address problems related to human’s health, healthcare and performance. This course will cover the description of the anatomical structures ofthe major human joints (such as the shoulder, elbow, hip, knee and ankle), and its biomechanical relation to body movement and functions. The kinematics &amp; kinetics of human movement involving the body’s joints will be presented and analysed.", "", "", "", "20170504实践周"], ["503161020", "数字化口腔修复案例设计与制作", "", "华西口腔医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "8.0", "", "8.0", "", "", "", "", "", "讲授含实践", "岳莉", "《口腔修复工艺学实验教程》", "《口腔固定修复工艺学》\n《口腔活动修复工艺学》", "任薇\n董博\n任薇,董博,杨兴强", "该课程旨在激发同学对所学口腔修复与义齿制作基础知识的灵活运用，并与最前沿的技术相结合。", "考查", "", "通过临床病例的讨论，结合数字化修复方案，上机对修复体进行设计，以整合所学习到的知识", "20171023"], ["503162015", "口腔修复学（Ⅱ）-1", "Prosthodontics Ⅱ-1", "华西口腔医学院", "", "本科", "1.5", "24.0", "", "", "开设", "1.5", "0.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180312"], ["503163020", "儿童口腔医学(全英文)", "Pediatric Dentistry", "华西口腔医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180312"], ["503164020", "口腔修复学（Ⅱ）-2", "Prosthodontics Ⅱ-2", "华西口腔医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180312"], ["503165015", "口腔临床技能实验（内科）-1", "Experiments of Stomatology Clinical Technology （Oral Medicine）-1", "华西口腔医学院", "", "本科", "1.5", "24.0", "", "", "开设", "1.5", "0.0", "", "24.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180312"], ["503166015", "口腔临床技能实验（外科）-1", "Experiments of Stomatology Clinical Technology （Oral and Maxillofacial Surgery）-1", "华西口腔医学院", "", "本科", "1.5", "24.0", "", "", "开设", "1.5", "0.0", "", "24.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180312"], ["503167030", "口腔临床技能实验（修复）-1", "Experiments of Stomatology Clinical Technology （Prosthodontics）-1", "华西口腔医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "", "48.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180312"], ["503168040", "口腔临床技能实验（内科）-2", "Experiments of Stomatology Clinical Technology （Oral Medicine）-2", "华西口腔医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "0.0", "", "64.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180312"], ["503169040", "口腔临床技能实验（外科）-2", "Experiments of Stomatology Clinical Technology （Oral and Maxillofacial Surgery）-2", "华西口腔医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "0.0", "", "64.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180312"], ["503170040", "口腔临床技能实验（修复）-2", "Experiments of Stomatology Clinical Technology （Prosthodontics）-2", "华西口腔医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "0.0", "", "64.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180312"], ["503171020", "毕业论文(设计)", "Graduation Thesis", "华西口腔医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20180312"], ["503172020", "毕业论文(设计)", "Graduation Thesis", "华西口腔医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "论文/设计", "", "", "", "", "", "", "", "", "20180312"], ["503173010", "口腔医学概论", "Introduction of Stomatology", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180328"], ["503174010", "探索生命健康相关的口腔问题", "", "华西口腔医学院", "", "", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["503175020", "口腔美学的意蕴", "", "华西口腔医学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["503176010", "Evidence-based Prosthodontic Designing Based on Biomechanical Mechanobiological", "Evidence-based Prosthodontic Designing Based on Biomechanical Mechanobiological", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Keiichi Sasaki", "Considering a favorable prognosis for prosthodontic treatment, control of loading onto the abutment teeth, abutment implants and jaw bone beneath the denture base could be one of the essential factors, as well as infection control related to periodontitis and peri-implantitis. Designing of the metal frames of removable partial dentures or implant-supported overdentures, the superstructure of fixed implant prostheses, and location of implants in edentulous ridges, etc. is distinctly linked to the strategy for load distribution onto the supporting elements like teeth, implants, oral mucosa and jaw bone. Up to the present date, dentists have been following the principles and guidelines for prosthetic designing, which we could have obtained from textbooks and literatures. Although most of the principles and guidelines have been regarded as appropriate clinically and consensus on their clinical relevance have been established among the dentists, some of them, especially biomechanical ones, have not been backed up scientifically by clinical and experimental data because of difficulty of estimating the load onto prostheses and supporting elements. My colleagues and I have been conducting a series of researches using leading-edge measuring technology to clarify biomechanical and mechanobiological aspects related to prosthetic designing in prosthodontics. Our findings are not always coincident with the principles and guidelines currently applied for prosthodontics. In this presentation, I will try to present several clinical questions (CQs) regarding the prosthetic designs in prosthodontics, and then to propose new pictures to CQs for achieving rational load distribution, based upon our experimental and clinical data.", "", "", "", "20180509实践周"], ["503178010", "Oral Microbiology and Ecology", "Oral Microbiology and Ecology", "华西口腔医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Willem Crielaard", "The course will consist of seven parts: 1) Microbiology in dental education in Europe (bachelor and master), with emphasis on courses of infection prevention. 1 hrs2) Basic oral microbiology (classification of oral bacteria; oral pathogens and commensals; oral biofilms and planktonic cultures; relation between oral bacteria and oral diseases). 2 hrs3) Oral Ecology (Specific plaque hypothesis and the ecological plaque hypothesis, contemporary oral ecology concepts). 3 hrs4) State-of-art molecular techniques (including 16S rRNA-analyses, PCR, Next generation DNA sequencing). 2 hrs5) Application of new molecular techniques to study oral health (The healthy oral cavity). 3 hrs6) Application of new molecular techniques to study interactions between oral diseases and systemic diseases. 3 hrs7) Discussions, questions and answers. 2 hrs", "", "", "", "20180509实践周"], ["504001010", "专业英语与应用（管理类）", "Professional English", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "刘新军主编：《健康医疗保险专业英语》（上），中国劳动社会保障出版社，2001年10月；顾健光，王郁主编：《公共管理专业英语》，上海人民出版社，2003年5月", "", "", "", "考试", "", "本课程是面向卫生管理和健康保险专业学生的选修课程。通过本课程的学习，要求学生掌握卫生管理和健康保险领域的基本英文词汇，以及提高阅读、理解英语专业文献的能力以及口头表达能力，同时也能了解国外在卫生管理和健康保险研究的新进展。\x07", ""], ["504002030", "（医药）市场营销", "(Medicine) Marketing", "华西公共卫生学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "39.0", "0.0", "9.0", "", "", "", "", "", "", "讲授含实践", "方锐", "《管理经济学》，s .卡利斯.莫瑞斯等著，机械工业出版社,2001年4月第一版。《品牌药品》，汤姆.布莱克特等著，复旦大学出版社。2003年10月第一版", "Teaching material:Managerial economics, s.charles.maurice ,China Machine Press, First edition, April .2001.Brand medicine,tom.blackett ,fudan University Press, Frist edition, Oct.2003", "", "", "考试", "", "本课程主要讲授市场营销的一般理论，市场调查、市场环境、市场细分、产品定位等的基本方法和技巧，并结合医药产品（服务）特点和我国医药产品（服务）市场特点进行实证分析，具有很强的实用性和操作性。本课程要求学生掌握市场营销的一般理论和方法、学习医药市场调查，产品、价格、销售渠道和促销等决策方法，并对我国医药市场行业特点和营销的一般规律具有感性认识。\x07", ""], ["504003010", "艾滋病流行趋势与防治对策", "AIDS Prevalence and Strategy for its Prevention and Control", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "马骁", "张孔来主编：《艾滋病》，协和医科大学出版社，第一版，2001年。刘民主编：《艾滋病性病流行病学》，第一版，北京大学医学出版社，2008年", "Zhang Konglai, AIDS, Peking Union Medical College press, 2001. Liu Min, Epidemiology of HIV/AIDS and sexually transmitted diseases, Peking university medical press, 2008", "马骁 周欢 刘巧兰 杨洋", "", "考查", "", "艾滋病的防治对于社会的健康发展有着重要的意义，本课程通过介绍艾滋病的流行趋势与特点，防治策略与对策，在大学生中普及艾滋病防治的基本知识与技能。本课程的主要内容包括艾滋病在全球与我国的流行趋势、艾滋病防治的基本知识与策略、与艾滋病有关的社会与伦理问题，我国艾滋病相关的法律与政策，艾滋病的同伴教育技能。", ""], ["504004010", "艾滋病新进展及发展趋势", "Progress and Tendency in AIDS Research", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "3.0", "16.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", ""], ["504005020", "保险经营管理学", "Insurance Operation Management", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周晓媛", "《保险公司经营管理》，魏巧琴编著，上海财经大学出版社，2007年8月第2版", "Insurance Management, edited by WeiQiaoqin, Shanghai University of Finance Press, August 2007 version 2.", "", "", "考试", "", "本课程主要讲授保险经营的一般理论与实务。课程从管理学的角度出发，运用理论和实际相结合、定性研究和定量研究相结合的方法，全面系统地向学生介绍保险公司经营管理的全过程，包括营销、承保、理赔、投资、财务核算、偿付能力管理、再保险管理、计划统计管理、人力资源管理、经营效益评价等内容。要求学生通过该课程撤学习，掌握保险公司经营的一般环节及流程，经营过程中的基本岗位设置，不同岗位的基本工作职责及工作内容，理解不同环节的管理对保险经营的作用，对自己将要从事的行业有一个感性的认识，为将来的就业及今后的工作奠定基础。J", ""], ["504006030", "保险精算学", "Acutuarial Science", "华西公共卫生学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "毛正中", "《保险统计》《非寿险精算》，李恒琦编著，西南财政大学出版社，2002", "Statistics in Insurance,Non-Life Insurance Actuarial,Lihengqi，Southwest Financial University Press,2002", "", "", "考试", "", "精算学是保险从业人员的必修课，本课程主要用数学、统计学的方法寻找随机事件（风险）的统计规律，从而为各种类型的保单制定适当的价格提供基础，以保证保险机构的稳定运行。本课程主要面向健康保险专业本科生授课，主要使学生掌握非寿险精算的基本知识（基本概念和方法），未来在保险机构工作时，能与精算师顺利地沟通，并为进一步学习更为详尽、高级的精算学知识打下初步的基础。", ""], ["504007030", "保险学原理", "The Theory of Insurance", "华西公共卫生学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周晓媛", "《保险学》，孙祁祥著，北京大学出版社，2003年1月第2版", "", "", "", "考试", "", "《保险学原理》是四川大学公共事业管理专业健康保险方向的专业核心课程之一，是一门介绍保险基本原理与基本形态的理论学科, 是《保险精算学》、《人身保险》、《寿险精算》、《社会保障学》、《保险公司经营管理学》等一系列后续专业课程的重要基础课程。。本课程是健康保险专业学生所学习的第一门专业核心课程，重点在于基础知识的传授。保险学原理从我国保险实际出发，借鉴国际保险先进经验，以保险商品关系为研究对象，揭示保险产生、发展和变化的规律。其主要内容包括风险与保险、保险的产生与发展、保险的含义、特征、性质、职能和作用、保险的基本原则、保险合同、财产保险、人身保险、再保险、保险经营、保险精算基础、保险市场及其监督管理等内容。通过学习，将使学生系统掌握保险的基本概念、基本理论、基本方法，简要了解保险的历史及保险产品，为今后相关课程的学习和从事金融保险实践工作打下理论基础。学生在学习中应注重理论联系实际，培养运用多学科知识解决实际问题的能力。", ""], ["504008080", "毕业论文", "Bachelor Thesis", "华西公共卫生学院", "", "本科", "8.0", "256.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "考查", "", "毕业论文是卫生检验专业的一个重要的实践性环节，是培养学生逻辑思维、发现问题、分析问题、解决问题能力等综合能力的一个不可缺少的过程，也是培养学生初步科研能力的重要环节。本环节要求学生初步掌握文献查阅、文献综述、开题报告、实验方案设计、研究方法确定、数据处理、图表表示或绘制、论文撰写及答辩等科研工作基本方法。通过毕业论文过程，使学生具有基本的科研创新素质。z", ""], ["504009060", "毕业实习", "Graduation Field Work", "华西公共卫生学院", "", "本科", "6.0", "224.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "考查", "", "毕业实习是卫生检验专业的一个重要的实践性环节，是培养学生理论联系实际的一个不可缺少的过程。本环节在各教学实习基地进行，内容包括各类有毒有害化学物质的检验及相关仪器的操作、各种病原微生物及卫生微生物的检验及分子生物学技术等。通过本环节的学习，要求学生进一步深入理解相关的理论知识，进一步规范实验操作，增强实验技能，以及更好的理解本专业的专业性质，熟悉疾控中心工作内容，为今后的工作打下一定的基础。z", ""], ["504010120", "毕业实习及论文", "Graduation Practice and Thesis", "华西公共卫生学院", "", "本科", "12.0", "384.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "刘毅", "参考各类文献??xPh", "", "刘毅 苏维 周艳阳 岳琳  赵莉", "", "考查", "", "在理论和实践课程学习的基础上，促使学生将所学的卫生管理基本理论与相关专业知识综合运用于研究与实践，培养学生科学研究的基本技能和论文写作能力。该课程涉及的领域包括医院管理、疾病预防与控制、卫生监督、社区卫生服务管理、农村卫生服务管理、公共卫生政策与改革、卫生人力资源管理等方面。", ""], ["504011030", "病毒学检验", "Experimental Virology", "华西公共卫生学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "余倩", "李洪源等主编：病毒学检验 人民卫生出版社 2006；张朝武主编：现代卫生检验，第一版，人民卫生出版社，2005年；李影林主编：中华医学检验全书，人民卫生出版社，1996；王秀茹主编：预防医学微生物学及检验技术，人民卫生出版社，2002", "Experimental Virology,Li Hong-yuan,People’s Medical Publishing House，2006；Modern Health Inspection,Zhang Chao-wu,People’s Medical Publishing House 2005；The Book of Modern Health Inspection,Li Ying-lin,People’s Medical Publishing House，1996；Prevention of Medical Microbiology and Inspection Technology,Wang Xiu-ru,People’s Medical Publishing House 2002", "余倩  裴晓方", "", "考试", "", "病毒学检验是卫生检验重要的专业课程之一，是卫生检验课程体系的重要组成部分。本课程包括病毒学检验技术和常见重要致病病毒二个部分，病毒学检验技术主要讲授细胞培养技术、鸡胚培养技术、动物实验、血清学实验、电子显微镜技术、分子生物学技术在病毒学检验中的应用及病毒的分离鉴定等；常见重要致病病毒主要讲授如流感病毒、麻疹病毒、脊灰病毒、肝炎病毒、轮状病毒、虫媒病毒与出血热等病毒的生物学性状、检验方法和卫生学意义。通过本课程的学习，要求学生掌握病毒的分离培养方法、血清学实验及分子生物学技术在病毒学检验中的应用以及这些方法的原理和操作注意事项；掌握常见重要致病病毒的生物学性状和检验方法。", ""], ["504012040", "病理学（Ⅰ）", "Pathology(Ⅰ)", "华西公共卫生学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "48.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", ""], ["504013030", "病理学（Ⅱ）", "Pathology-Ⅱ", "华西公共卫生学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "程薇波", "《病理学》，第七版,李玉林主编，人民卫生出版社,2008年;《病理学》，第六版，李玉林主编,人民卫生出版社， 2004年；《病理学》，第一版，陈杰、李甘地主编；人民卫生出版社，2005年； Essential pathology,Rubin. Lippincott company 2nd Edition ，l995； Basic pathology, Kumar. Saunders company 6nd Edition ，l997；《病理学》，第一版，李甘地主编；人民卫生出版社，2001年；《大学病理学》，第一版，宫恩聪等主编，高等教育出版社，2003年", "Pathology, 7th edition, edited by Yulin Li, Published by People ‘s medical publishing house in 2008.", "程薇波 王晔", "", "考试", "", "病理学是研究疾病的病因，发病机理以及患病机体在疾病发生发展过程中的形态结构，机能和代谢的各种变化(即病理变化)的科学，又是医学基础学科和临床学科之间的桥梁。本科目主要讲授病理学总论，即研究各种疾病可能具有的共同病变及发生发展的规律，主要内容有细胞损伤与修复，炎症、肿瘤学，侧重对各种基本病变概念的理解。本学科实践性强，授课方式主要有：理论课，实习课(标本，切片)尸体解剖见习，电视电影教学，以及临床病理讨论会等。", ""], ["504014030", "病原微生物检验", "Pathogenic Microbiology Laboratory Technique", "华西公共卫生学院", "", "本科", "3.0", "72.0", "", "", "开设", "5.0", "0.0", "0.0", "72.0", "", "", "", "", "", "", "实验", "余倩", "张朝武主编：细菌学检验，人民卫生出版社，2006；张朝武主编：现代卫生检验，第一版，人民卫生出版社，2005年；余倩、许欣主编：卫生微生物检验学细菌学分册，四川科技出版社，2003；王秀茹主编：预防医学微生物学及检验技术，人民卫生出版社，2002", "Experimental Bacteriology , Chaowu Zhang, People’s Medical Publishing House, 2006; Modern Sanitary Technology, Chaowu Zhang, 1st Ed, People’s Medical Publishing House, 2005; Sanitary Microbiology Bacteriology test volumes, Xin Xu、Qian Yu, SiChuan Scientific and Technical Publishers, 2003; Prevention of Medical Microbiology and Inspection Technology, Xiuru Wang, People’s Medical Publishing House, 2002.", "余倩  裴晓方  刘衡川  许欣", "", "考查", "", "本课程是病毒学检验和细菌学检验的配套实验课程，是卫生检验专业必修的实验技能课程，通过实际操作训练，使学生进一步掌握细菌学检验和病毒学检验的基本技术和分子生物学技术。本课程主要实验项目包括病毒的分离培养技术、病毒的血清学技术、分子生物学技术技术、细菌学检验基本操作，抗菌药物最小抑菌浓度测定，消毒剂定量杀菌试验，常见病原菌的分离鉴定，霍乱弧菌快速检验等。通过课程学习，要求学生掌握各实验的原理，明确实验注意事项，熟悉相应的实验操作。\x02", ""], ["504015030", "财务管理", "Financial Management", "华西公共卫生学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "朱梦蓉", "《财务管理》，秦志敏主编，北京大学出版社，2006年第1版；《公司理财》（第六版），斯蒂芬 A.罗斯等著，机械工业出版社，2004年；《财务管理精要》（第十二版），斯科特?贝斯利等著，机械工业出版社，2003年；《财务管理教学案例》，王化成主编，中国人民大学出版社，2000年", "Financial Management, Qin zhimin editor, Peking University Press, 1st edition, 2006；Corporate Finance (sixth edition)，Stephen A. Ross and others, Machinery Industry Press, 2004；Essentials of Financial Management (12th Edition) ，Scott ? Besley, Machinery Industry Press, 2003; Financial management teaching cases，Wang huacheng editor，Renmin University of China Press, 2000.", "", "", "考试", "", "财务管理学是经济管理类专业的专业课，是国家教育部规定的财经类专业十门核心课程之一。本课程以现代资本市场和商品市场为理财环境，以公司为理财主体，以公司价值最大化为理财目标，在讲授现代财务管理基本原理的基础上，着重探讨了企业在资本取得、资本运用、资本收益分配等经济活动中应遵循的规律和加强管理的策略和方法，同时还考察了企业兼并收购、重组清算、跨国集团财务管理等财务拓展问题。本课程将引导学生在己学经济管理相关知识的基础上，进一步掌握在市场经济中通行的财务运作理论、方法和手段，从而具备管理资金乃至整个企业的能力。Z", ""], ["504016010", "环境病理学", "Environmental Pathology", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "程薇波", "《环境病理学》，自编讲义(程薇波、王晔编)， 2009年; 《病理学》，第一版，陈杰、李甘地主编，人民卫生出版社，2005年;Essential pathology,Rubin. Lippincott company 2nd Edition ，l995;Basic pathology,Kumar. Saunders company 6nd Edition ，l997;《环境病理学》，第l版，郑志仁主编：山东科技出版社， 1991年;《大学病理学》，第一版，宫恩聪等主编高等教育出版社，2003年;《环境病理学》，徐英含主编世界图书出版公司，1994年", "Environmental Pathology, edited by Department of environmental Pathology of West China School of Public health，Sichuan University，2009;Pathology, 6th edition, edited by Li Yulin, Published by People ‘s medical publishing house in 2004; Pathology, 1th edition, edited by Jie Chen and Gandi Li, Published by People ‘s medical publishing house in 2005;Rubin.Essential pathology, Lippincott company 2nd Edition ，l995;Kumar.Basic pathology, Saunders company 6nd Edition ，l997;Pathology, 1th edition, edited by Gandi Li, Published by People ‘s medical publishing house in 2001;Pathology, 6th edition, edited by En-cong Gong,Yan-qing Ding and Gaosheng Huang, Published by Higher Education publishing house in 2001.", "程薇波 王晔", "", "考查", "", "环境病理学是研究环境因素所致疾病的病因、发病机理以及患病机体在疾病发生发展过程中的形态结构，机能和代谢的各种变化的科学。本科目主要讲授由环境污染所致疾病、化学、物理、营养、生物等因素对机体造的影响方面的内容。环境污染主要内容包括空气污染、吸烟所致损伤、以及肺部尘埃沉着（矽肺、石棉肺、农民肺）等，主要讲授这些疾病或病变的发生发展规律；化学中毒主要讲授常见毒物（重金属、农药及工业生产常见毒物）、化学武器、药物治疗因素所致损伤或疾病；物理因素损伤主要内容包括机械性损伤、热损伤、冻伤、电伤、放射性损伤等；营养因素性病变主要内容包括蛋白质能量营养不良、维生素缺乏、微量元素缺乏等因素造成机体功能障碍与形态学改变，以及营养过剩导致肥胖症等。 本学科实践性强，但选修课时有限，主要采取讲授授课方式。", ""], ["504017020", "毒理学基础（Ⅰ）", "Toxicology", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["504018025", "毒理学基础（Ⅱ）", "Basic Toxicology（Ⅱ）", "华西公共卫生学院", "", "本科", "2.5", "40.0", "", "", "开设", "3.0", "40.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "周宗灿主编：《毒理学教程》（第四版），北京大学出版社，2006年;王心如,《毒理学基础》（人民卫生出版社，第五版），2007年7月", "Basic Toxicology (The Fifth Edtion), Xinru Wang，People’s Health Press of CHINA. Jul.2007", "", "", "考试", "", "现代毒理学在实验医学和治疗学基础上，发展为研究化学、物理和生物因素对机体的损害作、生物学机制、危险度评价和危险度管理的科学，也是对毒性作用进行定性和定量评价的科学。主要目的是预测化学物质对人体和生态环境的危害，为确定安全限值和采取防治措施提供科学依据。毒理学分为三大研究领域：描述毒理学、机制毒理学和法规毒理学。研究方法主要有动物实验、人群流行病学和临床毒理学。本课程要求学生掌握毒理学的基本概念、基本理论和基本实验技能；了解外来化学物在体内的运转和代谢，化学物的中毒机制。基本掌握毒物的一般毒性，致畸性和致癌性的实验及其评价方法。", ""], ["504019025", "分析化学", "Analytical Chemistry", "华西公共卫生学院", "", "本科", "2.5", "40.0", "", "", "开设", "3.0", "40.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "曾红燕", "邹学贤主编，分析化学，人民卫生出版社，2006年；武汉大学主编，分析化学（第四版），高等教育出版社，2004年；李克安主编，分析化学教程，高等教育出版社，2005", "Zou Xuexian,et al. Analytical Chemistry，People’s Medical Publishing House,2006; Wuhan University, Analytical Chemistry(the 4th edition)，Higher Education Press, 2004; Li Kean, Course of Analytical Chemistry, Higher Education Press, 2005.", "", "", "考试", "", "分析化学是卫生检验专业必修的专业基础课程，主要讲授分析化学的基本原理、基本知识及基本操作技能；培养严谨的科学态度和良好的实验习惯；培养学生分析问题和解决问题的能力，为学习后续专业课程以及从事卫生检验工作打下良好的基础。通过对本课程的学习，使学生树立准确的“量”的概念，正确计算有关问题；掌握滴定分析和重量分析的基本原理和方法，熟悉其在卫生检验中的主要应用；熟悉定量分析中常用的分离方法的基本原理；掌握分析化学中各种误差的来源及其规律，学会分析数据处理的基本方法。课程主要内容有误差和数据处理、滴定分析概述、酸碱滴定、配位滴定、氧化还原滴定、沉淀滴定、重量分析和定量分析中常用分离方法等。", "20130116"], ["504020030", "分析化学实验", "Analytical Chemistry Experiment", "华西公共卫生学院", "", "本科", "3.0", "64.0", "", "", "开设", "4.0", "0.0", "0.0", "64.0", "", "", "", "", "", "", "实验", "曾红燕", "四川大学公共卫生学院卫检教研室，分析化学实验教程，2009；邹学贤主编，分析化学，人民卫生出版社，2006年", "Department of Sanitary technology, West China School of Public Health, Sichuan University,The Course of Analytical Chemistry Experiment, 2009; Zou Xuexian et al, Analytical Chemistry，People’s Medical Publishing House,2006.", "曾红燕，骆平", "", "考查", "", "本实验课程为卫生检验专业必修课程，包括容量器皿的使用和校准、盐酸标准溶液的配制标定及硼砂中Na2B4O7含量测定、氢氧化钠标准溶液的配制标定及硼酸含量测定、EDTA标准溶液的配制标定及硫酸镁含量测定、高锰酸钾标准溶液的配制标定及硫酸低铁铵含量测定、硫代硫酸钠标准溶液的配制标定及硫酸铜含量测定、硝酸银标准溶液的配制标定及氯化物中氯含量测定、氯化钡中结晶水测定等八次实验。通过实验教学，加深学生对理论知识的理解，使学生获得卫生检验技术所需要的分析化学方面的基本操作技能，并能够分析实验结果，从中掌握操作和条件对测定结果的具体影响。培养学生严谨认真、实事求是的科学实验态度和独立思考动手的能力。", ""], ["504021020", "分子生物学检验技术", "Experimental Molecular Biology Technique", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "裴晓方", "裴晓方等，《分子生物学检验技术》,四川大学自编讲义，2009.9； 樊绮诗 等主编.分子生物学检验技术（第二版）,人民卫生出版社，2003， Joseph Sambrook and David Russell. 《Molecular Cloning: A Laboratory Manual》 (Third Edition). Cold Spring Harbor Laboratory Press. 2001", "Molecular Biology Techniques, by Pei Xiao-fang etc;Molecular Biology Techniques（Second edition）, by Fan Qi-shi etc. People’s Medical Publishing House. 2003,Molecular Cloning: A Laboratory Manual (Third Edition). By Joseph Sambrook and David Russell. Cold Spring Harbor Laboratory Press. 2001", "裴晓方、汪川、王国庆", "", "考试", "", "分子生物学检验技术是针对卫生检验及相关专业本科生开设的一门理论与应用相结合的专业基础课程。该课程以分子生物学基本理论为基础，结合微生物检验领域的发展趋势，重点介绍最新的微生物检验的各种分子生物学技术，为满足现代检验检疫的要求和应对突发公共卫生事件打下基础。本课程主要包括：分子生物学检验概述、微生物核酸样本的制备、核酸杂交、PCR技术、核酸序列分析、细菌DNA分型技术和生物芯片技术，重点介绍各类技术的原理和方法，并贯穿介绍各技术在现代疾病预防控制领域的应用。课程结束时，学生应掌握常用分子生物学检测和鉴定技术的相关理论和和技术要点，了解其在传染病诊断、病原微生物溯源、新发传染病及突发公共卫生事件快速应对中的作用。", ""], ["504022040", "妇幼与青少年健康", "Health Issues among Women and The Youth", "华西公共卫生学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "张建新", "儿童少年卫生学，季成叶主编，人民卫生出版社，第六版，2006年", "Children and adolescents health, Jichengye, Renmin Health Press,2006", "张建新 沈丽琴", "", "考试", "", "妇幼与青少年健康是研究保护和促进妇女、婴幼儿、儿童、少年身心健康的科学，是预防医学的重要组成部分，也是预防医学专业学生必修的考试课程。本课程通过课堂讲授、讨论、实习、自学等方式进行教学。要求学生掌握妇女、婴幼儿、儿童、少年生长发育特点、规律，及其学习、生活环境条件下的特殊卫生问题有关的基本理论、基本知识和基本技能，为今后从事公共卫生工作奠定基础。在教学过程中，重视理论联系实际，培养学生自学、知识的应用和创新能力，适当介绍本学科的发展新动态。本课程主要内容：妇女生理和保健、婴幼儿、儿童、少年生长发育规律、影响生长发育的因素、生长发育调查和评价、妇女、婴幼儿、儿童少年常见病预防、心理卫生与咨询、体育锻炼与健康、教育过程卫生、学校建筑和设备卫生和学校卫生监督等内容。J", ""], ["504023010", "公共场所监测", "Public Places Surveillance", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "吴媚", "《现代环境卫生学》，陈学敏 杨克敌，人民卫生出版社，2008年第2版；《环境卫生学》，杨克敌，人民卫生出版社， 2007年第6版；《公共场所卫生学》，张利伯，上海医科大学出版社，1991年第1版", "Modern Environmental Health, Chenxuemin、Yangkedi, People’s Medical Publishing House, Second edition, 2008; Environmental Health, Yangkedi, People’s Medical Publishing House, Sixth edition, 2007; Hygiene for Public Health, Zhanglibo, Shanghai Medical University Publishing House, 1991.", "", "", "考查", "", "公共场所监测是预防卫生监督的主要内容，也是环境卫生学的重要组成部分，是预防医学专业学生选修的一门专业课程。本课程主要通过讲授、自学等方式进行教学。要求学生掌握公共场所监测相关的基本概念，卫生标准制定的原则以及公共场所卫生监测的主要内容和方法，并了解现场卫生监督监测和管理的基本知识和技能，为今后从事环境卫生监督检测工作和相关科学研究奠定基础。在教学过程中，重视理论知识与实际工作相结合，适当介绍公共场所卫生监测相关新技术和发展新动态，培养学生自学和解决实际问题的能力及基本的科研能力。本课程主要内容：公共场所卫生学特点及主要环境因素对健康的影响；公共场所监督监测、管理相关法规及卫生标准；公共场所微小气候和空气质量的卫生要求、监测项目和技术方法；公共场所生活饮用水和公共用品的卫生要求、监测项目和技术方法；公共场所相关疾病监测等。Z", ""], ["504024010", "公共关系学（Ⅱ）", "Public Relations（Ⅱ）", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "唐镠", "奥蒂斯.巴斯金，克雷格.阿伦诺夫，丹.拉铁摩尔：《公共关系：职业与实践（第四版）》，中国人民大学出版社，第一版，2008.9。胡百精：《公共关系学》，第一版，中国人民大学出版社， 2008.6", "Public Relations: The Profession and the Practice, 3rd Edition, Baskin Otis, Lattimore Dan, Crag Aronoff, Renmin University of China Press, Sept.2008; Public Relations, Baijing Hu, Renmin University of China Press, Jun.2008", "", "", "考试", "", "社会和技术的迅速变化使得公共关系的管理功能日益重要。本课程主要讲授公共关系原理，介绍公共关系实践中的基本工具。课程内容覆盖公共关系本质、历史和基本理论，课程还介绍公共关系实践过程的基本原则，如如何与媒体打交道，如何撰写宣传稿以及如何制定、实施和评价公共关系策略。学生通过理论学习和案例分析将掌握公共关系的理论与实践框架并对这一领域的发展趋势有多方位的理解。", ""], ["504025020", "公共关系学（Ⅰ）", "Public Relations（I）", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "方锐", "《实用公共关系学》，肖辉主编，北京大学出版社,2001年9月第一版。《危机管理》，薛澜，张强、钟开斌著，清华大学出版社。2003年5月第一版", "Practicability public relationgship, xiaohui ,beijing University Press, First edition, Sep.2001.Crisis management,xuelan,zhangqiang ,zhongkaibin ,qinghua University Press, First edition, May.2003", "", "", "考试", "", "本课程主要讲授公共关系的一般理论，组织形象塑造，传播、沟通，公关策划、危机管理等公关实务。并结合我国医药企业公共关系工作进行实证分析，因此，本课程具有很强的实用性和操作性。本课程要求学生掌握公共关系的基本理论和方法，树立公关意识，学会通过公共关系活动，使组织达到内外协调、顺利发展的良好状态，并对我国医药企业公关关系现状有一个感性的认识。", ""], ["504026020", "公共经济学", "Public Economics", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "阎正民", "华民,《公共经济学教程》（新编经济学系列教材）、复旦大学出版社  2003年7月第4次印刷；郑文范编著：《公共经济学》，东北大学出版社，2005年7月第三次印刷", "A Course in Public Economics, Hua Min, Fudan University Press, 2003. Public Economics, Zheng Wenfan, Northeast University Press, 2005", "", "", "考试", "", "公共经济学是一门关于公共部门经济活动规律的学科，它是从经济学角度研究、解释、分析和规范政府职能和作用。公共经济学研究对象是在市场失灵下的公共部门，特别研究为校正市场失灵而采取的各项宏观经济政策与措施及其影响。卫生事业管理领域有大量的公共经济学问题，这些问题的解决如果使用一般西方经济学知识显然不能满足需要。本课程着重介绍市场失灵的主要成因、公共选择理论、公共收入与公共支出理论、预算管理理论等宏观经济的基本理论和政策工具。课程希望通过公共经济学基础知识的教学，使卫生管理本科学生了解公共管理领域中政府行为的基本经济理论及其公共收支活动，尝试使用所学的公共经济学的思路或模型分析中国特定的公共卫生管理中存在的问题。", ""], ["504027030", "公共卫生安全评价", "Assessment for Public Health Safety", "华西公共卫生学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["504028020", "公共卫生导论（双语）", "Introduction of Public Health", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["504029010", "公共卫生定性研究方法", "Sociology Research Method for Public Health", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李宁秀", "《社会医学》,李鲁主编，人民卫生出版社，2007年7月第3版", "Social Medicin, Li Lu, People’s Medical Publishing House, 3rd edition, July, 2007", "李宁秀 张建新", "", "考试", "", "随着社会的发展，公共卫生领域中的许多卫生问题及影响这些问题的因素，仅仅依靠定量研究，通过问卷调查，用一些统计学的指标分析，已经不能够完全说明问题的本质及发现真正的影响因素，有时我们需要采用与相关人员的深入访谈、专题小组讨论等定性研究的方法来探索、了解、明确问题的本质及其影响因素。公共卫生定性研究方法就是在这样的一种需求下发展出的一门新型课程。本课程的主要内容包括：定性研究的概念、特点、应用、定性与定量研究方法的比较；课程将通过理论学习、讨论与实习的方式学习深入访谈、专题小组讨论、观察法、参与性现场研究、选题小组讨论等主要定性研究方法；定性资料分析及定性研究的报告撰写。本课程的教学目在于使未来的公共卫生技术人员和卫生管理人员掌握目前在公共卫生领域常用的定性研究方法，以助其在今后的工作实践中更好的使用此方法。J", ""], ["504030020", "公共卫生服务管理", "Servings Management for Public Health", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["504031020", "公共卫生热点与进展（讲座）", "Hotspot and Progress in Public Health", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["504032010", "公共卫生实验技术-1", "Experiment and Techniques of Toxicology-1", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "徐培渝", "王心如，《毒理学实验方法和技术》（人民卫生出版社，第二版），2007年7月；周宗灿，《毒理学教程》（第四版），北京大学出版社，2006年", "Methods and Techniques of Basic Toxicologic (The second edition), Xinru Wang，People’s Health Press of CHINA. Jul.2007", "徐培渝，黄毅娜", "", "考查", "", "毒理学是一门研究化学物质(包括药物、环境污染物和工业化学物质等)有害作用的应用学科，也是一门基础理论与实践并重的学科，其研究的主要手段是体内动物实验和体外细胞实验等，采用实验动物或细胞等方法接触外源化学物，观察其毒性反应，向人外推，以期评估外源化合物对人的危害及危险性。本毒理学实习课程内容有急性毒性LD50测定，评价遗传毒性的微核试验，评价生殖毒性的致畸试验等，要求学生在掌握毒理学的基本概念、基本理论的基础上，熟悉和掌握一些基础的毒理学动物实验的设计、实施、结果观察和评价等毒理学研究的基本方法和技能。", ""], ["504033020", "公共卫生实验技术-2", "Public Health Laboratory-2", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "裴晓方", "教材：自编。参考书目：1.张朝武主编：卫生微生物学，第四版，人民卫生出版社出版，2007年；2.张朝武《现代卫生检验》，人民卫生出版社 2006；3.王秀茹《预防医学微生物学及检验技术》，人民卫生出版社2002", "Public Health Laboratory II--Public Health Microbiology, Authors need to be named", "裴晓方  余倩  王国庆等", "", "考试", "", "本课程是预防医学重要的实验技能课程，是预防医学课程体系的重要组成部分，也是预防医学专业学生必修的考试课程。实验内容包括训练基本技能的验证性实验和病原体鉴定的综合性实验。通过实验课程的训练，加强对卫生微生物学研究方法、检验方法、基本理论和基本技能的理解和掌握，是从事疾病预防控制、卫生监督、科学研究和卫生管理等方面工作的基础。在教学过程要注重联系相关的理论知识，要重视学生自主学习、自觉学习，分析和解决实际问题能力，以及创新思维和能力的培养，提高学生的工作能力和研究能力。\x01", ""], ["504034010", "公共卫生实验技术-3", "Lab Technics in Public Health(3)", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", ""]]