[["102547030", "金融计量学", "Financial Econometrics", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "0.0", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102548030", "金融计量学（双语）", "Financial Econometrics (Bilingual)", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "36.0", "", "0.0", "12.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102549030", "金融学", "Finance", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102550030", "金融学（全英文）", "Finance (English)", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102551020", "经济调查与论文写作", "Economic Research and Paper Writing", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102552020", "经济法（全英文）", "Economic Laws (English)", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102553020", "经济史", "Economy History", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102554030", "经济思想史", "History of Economic Theory", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102555020", "经济学方法论", "Introduction to Economic Analysis Method", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102556030", "跨国公司经营与管理", "International Enterprises Management", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102557030", "商业银行业务与经营（全英文）", "Commercial Banking (English)", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102558020", "社会主义市场经济理论", "The Socialist Market Economy Theory", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102559020", "时间序列分析", "Time？Series？Analysis", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102560020", "世界经济（全英文）", "World Economy (English)", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102561020", "市场营销（全英文）", "Marketing (English)", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102562030", "统计学（全英文）", "Statistics (English)", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102563030", "微观经济学（全英文）", "Microeconomics (English)", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102564020", "新制度经济学（全英文）", "New Institutional Economics (English)", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102565030", "政府预算", "Government Budget", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102566030", "政治经济学", "Political Economy", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102567030", "中国特色社会主义政治经济学", "The Political Economy of Socialism with Chinese Characteristics", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["102568020", "高效沟通与领袖口才", "Efficient communication and leader eloquence", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "吴永红、肖薇、郑颖奇", "在长期的教学和社会实践过程中，我们发现年轻学生的人际沟通和表达能力急需提升。本人从2010年开始向社会各界进行高效沟通课程培训，从2015年开始进行演讲口才课程培训，积累了相当的经验。特申请向全校学生开设此素质课程。", "考试", "", "", "20140425"], ["102569020", "世界经济一千年", "The World Economy: A Millennial Perspective", "经济学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "崔传涛、闫雪凌", "通过本课程的学习为学生理解当代中国与世界经济提供一个历史基础，并通过本课程的学习使得学生们能利用经济学知识分析国内国外经济史上的一些重大发展与变革。", "考查", "", "", "20140425"], ["102570030", "金融经济学(全英文)", "Financial Economics (English)", "经济学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "赵智", "", "考试", "", "", "20140425"], ["102571010", "Globalization &amp; EU&#39;s Foreign Direct Investment", "Globalization &amp; EU&#39;s Foreign Direct Investment", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Haiyan Zhang", "", "", "", "1. CONTENT The course consists of two parts. In the first part, the characteristics and trends in the international and multinational business activities are shortly analysed on the basis of the latest available data. The theoretical foundations, the determinants of foreign direct investment (FDI) and the internationalisation strategy of firms are studied. The theoretical foundations, the determinants of foreign direct investment (FDI) and the internationalisation strategy of multinational enterprise (MNEs), especially those from emerging economies such as China, are studied. The second part of the course focuses on EU-China FDI relationship. The recent development of EU-China cross border greenfield investment and M&amp;As will be discussed from both the perspective of government policy and corporate strategy of MNEs.2. OBJECTIVES  To ensure that participants understand the significance of globalisation and the strategic approach of the internationalisation of firms  To understand key aspects of the internationalisation process and their strategic and managerial implications  To become aware of the challenges that are faced by MNEs in foreign markets in general and in China in particular and   to enhance the knowledge of participants in understanding and dealing with key strategic and managerial issues in the internationalisation process3. TEACHING METHODTeaching with active participation of the students through presentation and discussion of 16 papers about China’s inward and outward FDI and EU-China FDI relationship. 4. COURSE MATERIAL Required readings  16 papers provided by the instructor  Hand-outs and PowerPoint presentations used during class  Case collection “Doing Business in China” by Prof. Jonathan Story, INSEAD   Suggested readings:  See the reading list 5. GRADING (EVALUATION AND EXAMINATION SYSTEM)  60% on PPT paper presentation 40% on paper discussion and class discussion 6. COURSE OUTLINE AND SCHEDULESession 1. Globalization, Foreign Direct Investment, Multinational Enterprises; Concepts and recent development  Globalization: Different Views  International Business Activities: An introduction  Foreign Direct Investment: Methodological issues  Multinational Enterprise (MNE)  Principal Actors in the Globalized Economy  Degree of Multinationality  Reading and discussion (Papers 01-04)  China’s inward and outward FDI   Policy and recent development Session 2. Determinants of Foreign Direct Investment, theories of the Multinational Enterprise and Internationalization Strategy  Classical View  Oligopolistic Theory-Transaction Costs  Product Life Cycle  Eclectic Theory or the Ownership – Location – Internalization Paradigm  Applicability to outward FDI from emerging economies  Reading and discussion (Papers 05-08)  Specific features of Chinese MNEs and theoretical implications Expansion (e.g. M&amp;As) of Chinese MNEs into the global market in genral and in Europe in particularSession 3. China’s FDI in Europe  Motivations  Entry modes  Location selection  Sector distribution Management aspects  Reading and discussion (Papers 09-12)  Recent development of Chinese FDI in Europe  Opportunities and challenges Policy and business implications Session 4. EU-China cross-border FDI at industrial level  Comparison of EU-China investment at industrial level  Recent development of Chinese business environment  Impact on EU FDI in China Challenges for EU firms operating in China  Business and policy implication Reading and discussion (Papers 09-12)  http://www.europeanchamber.com.cn/en/publications-business-confidence-surveyRecent development of EU FDI in China  Opportunities and challenges Policy and business implications Session 5. EU-China FDI (and trade) relationship EU FDI policy and regulatory restrictiveness  Negotiation of EU-China investment agreement Trade conflicts  Reading and discussion (Papers 13-16)  Analysing major challenges for Chinese MNEs when investing in Europe  Assessing FDI policy of EU and their member states Perspective of EU-China FDI relationship", "20180509实践周"], ["102572010", "Behavioral Finance", "Behavioral Finance", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Kris Marcel Roger Boudt", "Classical economic theory assumes that individuals are super-humans with perfect calculation skills and a stable system of preferences. They decide by maximizing their expected utility. In practice, the decisions of “normal” people are affected by a combination of social, psychological and cognitive influences. In this course, we will see theories about how real-world decisions are made (e.g. prospect theory, bounded rationality, herding, self-control) and investigate how this affects the financial market (e.g. market efficiency and limits to arbitrage). We will study the implications for both individual decision makers and policy makers. Importantly, through this course, you will understand better your own decision making and how to take into account the mental mistakes of others. The course is interdisciplinary and combines elements from economics and finance, with psychology, sociology and statistics.", "", "", "", "20180509实践周"], ["102573010", "Intercultural Competence", "Intercultural Competence", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "CHRISTIAN ANDREAS SCHUCHARDT", "The course includes lecturing, case study work as well as interactive training components for the students to acquire knowledge about intercultural communication and competence as well as some selected behavioural competences in the intercultural work environment. The course will deliver basic knowledge on up-to-date internationally well-known concepts in intercultural management theory and their practical application to typical situations in an international work environment. Full material such as slides and readings are given to the students in advance as well as in the classroom during the course.", "", "", "", "20180509实践周"], ["102574010", "Global Management &amp; Marketing Strategy", "Global Management &amp; Marketing Strategy", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "CHRISTIAN ANDREAS SCHUCHARDT", "Brief overview on classical Marketing issues as basis for the course (depending on class level) and the theoretical background of global management &amp; marketing. The major topics are internationalisation in theory and business practice, internationalisation and marketing, internationalization motives, processes and strategies, the international information base, the foreign environment as central challenge, models of environmental analysis, marketing information needs, international information sources, the international market research process, target market selection and evaluation, risk evaluation, target country portfolio, international market segmentation, market entry strategies (MES) in terms of ownership strategies between market and co-operation, joint ventures and licenses – as well as market entry strategies from the marketing context. The teaching methods are lecture combined with group work as well as discussion on case studies.", "", "", "", "20180509实践周"], ["102575010", "Business Finance", "Business Finance", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Lan Sun", "This course introduces corporate finance theories and how those theories can beapplied to problems relevant to managers. Topics covered will include but not limited to: - corporate objectives;- history of finance;- operations of capital markets;- sources of finance;- financing decision;- dividend decision;- time value of money; and- recent major financial crisis etc. On successful completion of this course, students will be able to:1. Explain the importance of finance in personal/business decisions;2. Demonstrate an understanding of financing decision process;3. Illustrate an understanding of the role cash flow estimates and analysis have in the the decision process;4. Use financial mathematics;5. Explain the concept of risk management and its importance to management. Teaching will use blended teaching and learning methods and a flexible deliveryformat. For example, the use of Blackboard and Moodle teaching platforms to createan effective learning environment through innovation, revitalisation and sharing. The teaching will also use multi-media such as Camtasia Relay, Echo360 podcasting, Online quiz and YouTube in class simulation and engagement with the students.", "", "", "", "20180509实践周"], ["102576010", "Security Valuation and Investment Analysis", "Security Valuation and Investment Analysis", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Lan Sun", "This course is a rigorous, quantitative introduction to financial market structure and financial asset valuation. This course seeks to equip students with a fundamental understanding of the concepts and principles of valuation and investment. The main topics of the course are: - risk and return;- portfolio theory and efficient portfolios;- equilibrium asset pricing (CAPM);- equity valuation dividend discount models;- fixed income Securities;- yield curve theories and duration;- efficient market hypothesis, mutual fund and analyst performance etc. On successful completion of this course, students will be able to:1. Develop a greater depth and understanding of theories of valuation and investment;2. Demonstrate skills in performing accurate financial calculations;3. Demonstrate the ability to link theory and class-room learning with practice;4. Learn to develop how to gather information relating to the security valuation and investment analysis for a public corporation; and5. Demonstrate the skills of critical analysis of a financial issue and how to evaluate investment performance.", "", "", "", "20180509实践周"], ["102577010", "Corporate Finance", "Corporate Finance", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Chang Myungki", "The specific topics covered in the course are outlined below: ？Role of the Corporation and the Financial Manager: We will examine the responsibilities of widely held corporations and their managers to the various stakeholders. This will help us arrive at a well defined objective of financial management in the corporate setting. This objective will become the backdrop for the rest of the course. ？Time Value of Money: We know intuitively that a dollar to be received today is more valuable than a dollar to be received some time in the future. This intuition is integrally connected with the concept of interest rate. We will quantify this intuition about time value of money and its connection with interest rate, and learn how to value cash flows to be received at different points in time. ？Valuation of Securities: We will apply the principles of time value of money to value stocks and bonds. ？Capital Budgeting: This is one of the major functions of corporate managers. They need to identify projects that are financially feasible. We will study methods that can be used to identify financially feasible projects. We will compare these methods and apply them to corporate projects. Capital budgeting techniques are based on the concept of time value of money. ？Risk and Return: We know that investors expect a higher return if they have to take high risks. We will study how to define and quantify risk, and quantify the relationship between expected return and risk. The expected rate of return that is appropriate for the level of risk becomes the benchmark rate for capital budgeting process.", "", "", "", "20180509实践周"], ["102578010", "Metrology (measurements)", "Metrology (measurements)", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Jovan Bojkovski", "Classification of metrology (legal, scientific, industrial), international organizations (BIPM, OIML) Basic SI units, definitions and realizations (realization of basic SI units in Slovenia) Basic metrological terms (uncertainty, correction, systematic error, …) Measurement uncertainty (type A(statistical) and type B(non-statistical)) Typical uncertainty sources, estimation and calculation of uncertainty, calibration procedures, examples from different technical areas Basic probability and information theory in measurements Modern software and hardware tools in metrological laboratories (emphasizes on basic SI units)", "", "", "", "20180509实践周"], ["102579040", "毕业实习", "Graduation Practice", "经济学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "", "", "64.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "考查", "", "", "20180516新增"], ["102580080", "毕业论文(设计)", "Graduation Thesis (Design)", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "128.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "考查", "", "", "20180516新增"], ["102581010", "Monetary Policy", "Monetary Policy", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20180516实践周"], ["102582010", "Monetary Economy", "Monetary Economy", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20180516实践周"], ["102583030", "管理学原理", "Principle of Management", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180521"], ["102584020", "经济学原理(上):中国故事(复旦大学)", "", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180516超星未来课程"], ["102585010", "经济学原理(下):全球视角(复旦大学)", "", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180516超星未来课程"], ["102586020", "大趋势（联盟推荐）", "", "经济学院", "", "本科", "2.0", "34.0", "", "", "开设", "", "34.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20180624"], ["102587030", "风险模型", "Risk Model", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "0.0", "40.0", "0.0", "8.0", "0.0", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180704"], ["102588020", "证券投资学", "Security Investment", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "24.0", "0.0", "8.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授含实践", "", "", "", "", "", "考查", "", "", ""], ["102999000", "经济二专", "", "经济学院", "", "本科", "0.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "其它", "", "", "", "", "", "", "", "", "", "二专业（201206）"], ["103001020", "比较法概论（全英文）", "Introduction of Comparative Law\n(bilinguistic)", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "钱向阳", "Zweigert &amp; Kotz, An Introduction to Comparative Law, Claredon, 2000. Grossfeld, The Strength and Weakness of Comparative Law, Oxford, 1990.", "Zweigert &amp; Kotz, An Introduction to Comparative Law, Claredon, 2000；Grossfeld, The Strength and Weakness of Comparative Law, Oxford, 1990.", "", "", "考试", "", "本课程内容分为两大部分。第一部分为比较法的基础理论部分，包括比较法的发展历史、与相邻学科的关系、功能和方法论、可比性问题、法系的划分理论等， 并结合我国法律理论和实践的具体问题，讲述比较法理论在世界范围内的最新发展和学术成果。第二部分主要介绍世界主要法系的形成、特征、划分依据等内容，包括罗马法系、日耳曼法系、英美法系、北欧法系、宗教法系、远东法系等。本课程使用茨威格特和克茨的名著《比较法概论》的英文版作为教材，使用英文授课。", ""], ["103002080", "毕业论文", "Graduation Thesis", "法学院", "", "本科", "8.0", "128.0", "", "", "开设", "16.0", "0.0", "128.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "考查", "", "毕业论文是学生在教师指导下运用所学理论、知识和技能，分析解决理论和实际问题的综合训练环节，旨在培养学生逻辑思维能力、问题发现能力和问题分析能力以及语言表达能力。要求在教师指导下，完成以学术论文、案例研究、调研报告、科研成果为体裁形式的毕业论文。工作环节包括：选题、撰写、答辩、评阅以及指导过程。", ""], ["103003020", "法理学", "Jurisprudence", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "喻中", "《法理学》，张文显主编，法律出版社，2007年\n备注：理论课", "Zhang Wenxian(Chief Editor), Jurisprudence, Law Press, 2007.", "喻中、王雪峰", "", "考试", "", "本课程主要讲授法学一般理论、法学基础理论、法学方法论。课程内容包括：第一，法律本体论，主要讲授法律是什么，解释法律的存在状况；第二，法律历史论，主要讲授法律是怎么演变过来的，解释法律产生、发展的过程，讲解法律移植、法律继承、法律现代化等方面的基本知识，注意法律历史规律方面的总结与描述；第三，法律价值论，主要讲授法律有什么价值，解释法律的秩序价值、自由价值、公正价值、效率价值等方面的法律基本价值。第四，法律运行论，主要解释法律是怎样运行的，讲解立法、执法、司法、法律监督、法律解释等方面的基本理论。第五，法治理论，主要解释法治是什么，法治为什么等方面的问题。\x01", ""], ["103004020", "法律逻辑", "Legal Logics", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "潘利平", "陈康扬、潘利平主编《法律逻辑》四川大学出版社2003年出版；袁正校著《逻辑学基础》高等教育出版社2007年出版；郝建设著《法律逻辑学基础》中国民主法制出版社2006年出版", "Cheng Kangyang and Pan Liping, Legal Logics, Si Chuan University Press, 2003; Yuan Zhengxiao, Basics of Logics, Higher Education Press, 2007; Hao Jianshe, Basics of Legal Logics, Democracy and Legal System Press of China, 2006.", "", "", "考试", "", "法律逻辑是一门新兴的应用性的形式逻辑分支学科，具体讲是把逻辑学的基本原理和法律知识结合起来，探求法律工作应用逻辑思维形式及其规律的一门学科。法学与形式逻辑存在着特别密切的关系，诸如法律的制定或执行，法律的研究和运用，无不广泛的涉及逻辑问题。法律逻辑学对法学工作者和司法工作者都是不可缺少的思维工具。法律逻辑课程的主要内容包括：讲明形式逻辑基本原理；尽量联系立法、司法实际；从方法论角度帮助学生掌握逻辑知识；对立法和司法实践中，具有特异性的逻辑问题，作些探索；对于逻辑原理中，一些重点、难点、疑点问题，作些比较式的说明。法律逻辑课程要求学生掌握基本概念、基本理论、基本技能、基本知识。准确理解、掌握和运用有关基础知识去处理和解决司法实践与法学研究中的逻辑问题。", ""], ["103005020", "法律文书", "Legal Document", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "刘海蓉", "《法律文书教程》、《法律文书格式实例与练习》，刘冀民主编，四川大学出版社，2006年3月第2版；《法律文书制作》，马宏俊著，北京大学出版社2008年8月第1版。", "Instruction of Legal Instruments, the Format and practice of Instruments, Liu Yimin, Sichuan University Press, Mar 2006. Skills of Instruments, Ma Hongjun, Beijing University Press, Aug 2008.", "", "", "考试", "", "本课程是以法律规则为核心、以法律思维为导向、以文字表述为形式的一门法律应用型学科。主要讲授三个方面的内容：一是法律文书的基本理论问题，包括法律文书的概念、特征、结构要素，法律文书写作技巧，制作法律文书的原则和要求等；二是公、检、法、监狱机关制作的法律文书；三是律师、仲裁和公证文书。着重阐述各类文书的格式和内容，注重法律文书和相关实体法、程序法以及法律基础理论课程的联系，兼顾法理分析和制作技巧。本课程具有很强的实用性和操作性。本课程要求学生掌握重要文书的具体内容和写作技巧，尤其是叙议类文书的写作。C", ""], ["103006020", "法律诊所教育", "Legal Clinic Education", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "左卫民", "《互动教学法——诊所式法律教育》，李傲著，法律出版社，2004年；《实践性法学教育讲义——把课堂当作社会》，陈建民主编，清华大学出版社，2009年", "Li Ao, Interactive Teaching Method--- Legal Clinic Educating, Law Press, 2004; Chen Jianmin(Chief Editor), Handout on Practical Legal Education , Tsinghua University Press, 2009.", "左卫民、高跃先、潘利平、刘晴辉", "", "考查", "", "法律诊所教育是法律实践课程。学生在教师的指导下，通过参与民事、行政、刑事等多个领域的法律援助，在“经验中学习”，培养发现和解决法律问题的能力，掌握处理法律事务的技巧。本课程由课堂教学和堂外实践两部分组成。课堂教学通常以待处理的真实案件为对象和素材，采取问答、模拟、辩论等方式，寻找合理解决某一法律问题的答案和方法。在堂外实践中，学生主要是提供法律咨询、代拟法律文书、代为参加诉讼，学习如何会见当事人、如何调查取证、如何制定代理方案、如何出席庭审等多个方面的技巧，真切地体验程序法和实体法的规定，获得经验，提高能力。本课程也是学生服务社会，尤其是服务社会弱势群体的有效途径。\x04N\x14?", ""], ["103007020", "法文化研究", "Studies of Legal Culture", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "0.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "里赞", "《中国文化史》，柳诒徵著，上海古籍出版社，2001年版；《中国法制史》，里赞主编，清华大学出版社，2010年版；《外国法制史》，里赞主编，四川大学出版社，2006年版。", "Liu Yihui, History of Chinese Culture, Shanghai Ancient Books Publishing House, 2001; Li Zhan(Chief Editor), Chinese Legal History, Tsinghua University Press, 2010; Li Zhan(Chief Editor), Foreign Legal History, Sichuan University Press, 2006.", "里赞、喻中、钱向阳", "", "考试", "", "本课程依托四川大学法学院法律史和法学理论学科开设，系学科点建设高水平课程的试点之一。近年来，中国法律传统的相关研究在国内法律史和法学理论界骤成热点。而任何传统的形成均有其特定的基础，中国独具特色的法文化传统的形成便可从自然环境因素、生产方式因素与思维方式因素上找到理由。本课程通过对上述三方面因素的概括式介绍，以期学生能较好从根底处理解法律制度与法律思想现象与特定文化之间的关联，为能在今日中国在面临各种变革中更积极且更妥当地推进法治建设提供种种思考向度；同时进一步开阔学生视野，为培养研究型人才打好基础。D", ""], ["103008020", "法学导论", "Introduction to Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "王雪峰", "《法理学》，张文显主编，高等教育出版社2007年版；《法理学》，徐显明主编，中国政法大学出版社2007年版；《法理学初阶》，付子堂等主编，法律出版社2006年版。", "Zhang Wenxian(Chief Editor), Jurisprudence, Higher Education Press, 2007; Xu Xianming (Chief Editor), Jurisprudence, Press of China University of Political Science and Law, 2007; Fu Zitang(Chief Editor), Preliminaries of Jurisprudence, Law Press, 2006.", "王雪峰 喻中 钱向阳 里赞", "", "考试", "", "本课程系法学专业本科学生进入法学专业的入门课程，其主要教学目的是：第一，了解并掌握法学基本立场、基本观点、基本方法，在熟悉我国法学理论研究的最新成果及实践经验的基础上，初步树立现代法律观；第二，使学生初步掌握法律概念、法律本质、法律运行以及运用法律的人应该具有什么知识和技术的基本理论，为引导学生进一步学习理论法学和部门法学奠定知识基础；第三，在引导学生进入法学学习的同时，进一步培养法学院学生学术修养和人文素质的学术文本，并逐步培养起分析法律问题的学术素养；第四，希望学生能够通过对某些经典法理学文献的分析，学会法学研究方法，养成法学研究的习惯。", ""], ["103009020", "法学前沿与研究", "Legal Theory Front", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "喻中", "《自由的孔子与不自由的苏格拉底》，喻中，中国人民大学出版社，2009年12月版。", "Yu Zhong, Liberal Confucius and Illiberal Socrates, Press of Renmin University, Dec.2009.", "喻中、里赞、钱向阳", "", "考查", "", "本课程主要讲授法学前沿理论。在已经具备的法学基础知识的前提下，注重研究性与探索性。本课程主要把法学基本理论与政治、经济、文化、社会生活中出现的新情况、新问题、新经验结合起来，阐述具有理论意义与实践意义的法律问题。课程的内容，要在法学本体论、法学认识论、法学方法论方面有所拓展；在中国固有的法学理论、西方传来的法学理论尤其是马克思主义的法学理论方面有所挖掘。本课程要求学生掌握运用法学理论分析实际问题的能力，以及在社会发展过程中发现新的法学命题的能力。同时，本课程还要为学生提供法学研究方法方面的训练，以培养学生的法学研究能力。\x07", ""], ["103010020", "法学纵横", "Free Talks on Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "0.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "王雪峰", "《法理学》（英）韦恩?莫里森著 武汉大学出版社2003年1月；《总统是靠不住的》 林达 三联书店1998年4月；《社会契约论》:（法）卢梭著，何兆武译  商务印书馆  2003年3月。", "Teaching material: Jurisprudence Wayan Morrison , Wuhan University Press, Jan,2003；Presidents are not reliable,Linda, Joint Publishing, April,1998；Social contract theory, Rousseau, translated by He Zhaowu, Commercial Press, Mar.2003", "", "", "考试", "", "本课程以法学主要理论为线索，结合政治学，历史学，哲学，经济学等相关内容，以经典案例为素材打破沉闷枯燥的法学教育模式。通俗勾勒法学发展轮廓，简要介绍法学经典理论，并且横向联系哲学，政治学，经济学以及一定自然科学知识，试图寻找各种知识的连接点。在积累知识的同时启发学生思考问题，激活学生创新意识。", ""], ["103011030", "法医学与司法精神病学", "Legal Medicine and Psychiatry", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["103012020", "犯罪学", "Criminal Jurisprudence", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "傅江", "《犯罪学》，康树华、张小虎主编，北京大学出版社2004年8月出版；《西方犯罪学史》，吴忠宪著，警官教育出版社，", "Kang Shuhua and Zhang Xiaohu(Chief Editors), Criminal Jurisprudence, Beijing University Press, Aug.2004; Wu Zhongxian, History of the Western Criminal Jurisprudence, Police Education Press,", "", "", "考试", "", "本课程主要通过历史上各种犯罪学理论流派的介绍，审视不同角度下的犯罪观，探讨分析犯罪的各种原因，寻求犯罪的控制措施等，并结合我国现阶段国情，实证分析我国现阶段犯罪的现状、规律、特点、成因和犯罪预防的模式，认识近现代刑事法律制度的理论基础和对我国的影响，以从不同的角度、视点、思维方式上反思各种犯罪观和犯罪的对策措施。犯罪学本可分为总论和分论两部分，本课程主要讲授犯罪学总论部分，包括犯罪现象论（宏观和微观角度的犯罪现象）、犯罪原因论（国外的各种犯罪原因理论、我国现阶段的犯罪原因）和犯罪预防论（犯罪预防的政策和模式）等，以使学生对犯罪现象有更加理性的认识。", ""], ["103013020", "房地产法", "Real Estate Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["103014020", "公司法", "Corporate Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李平", "赵旭东主编，《公司法学》，高等教育出版社，2003。施天涛著，《公司法论》（第二版），法律出版社，2006。", "Zhao Xudong, Company Law, Higher Education Press, 2003. Shi Tiantao, Company Law Theory(Second Edition), Law Press,2006", "李平、曾彤、徐蓉", "", "考试", "", "公司法是规范公司组织与行为，保护公司、股东、债权人合法权益的法律。公司法学是对公司法理论、规范和适用加以阐述和研究的法学课程。本课程主要讲授公司法一般理论、公司设立制度、公司资本制度、公司治理制度、公司股东保护制度、债权人保护制度、公司合并分立制度、公司解散制度等内容。通过对本课程的学习，达到以下目的：1、理解公司法基本理论并能用于分析相关问题；2、熟悉我国公司法的基本规定和适用，能够运用公司法规范分析和处理公司法实务问题；3、认识公司法与相关法律之间的关系，培养法律综合运用能力；4、探讨和研究公司法领域中的新问题。", ""], ["103015020", "公司企业并购法", "Enterprise Merger Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈界融", "陈界融：《公司并购法讲义》（自版）；干春晖编著：并购实务，北京，清华大学出版社，2004", "Chen-jierong: Merger and Acquisition law.", "", "", "考试", "", "公司并购，也称企业并购，包括合并与收购，其中，公司合并是指两家或两家以上的公司结合成一家公司，这种结合，既可以是一家公司收购另一家公司的结果，也可以是以平等地位合并产品线相同或很接近的公司合并，这种合并称为横向合并，同一行业内上下游厂商之间的合并称为纵向合并。收购是指一家公司以现金、股票或两者混合的方式购买另一家公司。收购过程可以是友善的，即获得被收购公司的同意，但也可以是恶意的，即被收购方反对收购建议，力图保持独立地位。收购通常由投资银行负责收购合并的部门协助进行。公司并购与企业重组等共同构成公司金融的重要组成部分。\n公司并购法学是以公司并购过程中的法律问题为研究对象的一门跨学科的独立法学门类。公司并购法学内容包括总论和分论，其中，总论内容包括公司并购法概述、公司并购分类、反并购措施法律规制、公司并购债权人保护制度、公司并购股东权益保护制度、公司并购员工权益保护制度、公司并购程序法律制度、公司并购与反垄断审查、公司并购税法制度、公司并购会计制度；分论内容包括资产收购、股权收购、强制要约收购以及跨国收购等。", ""], ["103016020", "公务员法", "Civil Servant Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李累", "《公务员法新论》，徐银华，北京大学出版社，2005年10月.", "Civic Servant Law: new analysis, Xu Yin-hua, Beijing University Press,Oct.2005.", "", "", "考试", "", "本课程主要讲授公务员法的一般理论、各国公务员法的异同、中国公务员法的立法原则、中国公务员法的主要内容、中国公务员法的具体运用、中国公务员法面临的突出问题和未来发展趋势。本课程要求学生重点掌握各国公务员法的差别、中国公务员法的主要内容（特别是公务员的条件、义务和权利、职务与级别、录用、考核、职务任免、奖惩、交流、回避、辞职、辞退、法律责任）。本课程试图帮助学生结合实际理解中国公务员法在具体运用中涉及的突出问题，并结合公法基本理论和中国国情就这些问题进行有针对性的探讨。\x01", ""]]