[["504277020", "食品理化检验", "Phsicochemical Analysisi of Food", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "20.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20140707"], ["504278010", "食品安全与营养研究热点与进展食品安全与营养研究热点与进展", "Hotspot and Progress in Food Safety", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20140707"], ["504279020", "食品营养学检验", "Nutritional Analysis", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20140707"], ["504280015", "食品卫生学实践", "Food Hygiene Analysis", "华西公共卫生学院", "", "本科", "1.5", "24.0", "", "", "开设", "", "", "", "24.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20140707"], ["504281040", "临床实习（食品卫生与营养）", "Clinical Practice", "华西公共卫生学院", "", "本科", "4.0", "160.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20140707"], ["504282010", "工作压力与干预", "Work Stress and Intervention", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "职业健康心理学手册，詹姆斯.坎贝尔.奎克，洛伊丝.E.迪特里克 著，蒋奖, 许燕 译。高等教育出版社，北京，2010，第一版", "", "周鼎伦", "在当今全球经济一体化的背景下，职业紧张已经成为职业人群面临的突出问题。工作压力及其相关疾病对生产效率、职业满意度、职业安全、旷工、职业倦怠、甚至工作场所暴力有着明显的影响。NIOSH在20世纪80年代初就认定工作有关的心理障碍是十大职业健康问题之一。\n本门课程目的是为大学生普及工作压力知识，正确认识工作压力；了解工作压力的来源及其影响；学会工作压力的防控措施和策略，增强心理健康的调节能力和应对能力；对职业健康心理学有初步的认识。\nIn today&#39;s difficult global economy, work stress is high, and this stress along with other health factors can affect work productivity, satisfaction, safety, absenteeism, turnover, and even workplace violence. NIOSH believed that work related psychological disorder was one of the ten major occupation health problems at the beginning of the 80’s in twentieth Century.\nThis course aims to popularize knowledge of work stress for college students. At the end of this course, students should understand sources and impacts of work stress, know how to response work stress and primary understand occupational health psychology", "考查", "", "主要包括以下内容：(1)职业健康心理学的起源与发展：职业健康心理学概况，职业健康心理学在美国、欧洲的早期发展，当前的发展，健康心理学和工作压力；(2)工作压力的来源：工作压力的相关概念和理论，正确认识工作压力，工作与家庭平衡、轮班工作和工作时间、工作压力与支持缺乏等；(3)工作压力与疾病：工作压力的早期征兆，与工作相关的抑郁、工作倦怠，工作压力对心血管疾病的影响；(4)工作压力的干预：公共卫生的预防策略，风险控制，工作压力干预与工作组织、工作压力管理", "20141016"], ["504283010", "老龄化社会的健康问题与应对", "Health Issues in Aging Society", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "Nancy Hooyman, H. Asuman Kiyak. Social Gerontology: A Multidisciplinary Perspective, Pearson; 9 edition (February 1, 2010)\n邬沧萍，姜向群，老年学概论，中国人民大学出版社，2006年\nKathleen McInnis-Dittrich，Social Work with Older Adults，Pearson; 4 edition (January 7, 2013)", "", "", "本课程基于个人、家庭与社会三个层面的视角，本课程综合了生物学的视角与社会学的视角，探讨老龄化与健康相关的系列问题。使得相关学生理解个人的生物学意义的老化如何与社会环境互动从而产生老龄化社会的问题，从积极老龄化的观点探讨个人，家庭与社会应对老龄化的途径。\nThe course introduces the study of aging, its implications for individuals, families, and society, and the background for health issues related to older persons. Presents an overview on aging from different perspectives: demography, biology, epidemiology of diseases, physical and mental disorders, functional capacity and disability, health services and social aspects of aging", "", "", "本课程的内容主要包括老化的基本概念，有关老化的生物学基础，老龄社会的现状与挑战；老化所带来的一系列健康问题与应对；老年期的照护问题，国际养老服务体系经验以及老年的医疗卫生服务问题", "20141016"], ["504284010", "Classical Public Health Issue and Literatures Reading", "Classical Public Health Issue and Literatures Reading", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "李佳圆", "Modern Epidemiology (3rd Edition)", "1.Progress in Epidemiology;2.IOM- &lt;For the public health: investing in a healthier future&gt;", "邱培媛，潘杰，殷菲，赵星，杨艳芳,蒋敏", "该课程是《卫生统计学》、《流行病学I/II》和《流行病学原理与方法》课程的辅助和提高课程，针对对英语水平较高，有出国进修需求和攻读研究生需求的学生开设。", "考查", "", "通过引导学生阅读和讨论经典的公共卫生事件现场调查、研究案例，或介绍学科的新进展的文献，增加学生对流行病学和卫生统计学的基本原理和研究方法的理解。通过英文授课形式提高学生阅读英文文献和用英语交流科学问题的能力。\x01", "20150327"], ["504285020", "Basic Theory and Case Study of Epidemiology", "Basic Theory and Case Study of Epidemiology", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "4.0", "22.0", "10.0", "", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", ""], ["504286010", "Public Health Leadership", "Public Health Leadership", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "James Wilson Holsinger", "自编讲义??p&#39;?\x01", "", "James Wilson Holsinger", "This course emphasize the practical application of the theories and principles of Public Health Leadership,it also includes the integration of the concepts of several leadership theories for promoting decision-making.This course provides the opportunity to link academic work in public health leadership with application in public health practice and to prepare students for a leadership role in public health.", "考查", "", "", "20150417实践周"], ["504287010", "Public Health Management", "Public Health Management", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "James Wilson Holsinger", "", "", "James Wilson Holsinger", "This course will introduce students to a number of foundational concepts related to public health management.In particular,this course will explore the areas of managing human and non-human resourses,and improving agency performance.It provides the opportunity for students to link academic work in public health management with its application in public health practice and to prepare them for a leadership role in public health", "考查", "", "", "20150417实践周"], ["504288010", "Design and Analysis of Cluster Randomised Trials", "Design and Analysis of Cluster Randomised Trials", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "12.0", "", "", "4.0", "", "", "", "", "国际周课程", "讲授含实践", "", "自编讲义", "", "Katherine Linda Fielding,James Lewis", "Randomised controlled trials are used in many fields to evaluate the impact of interventions. The simplest example is the two arm, individually randomised, parallel design, whereby individuals are randomised to two groups, one of which receives the intervention and the other of which acts as the control, or comparison, group. However, many trials now randomise clusters, rather than individuals, to study arms for a number of reasons including: a desire to capture the population-level impact of an intervention; a potential for individuals in one arm to influence those in another arm (termed “contamination”); or that it is logistically difficult to deliver the intervention to individuals. These are often referred to as cluster randomised trials (CRTs) and are increasingly being used to evaluate programmes and health systems interventions. The design and analysis of such trials requires more complex methods than individually randomised trials. The proposed training course, “Design and analysis of cluster randomised trials”, will be mixture of lectures, small-group seminars and computer practicals, drawing on data from CRTs the course organisers have been involved with.", "考查", "", "", "20150417实践周"], ["504289010", "An Introduction to Infectious Disease Modelling and Its Applications", "An Introduction to Infectious Disease Modelling and Its Applications", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "12.0", "", "", "4.0", "", "", "", "", "国际周课程", "讲授含实践", "", "自编讲义??P牝\n\x01", "", "Kresna Mark Surinder Jit,Sebastian Funk", "BackgroundInfectious disease modelling plays an increasingly important role in public health decision making at both national and global levels. Modelling is used to inform the introduction of major infectious disease interventions such as vaccination, as well as response to outbreaks and pandemics including the recent incidents involving Ebola, H7N9 and pandemic H1N1.ObjectivesThis course will introduce students to the basic principles of infectious disease modelling, as well as two of its major applications: vaccination and outbreak response. Students will learn how to build their own simple models as well as to use them to inform decision-making. They will also learn to use models to conduct economic evaluations of infectious disease interventions, so that they can explore strategies that will be the best value for money.RequirementsKnowledge of Microsoft Excel, basic understanding of mathematics and statistics (equivalent of A-Level). All modelling will be done in Excel.DurationFive days (full time)LecturersDr Mark Jit and Dr Sebastian Funk", "", "", "", "20150417实践周"], ["504290005", "毕业实习案例分析", "Case Study of Graduation Field Work", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20150421"], ["504291005", "行进中的疾控—公共卫生实践与探索", "Center for Disease Control and Prevention In Advance\n—Practice and Exploration of Public Health", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20150421"], ["504292005", "预防接种的管理和实施", "Immunization Management and Implemention", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20150421"], ["504293010", "化妆品检验与安全性评价", "Analysis and Safety Evaluation of Cosmetics", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "", "", "", "", "", "20150421"], ["504294010", "Evidence-Based Public Health", "Evidence-Based Public Health", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Paul Erwin", "This will be a course on Evidence-Based Public Health (EBPH), which may be defined as “the development, implementation, and evaluation of effective programs and policies in public health through application of principles of scientific reasoning. The process involves integrating science-based interventions with community preferences to improve the health of populations.” The EBPH framework includes conducting a community assessment, collecting and analyzing quantitative data, searching the literature, developing and prioritizing options, developing an action plan, and conducting evaluations (including economic evaluations). Dr. Erwin will adapt the existing materials for EBPH training to the China setting, relying on his 16+ years of experience with the Tennessee Department of Health and 7+ years as a Professor. Evaluations of previous courses have resulted in significant improvement in public health competencies of the participants.", "", "", "", "20150421国际处转"], ["504295010", "Introductory Epidemiology", "Introductory Epidemiology", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Paul Erwin", "This course provides an introduction to epidemiology as one of the core disciplines of public health. The focus will be on learning and applying basic principles of epidemiology to infectious, acute, and chronic diseases. Emphasis will also be placed on the applications of epidemiological principles and skills as they relate to primary, secondary, and tertiary prevention. The course will be adapted to the China setting, using population health data from China in order for students to be able to directly apply skills and learning to their own situations.", "", "", "", "20150421国际处转"], ["504296010", "Environmental Microbiology and Human Health", "Environmental Microbiology and Human Health", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "XI Chuanwu", "This course will look into complex interactions of environmental factors and microbes and its impact on human health. Topics will include transmission and persistence of health-related microbes in various environments such as water, air, food, buildings and industrial settings; environmental factors on human microbiome; microbial transformation of organic and metal contaminants in the environments; spread of antibiotic resistance in the environment.", "", "", "", "20150421国际处转"], ["504297010", "Population Health Promotion and Program Planning", "Population Health Promotion and Program Planning", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Colleen Bannon", "This course will walk the health professional through identifying descriptive measures of health to identify population health needs, identifying what partners to include then working through a program framework for implementing and delivering a health promotion program. This course will include levels of prevention and case studies to exemplify strategies and potential outcomes. I typically have 15-20 fourth year nursing students at a variety of agencies in the community that include home care, public health, primary care clinics, schools etc. in the ten weeks that they are in clinical at these agencies they are taught the foundations of project development as they practice in everyday clinical sites. The skills of assessing the health promotion or health needs of a particular population then developing a plan to bring the project to a working application is what I help my students do. I propose to scale down the participants’ experience so they can complete a manageable project over the two weeks. I believe in giving them the actual hands on experience will give them the confidence to make the changes they want to make where ever they are currently working.", "", "", "", "20150421国际处转"], ["504297020", "重大公共卫生问题多专业研讨课", "Seminar of Important Public Health Issues", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "马骁", "", "考查", "", "", "20150608新增"], ["504298020", "健康素养", "Health Literacy", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "", "", "赵莉", "", "考查", "", "", "20150608新增"], ["504299010", "职业与健康问题专题讲座", "Special Lecture on Occupation Health Issues", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "张浩", "", "考查", "", "", "20150608新增"], ["504300010", "生活中的毒理学", "Toxicology in Living", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "黄毅娜", "", "考查", "", "", "20150608新增"], ["504301020", "职场沟通（联盟推荐）", "Professional Communication", "华西公共卫生学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "沟通是职场上最重要的核心竞争力之一，有良好沟通能力的学生更容易在就业竞争中脱颖而出。本课程致力于通过深入浅出的方式，帮助大学生了解职场沟通的规则和方法，培养良好沟通习惯。进而能够更好更快地适应职场。\x06", "东西部联盟课程20151203"], ["504302020", "高等教育学", "Higher Education", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "曾诚", "", "", "", "", "考试", "", "", "20160309换开课学院"], ["504303040", "毕业实习", "Graduation Field Work", "华西公共卫生学院", "", "本科", "4.0", "192.0", "", "", "开设", "4.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["504304080", "毕业论文", "Graduation Thesis", "华西公共卫生学院", "", "本科", "8.0", "256.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "论文/设计", "", "", "", "", "", "考查", "", "", ""], ["504305050", "健康与社会模块-2", "Health and Society -2", "华西公共卫生学院", "", "本科", "5.0", "80.0", "", "", "开设", "5.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130118"], ["504306010", "Biosafety Training and Environmental Health Safety", "Biosafety Training and Environmental Health Safety", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "3.0", "14.0", "", "2.0", "", "", "", "", "", "", "讲授含实践", "", "King, Bruce W. Biosafety Manual.2010", "", "张勤，熊静远，游佳，唐田，谢林伸，左浩江", "该课程主要针对拟进入实验室开展生物、化学及医学相关研究的本科生及研究生而设立。提供国外最新的实验室安全防护理念，尤其为拟出国的本科及研究生介绍国外实验室研究工作的基本情况。", "考查", "", "本课程拟以美国现行的实验室安全培训课程为基础，通过介绍实验室生物安全基本概念，病原体及血源性样品采集，实验室危化品的识别及安全使用，实验室废弃物的处理及消防安全，为预防实验室安全事故，减少实验室废物对环境的污染提供理论基础。同时可熟悉国外实验室运作情况。", "20160405"], ["504307005", "食品安全事件应急处置及案例分析", "Food safety incident emergency response and case analysis", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编讲义", "", "巴蕾", "指导学生了解食品安全事故现场调查流程、操作规程、注意事项、现场沟通、案例分析等事宜。", "考查", "", "1、食物中毒简介2、现场调查流程3、现场调查样品采样具体操作4、食品安全事故调查注意事项5、案例介绍", "20160421"], ["504308010", "公共卫生小课题实践", "Practices in Public Health", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编讲义??\x10磲\x01", "", "王兆南", "理论联系实际，让学生在实践中掌握如何制定调查方案并进行实战。", "考查", "", "1、讲解公共卫生选题的原则，举例开拓思维 2、学生自己选题并演讲，在审评过程中讲解PPT制作与口头演讲3、选出2-3个小课题学生实战开展调查4调查结果分享", "20160421"], ["504309005", "工作和生活环境中突发健康危害事件的预防与处置", "The prevention and management of emergency health hazard events in occupational and living environment", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编讲义", "", "吴玉霞", "扩展学生的知识面，增加实践应用能力。", "考查", "", "结合案例讲解突发应急事故的预防和处置，开展互动讨论", "20160421"], ["504310010", "中国公共卫生应急处置实践与挑战", "Practices and Challenges of Public Health Emergency Response in China", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编讲义??棒?\x01", "", "杨维中、舒跃龙", "扩大预防医学及相关专业学生的知识面，培养学生公共卫生专业兴趣，增强学生保护人民生命安全和健康的责任感。", "考查", "", "1、卫生应急工作的重要性； 2、中国卫生应急历史沿革；  3、中国卫生应急成就； 3、中国卫生应急典型案例；4、中国卫生应急面临的挑战；5、流感防控系统的建立及挑战（舒跃龙）；6、输入性、新发传染病的应急（舒跃龙）", "20160421"], ["504311005", "内分泌干扰物科学进展", "State of science of endorcine disrupting chemicals", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "State of science of endorcine disrupting chemicals", "", "邵兵", "有助于学生了解食品中内分泌干扰物的危害和研究进展。", "考查", "", "主要介绍内分泌干扰物定义、内分泌干扰物对人类和野生生物的危害、内分泌干扰物检测技术?\x04o\n?_", "20160421"], ["504312005", "公共卫生与疾病预防控制", "Public health  disease control and  prevention", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编讲义", "", "毛素玲、唐雪峰", "帮助本科生熟悉和了解公共卫生基本理论和技能在疾病预防控制工作中的实际应用，更好地将教学和实践结合起来。", "考查", "", "公共卫生的职能、任务和价值，公共卫生机构的发展、变迁及未来，主要公共卫生问题的应对实践，疾病监测与防控\x01", "20160421"], ["504313010", "End of Life Care", "End of Life Care", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Amy Karen Moore", "This course describes specialization of end of life care at the system level with review of holistic and integrative care from interprofessional health care workers. Cost analysis associated with models of care will be discussed with challenges and benefits of palliative care. Competency evaluation programs for elderly will be and development of community health care worker training will be reviewed.", "", "", "", "20160506"], ["504314010", "Indoor Air Quality and Human Health Risk (in the Developed and Developing World)", "Indoor Air Quality and Human Health Risk (in the Developed and Developing World)", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Robert Raymond Jacobs", "This course will provide an overview of the health risk associated with indoor air quality in developing and developed countries and describe some of the current strategies being used to eliminate or reduce the health risk associated with indoor air. Students will participate in the course through discussions and group interactions to address indoor air quality issues in the developed and developing world. Questions to be addressed include but not be limited to the following:  What constitutes good quality indoor air?\n What types of pollutants occur indoors?\n What are the sources of indoor air pollutants?\n? What are the health effects from indoor air pollutants?\n What is the relationship between indoor and outdoor air quality?\n How are indoor air quality problems assessed?\n What can we do to improve indoor air quality?\n How do indoor air health risks in developing countries differ from those in developed countries?", "", "", "", "20160506新增"], ["504315010", "Occupational Safety and Worker Health", "Occupational Safety and Worker Health", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Robert Raymond Jacobs", "This course will focus on the prevention of work-related injuries and illnesses as well as the management and control of workplace hazards. Information on the identification of workplace hazards, safety management programs, and the hierarchy of controls as a strategy to prevent injury and illness in the workplace will also be presented. The course will also engage participating students by asking them to identify areas of occupational safety and health interest through their own experience or from their home country. These interactions will be used to explore the different strategies for addressing workplace health and safety issues.", "", "", "", "20160506"], ["504316010", "Advanced Course in Gastroenterology &amp; Hepatology", "Advanced Course in Gastroenterology &amp; Hepatology", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Francesco MAROTTA", "Understanding disease development and the range of related acute and chronic complications of the most common gastroenterological, hepatological and pancreatological diseases. Focussing down to main literature data on their update approach, follow up and treatment. Endoscopic videos.\nSpot view on some novel areas of interest: microbiota and the brain, microbiota and the skin.", "", "", "", "20160506新增"], ["504317010", "A Primer in Gastroenterology &amp; Hepatology", "A Primer in Gastroenterology &amp; Hepatology", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Francesco MAROTTA", "From physiology to the physiopathological basis and diagnosis of the most common diseases affecting from the oesophagus to the colon, including liver, biliary tree and pancreas. Histology, imaging, endoscopy (slides and videos). Old views and new views. Epidemiological data, diagnostic approaches and differential diagnosis.", "", "", "", "20160506"], ["504318010", "Sex Imbalance, Science and Culture", "Sex Imbalance, Science and Culture", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jerry none Caldwell", "This course will examine the evolutionary and biological basis of human sex ratio balance and undertake a scientific historical cultural review of sex ratio imbalance and Western cultures. This course will also examine the social and cultura implications of policies, such as China’s one -child policy (now two child policy ), on the declining national and global female population. As a practical exercise to complement the classroom experience, students will investigate sex ratio balance or imbalance in the city of Chengdu by conducting observational field survey research.", "", "", "", "20160506新增"], ["504319010", "Mentor-Guided Medical Writing: General Training", "Mentor-Guided Medical Writing: General Training", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Thomas Allen Lang", "Mentor-Guided Medical Writing is a method of training researchers and clinicians to write more accurately, effectively, and efficiently. In a class of no more than 10 students (selected for a minimum level of English proficiency), each in turn reads, analyzes, and revises out loud every word and punctuation mark in a sentence of a medical text. The student’s analysis is followed closely by the instructor, who questions the writer at each step about how conclusions were reached or why revisions were proposed. The mentor challenges, encourages, and otherwise leads the student to investigate his or her thoughts about the text. The group then discusses the sentence until all are satisfied that they thoroughly understand the sentence and its implications. The next student then analyzes the next sentence. This process is continued for 3 hours each day with at most only one short break. The process is prolonged and intense because these conditions are necessary to break down old thought processes and to create new, more productive ones.", "", "", "", "20160506"], ["504320010", "Mentor-Guided Medical Writing: Personal Training", "Mentor-Guided Medical Writing: Personal Training", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Thomas Allen Lang", "In this course, no more than 10 students, each of whom is writing a scientific article, will be taught the process of Mentor-Guided Medical Writing for the first 90 minutes of a 3-hour-class each day. In the second 90 minutes, students will pair up and apply the method to each other’s articles, spending 45 minutes on each student’s article. The instructor will circulate among the groups to monitor progress and answer questions. Students will then revised their articles outside of class and bring the revision to the next class, where the process will be repeated. The goal is for each student to have a fairly complete and polished article by the end of the week.", "", "", "", "20160506"], ["504321010", "卫生检验与检疫", "Public Health Inspection and Quarantine", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "4.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "卫生检疫学，人民卫生出版社，2015，第一版", "", "汪川,邹晓莉,CDC外聘教师", "卫生检验与检疫专业必修课", "考试", "", "《卫生检验与检疫》是高等医药院校卫生检验与检疫专业的专业必修课程之一。课程内容主要包括：卫生检疫学简史、卫生检疫学的研究对象与内容、卫生检疫的挑战与发展趋势、传染病概述、卫生检疫学基础理论和各类检疫技术介绍等。\n通过课堂讲授、讨论、自学等方式，使学生了解卫生检疫的内容、特点及发展方向，掌握卫生检疫的常用技术手段和一般原理，为今后从事相关工作打下坚实的基础。", "20161011"], ["504322020", "全球健康管理", "Global Health Governance", "华西公共卫生学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "《全球健康管理》??I\x17", "《全球健康概论》、《国际卫生项目管理》", "周晓媛,邱培媛", "该课程是首次在四川大学开设，以应对健康全球化的趋势，针对愿意了解国际社会如何进行健康管理的同学，以及有意愿服务于全球卫生工作的同学。", "考试", "", "健康问题全球化已成为必然，这一趋势使得原有的治理方式和体系难以应对，因此“全球健康治理”的倡导和推动就至关重要。通过对全球目前治疗健康问题的基本模式的介绍，让学生从更广阔的视野了解全球健康问题。", "20170413"], ["504323010", "Molecular Developmental Toxicology: Environmental Impacts on Prenatal Development", "Molecular Developmental Toxicology: Environmental Impacts on Prenatal Development", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael David Collins", "The course will describe the molecular events associated with perturbations in prenatal development. Topics to be covered in the course include developmental plasticity, developmental symbiosis, toxicology, nutrition, epigenetics, teratogenesis(or causative factors in birth defects), endocrine disruption, fetal programming, fetal basis of adult disease.", "", "", "", "20170504实践周"], ["504324010", "Biomedical Virology", "Biomedical Virology", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Susan Lynne Payne", "The course will provide an introduction to biomedical virology. Topics will include: Definition of a virus, life-cycle, evolution, outcome of infection, techniques to identify novel viruses (bioinformatics), virus-host interactions (pathogenesis), host response to viral infection, vaccines and vectors. Major virus families to be included: Picornaviridae, Herpesviridae, Coronaviridae, Reoviridae, Orthomyxoviridae, Parmyxoviridae, Papillomaviridae and Retroviridae. For each virus family we will discuss virion morphology, genome organization, gene expression strategies and major human pathogens. Material will focus on existing challenges in controlling these viruses (i.e. vaccine development, antiviral therapies).", "", "", "", "20170504实践周"], ["504325010", "Aging &amp; Health Policy:Lessons from the U.S.", "Aging &amp; Health Policy:Lessons from the U.S.", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Hongdao Meng", "As the trend in global aging continues, developing and developed nations face majorchallenges in their healthcare systems’ ability to meet the demand for equitable access tohigh quality health care. While the United States leads the world in per capita health carespending, certain U.S. population health metrics often lag those of other nations. In thecontext of major challenges facing the China Health Care Reform, there is an urgent needto understand how the historical antecedents and structural characteristics of the U.S.health care system shaped its achievements as well as challenges. Major historicaldevelopments and lessons learned from various health reform efforts in the U.S. havemuch to offer to policymakers and researchers focusing on Health Care Reform.The primary objectives of this course are: 1) to review the key elements and historicalevolutions of the U.S. health care system in relation to its rich history of health and agingpolicy from an economic perspective; 2) to discuss why the triple aims of care‐health‐costs(access‐quality‐affordability) remain elusive to achieve and; 3) to examine empiricalresearch evidence regarding the impact of various health and social policy reform effortson health outcomes and expenditures. Case studies will be used to illustrate major agingand health policies and their impact on access, quality, and costs. Topics include: socialsecurity, Medicare, Medicaid, Managed Care, nonprofit/for profit hospitals, health careworkforce, pharmaceutical industry, value‐based purchasing, and long‐term care. Theemphasis will be on the application of micro‐economic theory and public health researchmethods in the evaluation of key U.S. aging and health policy issues. The content of thiscourse will focus on practical issues related to whether and to what extent these issuesand reform approaches are applicable to China Health Care Reform.", "", "", "", "20170504实践周"], ["504326010", "Longitudinal data analysis", "Longitudinal data analysis", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "FIONA ALISON STEELE,EIRINI MOUSTAKI", "The course will introduce multilevel models and structural equation models for the analysis of repeated measures data. The following topics will be included: ? Overview of longitudinal study designs (cohort and panel)? Benefits and analysis challenges of longitudinal data? Examples of research questions that can be investigated using longitudinal data? Growth curve models (as multilevel models)? Growth curve models (as structural equation models)? Comparison of multilevel and SEM approaches? Latent class growth analysis? Growth mixture modelsThe models will be illustrated using examples from the health and social sciences, with reference to published research. Code for estimating models in statistical software will be provided.[Please note that this course will be given jointly with Professor IriniMoustaki.]", "", "", "", "20170504实践周"], ["504327010", "Bioethics in Clinical Practice", "Bioethics in Clinical Practice", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Melinda Mitchell Jones", "The course will explore the relevance of bioethics in the coordination and provision of healthcare. Recognized bioethical principles of beneficence, non-maleficence, autonomy, justice, and veracity will be covered and applied in clinical case studies. Students will gain expertise in defining an ethical dilemma and in applying a model of ethical decision making while respecting the impact of societal laws in the decision making process.", "", "", "", "20170504实践周"], ["504328010", "Nutrition and Aging", "Nutrition and Aging", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "MONIKA NEUH？USER-BERTHOLD", "Learning outcomesThe students have knowledge of …? the interrelationship between diet and the ageing process as well as its relevance concerning thedemographic change;? the specific nutritional requirements in the advanced age and are able to translate this knowledgeinto applied nutrition.Contents of the course? Age structure, life expectancy, morbidity and mortality;? Ageing theories;? Physiological changes in old age;? Nutritional requirements and supply in old age;? Practical implementation of theoretical concepts into an adequate diet for ageing and old persons", "", "", "", "20170504实践周"], ["504329010", "Communication and Public Culture in Africa", "Communication and Public Culture in Africa", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Folu Folarin Ogundimu", "The course will examine how Africans use oral literature, digital and social media, folklore, art, textile, music, and public cinema as expressive forms of discourse about state and society. Case studies include Nigeria, Ghana, Francophone Africa, Lusophone Africa, and Southern Africa.", "", "", "", "20170504实践周"], ["504330005", "中国公共卫生应急处置实践与挑战", "Practices and Challenges of Public Health Emergency Response in China", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "杨维中", "", "", "", "", "20170505"], ["504331005", "如何做一个合格的疾控人", "How to be a suitable CDC worker", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "", "校外专家+国际周", "讲授", "", "", "", "程锦泉", "让学生了解疾控中心职能，疾控中心需要什么样的人才，使学生毕业后能尽快适应疾控工作。", "考查", "", "1.疾控中心发展历史，架构 2.疾控中心职能 3.疾控工作成效 4.疾控中心需要什么样的人才", "20170508"], ["504332005", "暴发疫情现场流行病学调查与处置", "Field epidemiological investigation and control of communicable disease outbreak", "华西公共卫生学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "", "校外专家+国际周", "", "", "", "", "梅树江", "了解传染病现场流行病学调查方法、步骤，快速控制疫情，防止暴发流行。了解传染病现场流行病学调查方法、步骤，为快速有效处置疫情打下基础。", "", "", "重点介绍流行病学领域中现场流行病学调查基本方法、疾病监测、传染病暴发疫情的应急处置及预防控制策略，通过案例分析，使学生了解传染病诊断、调查及预防控制的整个过程\x07", "20170508"], ["504333010", "Financing Health Care in Low and Middle-Income Countries", "Financing Health Care in Low and Middle-Income Countries", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Krishna Dipankar Rao", "This course teaches students about the financing of health care in low and middle-income countries with the goal of achieving universal health coverage. The course is built around four themes of financing health systems: revenue sources, pooling, purchasing and provision of healthcare. Using this framework students will learn how to evaluate country health financing systems. Progressing through these themes students will learn to use metrics related to health financing, use household surveys to estimate some of these metrics, and also have an in-depth understanding of health financing systems of select countries. At the end of this course students will have a good understanding of health financing for a career in global health.", "", "", "", "20170522实践周"], ["504334010", "Health in Economic Development", "Health in Economic Development", "华西公共卫生学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Krishna Dipankar Rao", "This survey course explores the different roles of health in economic development. It aims to provide students with a overview of the issues, and debates on the role of health in economic development by covering a range of themes.  It begins with exploring the relationship between health and economic growth. The effect of wealth on health, as well as, how better health influences human capital are explored. The course then focuses on health inequalities and their measurement. As part of this the mesurement of living standards is also covered. The effects of out-of-pocket payments on living standards in low and middle-income countries will be studied. The role of labor markets in the supply and demand of health workers will be discussed. Other topics include human resources in health, and comparative health systems.", "", "", "", "20170522实践周"]]