[["105494020", "教育心理学", "", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105495020", "西方语言学名著导读（双语）", "Theoretical Frontier of Western Linguistics", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105496020", "欧洲思想与文化", "European Intellectual Ideas and Culture", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "Marvin Perry: An Intellectual History of Modern Europe, Boston, MA: Houghton Mifflin Company, 1993; \nPeter Rietbergen: Europe: A Cultural History, London: Routledge, 1998;\n陈乐民、周弘：《欧洲文明的进程》，上海：三联书店，2002年；\n以及其他节选自经典文献的阅读材料", "", "", "在从事长期大学英语基础性教学的过程中，本人观察到当前的大学生在掌握英语等外国语语言技能所必须的社会文化背景知识方面还有所欠缺，导致了在使用外语与人交谈的时候无法就一些问题进行深入、有效的交流。目前互联网的发达使得学生普遍不缺乏一般性的学习材料，但真正的系统性知识梳理和典籍阅读还比较欠缺，本课程旨在这一方面进行弥补和改。作为对欧洲以及西方文化系统知识的基础性课程，本课程将引导学生在经典原文阅读过程中开拓眼界，养成独立批判思考能力，并同时达到英文水平的提升。本课程针对已有一定英语水平基础的大学本科生所开设，目的是使学生在一学期课程的讲授和阅读训练之后，对欧洲文化思想历史具有一个较为系统和全局性的认识，对基本的西方文化知识和社会情况有较为深刻的了解，就此对当前的世界局势和现状能够形成自己的理解和判断。与此同时，本课程将大部分为英文讲授，配合英文典籍的阅读材料，使得学生在拓宽知识面的同时将英文阅读理解水平提升到一个较高的档次", "考查", "", "本课程将以课堂讲授为主，配以课前和课后的阅读材料进行阅读理解等训练。在一个学期的课程中，讲授人将选取欧洲思想史上兼具代表性和可读性的经典英文文献，以重点历史时段和社会变革为线索，选取能够表现时代社会文化特征的文献资料，通过对这些典籍的阅读、分析、评论，了解其背后所对应的欧洲历史文化和社会现实，将经典文献读活、读通，使得思想史对普通大学生而言不再枯燥乏味，而是使其真正理解社会生活以及历史变革背后的深刻思想文化发展原因以及现实意义的工具b", "20141016"], ["105497005", "中俄关系与丝绸之路经济带", "Sino-Russia Relation ＆Silk Road Economic Zone", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "石泽", "开阔学生视野，了解我外交政策及周边政策，掌握国内和国际大局，更好的激发爱国热情，为实现中国梦贡献力量。1、俄罗斯及中俄关系。增加学生对我周边大国俄罗斯的认识，了解其变化和未来发展。把握好中俄关系发展的方向。2、中俄能源合作的战略属性及意义。能源合作的支柱性作用，固化两国关系的强大物质基础。释放两国关系的巨大潜力。未来两国关系的优先合作方向。3、丝绸之路经济带思考。拓展大周边区域合作的战略倡议。意义、内涵、要点、相关政策等。积极参与经济带建设。", "", "", "1、介绍俄罗斯的历史演变，特点及内外政策，回顾中俄关系的发展历程，分析中俄关系在国际格局中的地位。2、阐述两国能源合作的重要意义及合作内涵。3、介绍丝绸之路经济带在未来中国外交尤其是周边外交中的地位，国际社会对其反应，如何推动经济带建设等。", ""], ["105498005", "翻译实践及翻译项目管理", "Translation practice and translation project management", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "翻译公司内部软件系统、数据库资料\n? 翻译公司自编《译员工作手册》；\n? 《俄汉/汉俄科技口译教程》（哈尔滨工业大学出版社）；\n? 《俄汉误译举要》（国防工业出版社）…\n? 其他网络资源等。", "", "吴丹青", "为适应当前翻译及语言服务行业发展的实际需要，补充训练学生综合应用能力和职业观念，更好地满足学生、学校与社会之间对专业能力、教学目标和职业素质的最新要求。结合实习和实践操作，帮助（高年级）学生加深了解、体验电脑、网络工具及团队协作在当前翻译工作中的作用，通过具体操作和考核，达到或通过翻译公司对初级译员工作水平的一般要求；培养、建立（商业）专业译员的基本职业精神和习惯。", "", "", "介绍商业翻译公司（笔译为主）的一般技术要求和职业准则，实例讲解商业翻译项目及翻译图书出版项目管理的操作流程及演练，笔译实践训练及讲解。", ""], ["105499005", "海外安全保护与涉外礼宾礼仪", "Overseas security protection and the official etiquette in foreign affairs", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "中国领事保护与协助指南；海外安全知识；外事礼宾礼仪知识丛书", "", "段小丁", "随着开放的深入，走出去人员和机构愈来愈多。出门问禁，入乡随俗，在海外面临的安全风险增加。增强海外安全风险抵御能力，尽可能减少各类安全事故的发生，保护人身及财产的安全；同时掌握必要涉外交流知识，了解外事纪律，懂得与外国人交往的基本原则和方法。让学生了解和掌握人际交流、工作和社会中的基本礼仪，增强就业和在工作中取得佳绩的能力。教授学生用科学的方法来规划人生,用客观的态度来确定中短期目标,以及指出实现的途径。掌握海外安全概念，熟悉领事保护的相关问题，了解海外风险的种类及基本情况，掌握自我保护的基本知识。掌握涉外礼宾礼仪基本知识，了解涉外交往的基本要求和外事纪律。", "", "", "1.海外安全形势概述及特点种类分析\n2.海外领事保护若干问题及海外安全保护实用知识介绍。\n3.涉外礼宾礼仪基本知识\n4.涉外交往中需注意的问题", ""], ["105500005", "职场礼仪与成功人生", "Professional Etiquette and success in life", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "周颖", "面对当今社会激烈的竞争,有必要让学生了解和掌握人际交流、工作和社会中的基本礼仪，增强就业和在工作中取得佳绩的能力。教授学生用科学的方法来规划人生,用客观的态度来确定中短期目标,以及指出实现的途径。让学生初步了解和掌握职场礼仪。同时教授学生用科学的态度，创新的思维方式来创造佳绩，实现目标。", "", "", "各种场合的职场礼仪；人生规划、阶段目标、行业规范、创新思维、自我营销、优秀成绩、成功人生:", ""], ["105501005", "明治前期文学", "Early Literature of the Meiji Period", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《日本近代文学史》（第三版）\n谭晶华编著、上海外语教育出版社2010.11出版。 “11.5”“12.5”国家级规划教材、2011年教育部", "", "谭晶华", "全日语授课。\n增加学生对于近代历史，文学、文化发展进程，近代文学特点，日本资本主义社会中近代人的生活状况及心理状况等知识，开阔眼界，促进日语语言文学专业学生读解和研究能力的提高。让日语专业的高年级学生和硕一学生了解日本明治维新后明治时代前二十年间的文学演变历史，知晓明治维新的作用，了解日本从封建主义向资本主义转变过程中日本文坛中小说、评论、诗歌、戏剧的各主要流派、同人杂志、作家及其代表作，对明治日本文学作品加深理解，并进行一定的归纳和梳理。", "", "", "1.启蒙期的文学：传统文学的残余、启蒙思想的文学、翻译文学和政治小说。\n2.写实主义文学：坪内逍遥及《小说神髓》；二叶亭四迷及《浮云》。", ""], ["105502005", "大学生职业规划", "Career Planning for College Students", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编", "", "丁武", "针对目前在校即将毕业学生步入社会，面临各种困惑，在择业等方面会有很多迷茫，通过该课程提升学生就业方向引导。", "考查", "", "职业和兴趣，如何分配学习工作时间。", "20141119"], ["105503005", "翻译与文化潜在关系", "Potential relationship between translation and culture", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "1.法汉翻译理论与实践；2.20世纪西方翻译理论在中国的接受史；3.翻译与文学批评", "", "罗顺江", "中西方文化交流的桥梁是翻译。翻译活动的规律以及翻译学理论的运用，不仅仅关系到一门学科的发展，更是涉及到两种文化的交融和相互影响。解读语言与文化在翻译活动中的规律，有助于提高学生的语言水平、文化认知。掌握文化交流的特点，无疑于掌握了对外交流的钥匙。这对拓宽学生的视野和翻译实践有较大的帮助。", "考查", "", "一，翻译的语言单位；二，翻译与文化关系:1)文化与语码；2）翻译与文化差异；3）文学翻译与文学批评；三，翻译理论的搭建与西方翻译理论在中国的接受", "20141119"], ["105504005", "行为、理性与金融---行为金融学漫谈", "Behavior, Ration and Finance---A Brief Introduction of Behavioral Finance", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《行为金融学》\n《超越恐惧和贪婪—行为金融学与投资心理诠释》\n《非理性繁荣》", "", "李文睿", "将心理学尤其是行为科学的理论融入到金融学之中，从微观个体行为以及产生这种行为的心理等动因来解释、研究和预测金融市场的发展，对传统金融理论的创新发展具有重要意义。了解行为金融学，对学生今后的经济活动和投资行为有重要指导意义。", "考查", "", "1、介绍行为金融学的发展、现状，和主要理论。\n2、经典案例讨论。", "20141119"], ["105505005", "涉外礼仪", "The etiquette in foreign affairs", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "涉外礼仪教程", "", "王敏菊", "四川，尤其是成都，近年来国际化程度不断加深，对外交往日益频繁，优秀的川大学生毕业后很可能选择出国深造或从事涉外的工作，预先了解涉外礼仪十分必要，也可以增强大家在对外交往过程中的自信。", "考查", "", "涉外交际礼仪原则，日常礼仪，迎宾礼仪，各国礼仪习俗", "20141119"], ["105506005", "Excel日常文案应用", "Daily Application Of Excel", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编", "", "杨欣", "Excel软件在日常数据处理和分析方面具有简便易用的优势，是日常办公中应用最为广泛的电子表格软件，熟练掌握Excel电子表格的使用，对于提高文案编撰的质量和效率有极大帮助。", "考查", "", "Excel电子表格的基本操作\nExcel电子表格的常用函数用法\nExcel电子表格常用函数的组合运用", "20141119"], ["105507005", "英美国家文化", "US and British Culture", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "王湘云", "帮助学生真正了解英美国家的热点问题，并培养学生辩证分析问题的能力，提高学生的综合素质。", "考查", "", "以讲座形式探讨四个话题：《当代美国的社会问题》、《美国的环境保护》、《英国早期历史与启示》、《英国人的环保意识》（备选：《中国和希腊神话中的爱情故事及解读》）\x07", "20141119"], ["105508005", "人的哲学", "Philosophy of Human being", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "吴向东", "帮助学生从哲学的视角去把握人性、人的本质、人的价值，探究人与自然、人与社会以及人与自身的关系，思考人生，理解社会和文化，形成科学的世界观、人生观、价值观。", "考查", "", "1、哲学与人：哲学史上关于人的观念（亚里士多德、康德）；马克思哲学与人\n2、人与自然：人直接是一种自然存在物；人与自然的关系，人类中心主义与非人类中心主义之争\n3、人与社会：人的名副其实的社会动物；人的本质在其现实性上是一切社会关系的总和；社会生活在本质上是实践的\n4、人与文化。人是有意识的存在物；人创造文化与文化塑造人；价值观与我们的生活", "20141119"], ["105509005", "小说叙事（全英文）", "Narrative study", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "王丽亚", "选取英语小说经典读本，从叙事艺术角度切入，引导学生进行思辨阅读，提高英语阅读与学术写作能力，加强人文艺术素质教育。", "考试", "", "通过阅读英语短篇小说，提高文学欣赏能力", "20141119"], ["105510005", "“美国世纪”的学术史和政治史问题", "Issues on Politics and Academic Life in “American Century”", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "Theodore M. Porter and Dorothy Ross(eds.), The Cambridge History of Science, V.7, The Modern Social Science, Cambridge Univ. Press, 2003\nMelvyn P. Leffler and Odd Arne Westad, Cambridge History of the Cold War, Cambridge: Cambridge University Press, 2010\nDavid Szanton(ed.), The Politics of Knowledge: Area Studies and the Disciplines, Berkeley, CA: University of California Press, 2004", "", "牛可", "20世纪美国的内部演进和世界地位提升这一重大议题，涉及现代专业化学术生产体制、公共生活与国家权力等方面的深刻变化，以及这几个方面相互关系上的诸多变化。课程试图从几个具体的议题和研究切入以上问题，为学生了解和理解20世纪美国兴起提供一些知识视野和研究思路。相关研究涉及历史学、政治学和知识社会学等问题，具有较为突出的跨学科特性，有助于各学科学生在美国研究范围内认识现代社会科学研究的基本特性。", "考试", "", "根据个人已经完成和正在进行的研究，经与川大方面专家商讨后，可在学生的情况在以下题目中做出选择，进行专题讲授和座谈：\n20世纪美国国家构建（state-building）中的“国家安全国家”（national security state）问题\n智性与公共性：20世纪的美国精英生成机制\n社会科学研究理事会（SSRC）与美国社会科学的特性\n美国地区研究（area studies）的兴起及其与政府的关系\n外交史批判与新冷战史的兴起：兼谈学科文化问题", "20141119"], ["105511005", "创意思考和旅游产业", "Creative thinking and Tourism", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "周小丁", "引导学生养成观察与思考的学习能力，培养学生运用所学知识应用于社会实践的信心和能力，\n通过联想和排列组合的技术手段掌握在平淡环境中构建“高峰”的思维方式，积极倡导学以致用、“知行合一”的治学精神。\n通过授课打消学生对创意、创新的神秘感，调动学生标新立异、创新思维的积极性。通过大量的现实案例展示一个点子、一个想法、一套说理充分的推介方案所带给市场、带给社会的积极影响和商业效益。外语是认知世界的第二双眼睛，大脑是加工信息的生物CPU，信心和勇气是服务于社会的动能，逻辑性和责任感是成功的保障", "考试", "", "1.\t创新思维所必须具备的基本学养    2.创新思维所必须具备的国际眼光\n3.\t创新能力所必须面对的磨砺和责难  4.创新能力所需要的激情和浪漫\n5.\t没有创新能力的社会不可能成为主流价值的社会", "20141120"], ["105512010", "The Jazzage,Yoknapatawpha,and Rise of Suburban Consumerism: The Literature of The American Century", "The Jazzage,Yoknapatawpha,and Rise of Suburban Consumerism: The Literature of The American Century", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ben Earl Alexander", "", "", "Ben Earl Alexander", "This course explores the creative experiments that shaped 20th century American culture. By using Literature as a point of entry into broad culture discourse this class will consider the invention and reinvention of American themes of individualism, self-sufficiency, and self-invention. Secondary consideration will be paid to allied expressions of the American imagination including, Jass, Abstract Impressionism, Pop, and Hollywood.", "", "", "", "20150421实践周"], ["105513010", "Western History Of The Notion and Practice of Friendship", "Western History Of The Notion and Practice of Friendship", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Juan Pablo Gil-Osle", "", "", "Juan Pablo Gil-Osle", "In this course students will read some fundamental works that have conformed the notion of friendship, and its political implications in Western culture. For instance, Plato, Aristotle, Boccaccio, Cervantes, Adam Smith, etc. These classical works will help students to understand the developments of friendship, as well as human behavior, and emotions in today’s Western cultures.", "", "", "", "20150421实践周"], ["105514010", "Qualitative Research Methods in Social Sciences", "Qualitative Research Methods in Social Sciences", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Vjosa Musliu", "", "", "Vjosa Musliu", "The course offers an overview of qualitative research methods in social sciences. Rather than looking at the substantive particularities of methods as such, the course provides a mapping of the range of qualitative research methods and their major premises. Students will not only learn how to use the respective methods and methodologies, but they will also learn which methods and methodologies are most fitting for which kind of research (cf. in line with the research question, theoretical perspective and research goals). The range of qualitative methods and methodologies will be presented and discussed in class, each time with explicit reference to a number of handbook texts on (how to use) the method, as well as a number of articles from academic journals, which serve as s concrete illustrations. The list of publications will not be part of the compulsory reading for the course. They can be useful for students which wish to apply the method in question in their papers and dissertations.", "", "", "", "20150421实践周"], ["105515010", "General Pathophysiology", "General Pathophysiology", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Leonid Pavlovich Churilov", "", "", "Leonid Pavlovich Churilov", "8 lectures (2 academic hours each) in General Nosology, Human Reactivity and its Genetic Basis, Pathophysiology and Pathoinformatics of cell injury and death, typical pathological processes (disorders of microcirculation, thrombosis, embolism, inflammation, immunopathological reactions, fever, stress, acute phase response). Etiology, pathogenesis, modelling of these processes as well as clinical correlations is covered. Course is based on author’s textbook of Pathophysiology re-published in Russia 9 times in 10 years. Agenda is flexible and can be adjusted to the specifics of local curriculum and educational needs of the audience.", "", "", "", "20150421实践周"], ["105516010", "Endocrine and Metabolic Pathology", "Endocrine and Metabolic Pathology", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Leonid Pavlovich Churilov", "", "", "Leonid Pavlovich Churilov", "8 lectures (2 academic hours each) in pathophysiological basis of endocrine and metabolic disorders with clinical correlates. The topics covered: disorders of carbohydrate metabolism with pathophysiological basis of Diabetology, disorders of lipid metabolism with pathophysiology of atherosclerosis and obesity, disorders of protein and nucleic acid metabolism with pathophysiology of starvation, dysproteinemia and gout, Clinical Pathophysiology of Hypothalamic Disorders, Pituitary Disorders, Thyroid Disorders, Adrenal Disorders and Parathyroid Disorders.  Course is based on author’s textbook of Pathochemistry re-published in Russia 3 times in 7 years and author’s monographs in obesity and endocrinology. Agenda is flexible and can be adjusted to the specifics of local curriculum and educational needs of the audience.", "", "", "", "20150421实践周"], ["105517010", "Domino Tilings", "Domino Tilings", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Nikolai  Alexandrovich  Vavilov", "", "", "Nikolai Alexandrovich Vavilov", "Expository course.The course is devoted to the combinatorial problem of tiling regions in cristallographic lattices (say, a chessboard of any size and shape) by domino stones, or any other similar pieces. We will state the answer to the problem of existence of such a tiling, and enumerate such tilings for several important examples.The subject is elementary, but it allows to see in action many branches of modern algebra (starting with linear algebra, combinatorial group theory, and Groebner bases). and topology. In fact, this topic is closely related with the models of statistical physics, and has important interactions with many other fields of mathematics, including probability theory and complexity. We will state open problems for the multidimensional case, and show results of computer experiments. The course should be accessible to graduate and undergraduate students, but some results and methods might be new even to experts.", "", "", "", "20150421实践周"], ["105518010", "The Yoga of Commutators", "The Yoga of Commutators", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Nikolai  Alexandrovich  Vavilov", "", "", "Nikolai Alexandrovich Vavilov", "Algebra courseAs we teach our students, in an abstract group an element of the commutator subgroup is not necessarily a commutator. However, the famous Ore conjecture, recently completely settled by Ellers—Gordeev and Liebeck—O’Brien—Shalev–Tiep, asserts that any element of a finite simple group, or, more generally, of an adjoint elementary Chevalley group over a field, is a single commutator.On the other hand, from the work of van der Kallen, Dennis and Vaserstein it was known that nothing like that can possibly hold in general, for commutators in classical groups over rings. Actually, these groups do not even have bounded width with respect to commutators.In this series of lectures, we address this topic in a broader context, and outline the proofs of the recent results asserting that exactly the opposite holds: over any commutative rings commutators have bounded width with respect to elementary generators.One of the most powerful ideas in the study of classical groups and [the groups of points of] algebraic groups over rings is localisation. Localisation allows to reduce many important problems over commutative rings (or, more generally, rings subject to commutativity conditions) to similar problems for semi-local rings. Localisation comes in a variety of versions. The two most familiar ones are localisation and patching, proposed by Quillen and Suslin, and localisation–completion, proposed by Bak.As a matter of fact, both methods rely on a large body of common calculations, and technical facts, known as conjugation calculus and commutator calculus. Their objective is to obtain explicit estimates of the modulus of continuity in s-adic topology for conjugation by a specific matrix, in terms of the powers of s occuring in the denominators of its entries, and similar estimates for commutators of two matrices.I plan to expose recent powerful versions of localisation methods developed by Roozbeh Hazrat, Alexei Stepanov, Zhang Zuhong, and myself, and their applications to the study of commutators in [the groups of points] of algebraic and algebraic-like groups over rings.One of the most striking corollaries of these results is that in the algebraic groups over rings there are very few commutators. The only reason, why it appears that there are many commutators in the groups of points over zero-dimensional rings (such as fields or local rings) is that in these cases there exist very short expressions of arbitrary elements in terms of elementary generators.Also, I plan to discuss some further applications of our methods, such as multiple commutator formulae, nilpotency of K1, etc., as well as some further related asymptotic problems, and connections with geometry, arithmetics and complex analysis.", "", "", "", "20150421实践周"], ["105519010", "European and Russian Models of Social Services Management", "European and Russian Models of Social Services Management", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "OLGA BORODKINA", "", "", "OLGA BORODKINA", "Contemporary model of the public management of social services in Europe and Russia are discussed. The main focus is on the follow issues: responding to the economic crisis; innovation and evidence-based practice in social management; leadership and management in social services organization.", "", "", "", "20150421实践周"], ["105520010", "The International and National Dimensions in Social Policy", "The International and National Dimensions in Social Policy", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "OLGA BORODKINA", "", "", "OLGA BORODKINA", "Social policy is understood as both a scholarly activity and the actual practice of governments and other agencies that affect the social welfare of different groups of population. Social policy making touches matters such as social security, healthcare and pension, unemployment, environmental issues, child protection, abuse prevention, education, etc. Social policy within one country can no longer be understood or made without reference to the international context. The ideas, institutions and challenges in Russian as well as European social policy are discussed. Neoliberal policy and its influence on welfare ideology is one of the key issues.", "", "", "", "20150421实践周"], ["105521010", "An Introduction to Research Methods in Translation and Interpreting Studies", "An Introduction to Research Methods in Translation and Interpreting Studies", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "Claudia Angelelli", "", "", "", "This course contains topics like what is research; research design; ethics of research; qualitative research and quantitative research introduced; Bilingualism.", "20150512"], ["105523010", "American Poetry: Creative Reading", "American Poetry: Creative Reading", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Eric Hugh Reed Wertheimer", "This course will attempt to panoramically scan American poetry, from its beginnings to the contemporary period. The readings will necessarily be selective and will be therefore only a partial representation of poetry written in America. Our primary goal is become what the contemporary American poet and critic Charles Bernstein calls “creative readers.” This means we will use the poetry to challenge us to match its inventions, originality, and contexts. We will do a lot of close reading.", "", "", "", "20150421国际处转"], ["105524010", "French Identity and Food in the French Literature", "French Identity and Food in the French Literature", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Benedicte Boisseron", "As one says, “You are what you eat.” Today, the French are famous for their cuisine and gourmet food. Yet, France has not always been interested in sophisticated table manners. For example, Fran？ois Rabelais during the Renaissance insisted on the comic and grotesque nature of eating. But regardless of the era, France has always looked at food as a political, poetic, or social expression. The French do not say ‘earning a living,’ but ‘earning one’s bread’ since bread (the baguette in particular) symbolizes French life. This course will examine the history of food in French literature from the Renaissance to the 21st century. Students will be invited to think about the French culture of eating while exploring works related to French food. Food and humor, taste and memory, bread and community, the pleasure of eating, French fries and politics are some of the issues that we will address in class.", "", "", "", "20150421国际处转"], ["105525010", "Paris in French Cinema", "Paris in French Cinema", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Benedicte Boisseron", "How much is Paris a fantasy rather than a reality? This course is designed as a historical and geographical overview of Paris through the exploration of French cinema. We will focus on the era ranging from the 1960s to nowadays. Being a child in Paris, the tension between downtown and the suburb projects, the fantasy of a timeless Paris, and the Parisian subway are some of the issues that will be discussed in class. Students will be invited to think of the representation of Paris in French films as the reflection of a society but also as the expression of specific producers and cinematographic movements (the New Wave, Cinema of look, beur and banlieue cinema, vignette genre). The ‘400 Blows’, ‘Hate’, ‘Amélie’, and ‘Paris, je t’aime’ are some of the films that we will discuss.", "", "", "", "20150421国际处转"], ["105526005", "企业战略决策的通关密钥： 市场调研和分析", "Secret Key of the Strategical Decision of Enterprises:  Market Research and Analysis", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《咨询的奥秘》\n《战略管理》\n《情景规划》\n《思考的技术》", "", "陆小叶", "战略决策作为现代企业发展过程中起到领航作用的高级别活动，已是企业提升竞争力的重要法宝。为规划具有前瞻性的战略目标、预测市场走势、了解行业政策等，都先必须进行大量调研和分析工作。其正确性、时效性、信息传达的清晰度，和决策层的理解力都会左右公司最终采取的行动。本课程旨在培养学生掌握一定的市场调研和分析的技巧，为今后在任何类型的企业中积极参与经营活动打好扎实基础.通过分享实际工作经验，让学生接触涉外咨询公司的工作内容，使学生加强对战略决策在企业发展中的重要性的认知，并指导学生利用调研技巧和分析工具模拟案例分析。", "", "", "1、企业战略决策中涉外咨询公司的主要职能\n2、市场调研和分析的思路与技巧\n3、案例讨论", "20151207"], ["105527005", "现代拉丁美洲和中拉关系前景展望", "Modern Latin America and Prospects of China-Latin American Relation", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《现代拉丁美洲》\n《拉丁美洲的文明和文化》\n联合国拉美经委会报告《迈向中拉经济合作新时代》\n《中拉经济合作新框架》", "", "郭存海", "过去二十年间，中国和拉丁美洲及加勒比地区的政治、经济、文化等诸方面的关系疾速发展。2015年1月中拉论坛在北京的胜利召开意味着中拉关系迈入新的时代。拉美之于中国人已经不是一个遥远的存在，而是一个可以触及的区域：越来越多的中国投资涌入拉美。为培养具有全球视野的新一代大学生，非常有必要让其了解相对陌生的现代拉丁美洲的历史、文化特征，以及当前拉丁美洲的现状。在此基础上进一步阐释中拉关系发展的历史阶段和特征，特别是过去二十年中拉关系的发展带来的新变化。本课程旨在帮助学生全面了解拉丁美洲和加勒比这一独特的地区，以及中国同这一地区之间的关系，特别是快速发展的经济关系，对拉美，对中拉关系，甚至对中国的影响。通过全面介绍和解读现代拉丁美洲的历史和文化，帮助学生了解来自中国的投资越来越多却相对陌生的独特区域，同时展现中国和这一地区关系发展的历史，特别是经济合作领域，以增强学生的认知，为有意研究和进入这一地区的中资企业的学生提供基本认知和前景的分析。", "考查", "", "1、现代拉丁美洲的历史和现状\n2、拉丁美洲的文化独特性\n3、中拉关系的发展和经济合作新阶段", "20151207"], ["105528060", "毕业论文", "Graduation Thesis", "外国语学院", "", "本科", "6.0", "128.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105529060", "毕业论文", "Graduation Thesis", "外国语学院", "", "本科", "6.0", "128.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105530060", "毕业论文", "Graduation Thesis", "外国语学院", "", "本科", "6.0", "128.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105531060", "毕业论文", "Graduation Thesis", "外国语学院", "", "本科", "6.0", "128.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105532030", "英语精读与写作-1", "Intensive Reading and Writing in English-1", "外国语学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160420"], ["105533030", "英语听说-1", "Listening and Speaking in English-1", "外国语学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160420"], ["105534030", "英语精读与写作-2", "Intensive Reading and Writing in English-2", "外国语学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160420"], ["105535030", "英语听说-2", "Listening and Speaking in English-2", "外国语学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160420"], ["105536010", "China and Latin America Relations: Past, Present and Future", "China and Latin America Relations: Past, Present and Future", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Carlos Alberto Aquino Rodriguez", "8 classes, 2 hours each 1. Similarities between Andean, Mesoamerican and Chinese civilizations. First contacts\n2. History of old relations between China and Latin America, The Galleon trade: Manila-Acapulco\n3. Chinese immigration to the region from the 1840s and diplomatic relations from 1874 onwards 4. China and Latin America economic relations: Trade, Investment and Cooperation I\n5. China and Latin America economic relations: Trade, Investment and Cooperation II\n6 China and Latin America economic relations: Trade, Investment and Cooperation III\n7. The present day Chinese community in the region and influence of Chinese culture\n8. Towards a new type of China Latin America relationship", "", "", "", "20160503"], ["105537010", "Spanish Conversation", "Spanish Conversation", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Juan Pablo Gil-Osle", "Sichuan University majoring in Spanish will participate in a intensive Spanish for conversation course directed by Dr. Gil-Osle and reinforced by activities with 4 graduate students from Arizona State University.", "", "", "", "20160503"], ["105538010", "The Woman Question in British Literature from the Enlightenment to the Victorian Period", "The Woman Question in British Literature from the Enlightenment to the Victorian Period", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Barbara Anna Friederike Schaff", "This course will look at British feminist poetry as well as excerpts from novels and essays from the Enlightenment to the Victorian period, distilling persisting topics such as the claim for female education, equal rights in marriage and franchise for women. It will contextualize the reading material in the respective cultural and intellectual context of its publication and introduce students to the then prevailing ideas about sex and gender. Texts include Mary Astell’s “A Serious Proposal to the Ladies”, Mary Wollstonecraft’s “Vindication of the Rights of Woman”, Jane Austen’s Pride and Prejudice, Charlotte Bront？’s Jane Eyre and John Stuart Mill’s The Subjection of Women.", "", "", "", "20160503"], ["105539010", "Writing Nature in British Literature from the Romantic Period to the Present", "Writing Nature in British Literature from the Romantic Period to the Present", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Barbara Anna Friederike Schaff", "Romantic poets praised the beauty of British nature not least because British landscapes were undergoing substantial changes due to process of industrialisation. Ever since then, British writers have taken a nostalgic view of the landscapes of Britain, or, as William Blake put it, deplored the effects of “dark satanic mills” on “England’s green and pleasant field”. The course will look at some iconic British literary landscapes such, as for instance, the moors in Emily Bront？’s Wuthering Heights or Rupert Brooke’s nostalgic “The Old Vicarage, Grantchester” in order to unravel the aesthetic and ideological implications of British images of nature in poetry, fiction and travel writing.", "", "", "", "20160503"], ["105540010", "Introduction in Cultural Semiotics", "Introduction in Cultural Semiotics", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "KRISTIAN KRASTINOVBANKOV", "Lesson 1-2 (90 min): Introduction – Semiotics as a theory of culture.\nLesson 3-4 (90 min): Interpretation and presupposition – how culture works. Intercultural communication.\nLesson 5-6 (90 min): Typology of cultures – perspectives from Juri Lotman’s semiotics.\nLesson 7-8 (90 min): Culture as a Semiosphere – a major model by Juri Lotman.\nLesson 9-10 (90 min): Culture as encyclopedia – a major model by Umberto Eco\nLesson 11-12 (90 min): Ideology and culture: Roland Barthes’ contribution.\nLesson 13-14 (90 min): Semiotic approach to the study of digital culture I – erudition VS navigation.\nLesson 15-16 (90 min): Semiotic approach to the study of digital culture II – interpretation VS experience", "", "", "", "20160503"], ["105541010", "Consumer Culture", "Consumer Culture", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "KRISTIAN KRASTINOVBANKOV", "Lesson 1-2 (90 min): Introduction – The research of the consumer culture in a world dominated by consumption. Philosophical premises.\nLesson 3-4 (90 min): The origins of consumer culture: Renaissance Florence, The court of Queen Elisabeth I, the Romantic ethics\nLesson 5-6 (90 min): The origin of the study of consumption: Marx, Weber, Simmel, Benjamin Lesson 7-8 (90 min): The deep level of consumer culture: anthropological perspectives from Marcel Mauss, Mary Douglas, Grant McCracken\nLesson 9-10 (90 min): Utilitarian consumption VS Identity consumption. Consumption, identity and recognition\nLesson 11-12 (90 min): Contemporary consumer culture and the study of the Lifestyles: The Values and Lifestyles approach (VALS)\nLesson 13-14 (90 min): Contemporary criticism of the consumer society: ecological, cultural, religious, antiglobalism, etc.\nLesson 15-16 (90 min): The future of consumer society (seminar with the presentation of students’ ideas)", "", "", "", "20160503"], ["105542010", "Sports and the Cold War", "Sports and the Cold War", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Artemi Romanov", "Sports have played an important role in international relations over the last 60 years. In their struggle for global influence, the two superpowers engaged in ongoing psychological warfare and in regular indirect confrontations through proxy wars during the Cold War era. The Cold War was reflected in culture through books, music, movies, and especially—sporting events. The Russian, Chinese, and American governments not only regulated athletics, but also used sports as a means to advance the national interest in the international arena, which was clearly reflected in many sporting events during the Cold War.\nThe objectives of the course will be the following:\n1. Students will be able to analyze sports and international politics during the Cold War employing various theoretical perspectives.\n2. They will appreciate how the issue of class, nation, ethnicity, and gender intersect with sports and international politics by studying cases from Olympic Games and various sports events of the last 60 years.\n3. Students will discover how the U.S., the Soviet Union, China (and other countries) used and are using sports today as a means of international relations during the Cold War and in the Post-Cold War period.\n4. Students will understand how athletics can be viewed as a tool of political socialization and nationalism.", "", "", "", "20160503"], ["105543010", "American-Russian (Soviet) Cultural Relations", "American-Russian (Soviet) Cultural Relations", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Artemi Romanov", "The course surveys the development of American-Russian (Soviet) cultural relations from the second half of the 18th century to present. It examines the character and significance of Russian-American relations in politics, economic, social, intellectual and artistic spheres from a comparative prospective. Similarities and contrasts between the two countries are understood. The course encourages students to explore and analyze a topic in cultural relations through selected readings in primary (when feasible) and secondary sources.", "", "", "", "20160503"], ["105544010", "Introduction to Mexican American Literature", "Introduction to Mexican American Literature", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jesus Rosales", "This course is an introduction to Mexican American Literature. The course will cover representative works from leading Mexican American writers of the 19th, 20th and 21st centuries in the United States. The leading selections will include corridos (folk narrative poems), poetry, narrative, short plays, and essays.", "", "", "", "20160503"], ["105545010", "Studies in American Race and Ethnicity: Major Themes in the History of Native America", "Studies in American Race and Ethnicity: Major Themes in the History of Native America", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Eduardo Obregón Pagán", "This course will introduce students to the complex history of the culturally and linguistically diverse peoples collectively known as “Indians.” Because the scholarship on American Indians is vast and varied in terms of the range of subject matter and disciplinary perspectives, the organizational focus of this course is informed by questions about the contingent nature of identity and the negotiated nature of cultural boundaries. We will draw from texts that can both point to common patterns among American Indian communities and suggest important distinctions between them. At the same time, we will also examine a number of critical theoretical issues that inform the scholarly study of American Indians in exploring major themes and issues from pre-contact to the present day.", "", "", "", "20160506"], ["105546010", "American Style: Fashion, Gender, and the Body", "American Style: Fashion, Gender, and the Body", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Eduardo Obregón Pagán", "This course is an introduction to American Studies. The focus will be on the ways in which Americans dress the human body, and the meanings behind fashion. Clothing is a practical item of protection from the elements, but it is also among the most visible and meaningful ways in which we express our identities and allegiances. It is also a medium of power and subversion. We will examine fashion in terms of its production and consumption, addressing its role in relation to identity and to politics. Readings will include social theory about fashion and consumption, and we will pay particular attention to the relationship between consumption, fashion, gender, race, and class.", "考查", "", "", "20160506"], ["105547005", "文学和文学研究中的范式转移", "Paradigm Shift in Literature and Literary Studies", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《李尔王》、《哈姆雷特》、《威尼斯商人》《罗密欧与朱丽叶》、《等待戈多》", "", "程朝翔", "使学生在文学阅读和文学阐释中，切实把握文学中形式与内容的关系、语言与意义的关系，获得基于本文解读的创新思维。通过探讨文学与文学研究中的范式转移，发掘人文学科创新中的方法与内容，使学生对于学术创新的含义有所了解。", "考查", "", "1、21世纪文学研究中方法论的变化；2、文学文本解读的范式转移（以《李尔王》、《哈姆雷特》、《威尼斯商人》等剧作为例）；3、文学创作中的创新（以《罗密欧与朱丽叶》、《等待戈多》为例）；4、21世纪文学研究中中的哲学转向", "20160701"], ["105548005", "美国犹太文学", "American Jewish Literature", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "乔国强", "这门课程将从犹太文化的角度切入，讲述美国犹太文学的发展概况并对重要作家进行较为详尽的讲解。学生通过学习，能够对美国犹太文学和犹太文化有一个大致的了解，并能够从犹太文化的角度正确理解美国犹太文学的意蕴和价值取向。1、学生通过学习，了解美国犹太文学的发生与发展概况；2、学生通过学习，能够对一些重要作家的创作情况有一个认识；3、在学习的过程中，学会如何阅读和评价美国犹太作家及其作品。", "考查", "", "1、美国犹太文学发展概况；2、美国犹太文学研究中的几个重要问题；3、重要作家、作品评介；4、讲解族裔文学研究的方法。", "20160701"], ["105549005", "小说叙事", "Narrative study", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "王丽亚", "选取英语小说经典读本，从叙事艺术角度切入，引导学生进行思辨阅读，提高英语阅读与学术写作能力，加强人文艺术素质教育。以成长、爱情、良知、女性独立为四个主题，选取四位短篇故事作家的代表作进行讲解，揭示作家以短篇故事艺术启迪生活片段蕴含的人生意义。开课意义在于启发本科生同学从故事艺术中感悟积极进取、关注道德良知的生活意蕴。", "考查", "", "完成5个文本(The Story of an Hour, The Egg, The Garden Party, Runaway. Great Gatsby (First Chapter)的阅读讲解，包括课堂讨论，培养学生英语学术写作基本方法与思路。从叙事艺术角度切入，引导学生进行思辨阅读，提高英语阅读与学术写作能力，加强人文艺术素质教育。", "20160701"], ["105550005", "语料库翻译学的方法和案例", "Narrative study", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "胡显耀", "二十世纪90年代兴起的语料库翻译学（Corpus-based Translation Studies）是当代翻译学的重要分支，也是翻译学领域最突出和最前沿研究成果的主要来源之一。语料库翻译学是描写翻译学的重要途径，为描写和概括翻译文本的总体特征和规律提供了重要的研究方法。课程对学生了解当代翻译学前沿动态和研究方法及案例有重要作用。Corpus-based Studies of Translational Chinese in English-Chinese？介绍语料库翻译学在翻译共性、翻译规范、译者风格和应用研究等方面的研究成果。简要勾勒语料库翻译学的整体框架，着重介绍语料库研究的基本方法，同时简要介绍一些最新研究案例", "考查", "", "从四个方面介绍语料库方法在翻译学研究中的应用和成果: 一、语料库翻译学的理论基础；二、语料库工具和研究方法；三、语料库翻译学的发展概况和主要研究内容；四、最新研究案例。", "20160701"], ["105551005", "一带一路的探索与实践", "Case Studies of The Belt and the Road", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《一带一路引领中国》，《国际工程承包与海外投资融资》", "", "刘毅", "2013年习近平主席提出一带一路构想以来，我国政府便将中国与一带一路沿线国家的 “政策沟通、设施联通、贸易畅通、资金融通、民心相通”作为国家顶层战略进行设计与推动。在此过程中，不但有商务部、外交部、发改委、财政部、国资委的贡献，更有众多对外承包央企、以及国家开发银行、进出口银行、中信保等金融机构的深度参与。本课程旨在通过阐述政府机构、金融机构和重要央企在中国走出去中的职能和作用，来解析一带一路参与者在国家一盘棋战略下的不同角色，并尝试用案例的方式来展现我们的成功经验与走过的弯路，以便帮助学生在理论和实践两个层面建立起对一带一路战略的理解和认识。通过介绍和解读一带一路战略，以及一带一路实施的模式和主体，帮助学生了解“丝绸之路经济带”和“21世纪海上丝绸之路”的意义、影响和带给高校学生的机会；并通过演示海外工程与投资案例，增强学生对于一带一路实践和项目的理解和认识，启发其未来的学术研究或职业规划。", "考查", "", "1、一带一路实施模式2、海外投资与工程的案例3、走出去 走上去 走进去", "20160701"], ["105552020", "大学日语-1", "College Japanese-1", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105553020", "大学日语-2", "College Japanese-2", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"]]