[["305860010", "泵与风机", "Pumps and Fan Technology", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "赖波", "", "", "", "", ""], ["305861030", "数字化设计-1", "Digital Design-1", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "0.0", "48.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "王昊舒", "", "", "王昊舒，方舟", "本课程为建筑学专业实践性很强的专业基础课,讲授与实践穿插进行，密不可分。", "考查", "", "", "20150413替代计算机辅助设计"], ["305862020", "城市性与策略式设计", "Urbanity and Strategic Design", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "高政轩", "", "Atkinson R, 2000, “Narratives of policy: the construction of urban problems and urban policy in the office discourse of British government 1968-1998,” Critical Social Policy 63: 211-232. Black M, 1979, “More about metaphor,” in Ortony A (ed.), Metaphor and thought (Cambridge, New York: Cambridge University Press). Cooper D, 1996, “Institutional Illegality and Disobedience: Local Government Narratives,” Oxford Journal of Legal Studies 16(2): 255-274.Crysler C G, 2003, Writing Spaces: Discourses of Architecture, Urbanism, and the Built Environment, 1960-2000 (New York: Routledge).Hajer M A, 1995 The Politics of Environmental Discourse: Ecological Modernization and the Policy Process (Oxford: Clarendon Press).Hardin G, 1968, “The tragedy of the commons,” Science 162: 1243-1248. Lakoff G, Johnson M, 1980, Metaphors we live by (Chicago: University of Chicago Press). Merrifield A, 1997, “Between process and individuation: translating metaphors and narratives of urban space,” Antipode 29(4): 417-436.Purcell M, 2002, “Excavating Lefebvre: the right to the city and its urban politics of the inhabitant,” GeoJournal 58: 99-108. Sayer A, 1989, “The ‘new’ regional geography and the problems of narrative,” Environment and Planning D: Society and Space 7: 253-276. Schon D A, 1979, “Generative metaphor: a perspective on problem-setting in social policy,” in Ortony A (ed.), Metaphor and thought (Cambridge: Cambridge University Press). Shield R, 1991, Places on the Margin: Alternative Geographies of Modernity (London: Routledge). Shield R, 1999, Lefebvre: Love and Struggle – Spatial Dialectics (London: Routledge).Stone D A, 1989, “Casual stories and the formation of policy agenda,” Political Science Quarterly 104(2): 281-300.Stone D A, 2002, Policy Paradox: The Art of Political Decision Making (London: WW Norton &amp; Company).", "高政轩", "课程将区分为以下三个主题：\n1. 设计式的分析：强化分析与问问题的能力。\n2. 建筑写作逻辑：建立语言的反思能力。\n3. 隐喻与拟仿的建筑策略：培养建筑与空间企划写作能力。", "考查", "", "「城市性」作为一种论述写作，其实是个复杂的系统。这样的论述不仅组构了无关于论述／对象关系的客体，例如社会过程、经济、技术、制度、以及某种特殊风格的建筑与都市空间，这些论述也界定了主体的行为与实践主体的反思中所发现的关系。这些关系建构事件，将事件依序编织成叙事，此一叙事中，某些社会群体、想法、或事件被指认为「真实的」或「重要的」。换句话说，这样的论述群，建构了知识域的结构与思考框架，其中，某些论述，而不是其他的论述，在特定时空中，被视为合法性知识。因此藉由具体场所／抽象空间、城市／建筑、可能性与潜力／答案的交互辩证，策略式设计以设计为分析工具，一方面探讨城市性，另一方面从城市性来反思设计的工具理性，来反向梳理论述脉络中的合法性知识。\x07", ""], ["305863030", "城市垃圾处理技术", "Technology of Municiple Solid Waste Treatment", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "城市垃圾处理??\x14诋\x184之\x18蛤\x1f\x16h镯\x17??", "", "谢汝桢、陈尧", "", "考试", "", "", "20160407"], ["305864030", "BIM(Revit MEP)建筑设备应用基础", "Application Basic of BIM(Revit MEP) in Building Equipment", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "", "48.0", "0.0", "0.0", "0.0", "0.0", "", "实验", "", "Autodesk Revit MEP 2015管线综合设计应用", "Autodesk Revit 2013族达人速成", "王昊舒", "本课程为建筑环境与能源应用工程专业实践性专业课,授课方式采用讲授与实践穿插进行。", "考查", "", "通过该课程的学习，使学生掌握运用BIM技术进行建筑设备及管道系统建模的基本方法和技巧。", "20160407"], ["305865030", "建筑物理 -1", "Building Physics -1", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", "20130322"], ["305866020", "专业综合实验", "Speciality Comprehensive Experiment", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "0.0", "8.0", "0.0", "24.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授含实践", "", "", "", "", "", "", "", "", "20160414，调整学分"], ["305867010", "Water Quality Engineering", "Water Quality Engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "LIU WEN-TSO", "Fundemental theory underlying the unit processes utilized in the treatment of water for domestic and industrial usage. Overall objective is to introduce students to engineering processes commonly used for purifying drinking water. Specific objectives include: ? To provide students with a strong foundation of the fundamental chemical, physical and biological principles used in individual unit processes. ? To enable students to apply the process principles to the design of effective water and wastewater treatment systems, both in developed nations and the developing world. ? To prepare for students who plan to enroll in more advanced courses on water and wastewater treatment process design. Key course topics include drinking water standards, water chemistry fundamentals, common water treatment technologies (e.g., coagulation, flocculation, sedimentation, gravity filtration, membrane processes, disinfection, adsorption, and water softening), and water reuse.", "", "", "", "20160506新增"], ["305868010", "Relevant Natural and Anthropogenic Incidents Causing Environmental Pollution", "Relevant Natural and Anthropogenic Incidents Causing Environmental Pollution", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "MASSIMILIANO FABBRICINO", "The course will introduce and describe several famous cases of natural and anthropogenic incidents that occurred, all around the world, in the last 100 years, focusing on their effects on the natural components (including human health) and on the remediation techniques that have been applied for the restoration of the environmental quality", "", "", "", "20160506"], ["305869010", "Community Participatory Planning and New Ruralism Social Design", "Community Participatory Planning and New Ruralism Social Design", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Chang Shenglin Elijah", "Rural revitalization is the single most critical issue for Chinese society, as well as the global communities. Planners and designers urgently request innovative design methods, not only dealing with physical environments, but also bust the local economy. Under this line of think, the course helps students build up their abilities to conduct participatory community planning and social design in rural areas of Chengdu and Taiwan. The course consists of three components: (1) case studies of Asian rural communities, including Taiwan, Japan, Korea, etc.; (2) local practice in the rural communities of Chengdu; and, (3) social innovative design for the potential rural business. Students will gain four abilities listed below:\n(1) skills of communications and negotiations with local community residents\n(2) skills of community surveys\n(3) schematic economic programming of rural business\n(4) training of physical design and planning", "", "", "", "20160506新增"], ["305870010", "Composite Materials", "Composite Materials", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "David Hui", "(1) Composites under Harsh Environments: Civil Engineering and Aerospace Engineering perspectives Presenter David Hui, 90 minutes talk\nThe work presents an overview of the current state of the art in low temperature effects on materials in terms of durability and safety of vehicles. Susceptibility of composites to failure at low temperature is a critical issue for the aerospace industry. Spacecrafts operate at temperatures well below -200 degC.High altitudes aircrafts routinely fly at -70 deg C to -100degC. These low temperatures result in two competing effects on composite stiffness. One beneficial effect involves increased stiffness because the polymer matrix would harden at low temperature. The other detrimental effect involves increased thermally-induced stress, which produces microcracks in matrix, which in turn, reduces the overall stiffness of the composites. These two competing beneficial-detrimental phenomena at the microstructure level have been studied for decades, but a quantitative understanding of the interplay of these two effects has continued to elude the researchers. Additional complexities arise when the stiffness increase effect is considered because of high strain rate loading. Long term exposure to cyclic or vibration can again reduce the stiffness. The competing effects for fatigue of fiber-reinforced polymer composites at low temperatures will be presented. Emphasis will be on civil engineering structural and other involving earthquake applications, orthogrids, FRP rebars, sandwich structures, guardrails, piers and structural members.\nIn order to study the effects of high temperatures, the whole range of temperatures from low temperatures -250 deg C to high temperatures up to Glass Transition Temperatures will be examined. This paper will address these issues usingphenomenological models and experimental observations. The low temperature effects is the cause of Space Shuttle disaster, and Titanic Ship, and helicopter crashes, and numerous traffic hazards and accidents, thus, all design of vehicles, s or systems must be designed for low temperatures. As a complete analysis, this work also deals with high temperature failures, which is the reason for one other Space Shuttle accidents in reentry to atmosphere.\n(2) Nano-Engineered Mechanics: Why Nano?\nPresenter David Hui, 90 minutes talk\nwhynano engineering is a new field, what is nanotechnology? How the length scale play a critical role in hybrid materials. The talk focus on the transition from metal to composite to nanomaterials. The emphasis is on nanomechanics and how nanomaterials can be put to useful engineering applications. The talk will include three reasons for using nano, and will include nano-engineering in damage mechanics and impact dynamics. The critical component of design is safety of materials usage. The nanomaterials is more expensive, and thus, their use is limited to the case when the same design and use of structures cannot be done by using composites (or metals).\n(3) How To Write Papers To Enhance Journal Acceptance?\nPresenter David Hui, 90 minutes talk\nThe criteria for journal acceptance will be discussed, and explained. This will include 11 tips, and detailed descriptions on what an editor willlook for, and why a paper is accepted or rejected. This talks will enablestudents and professors to pay special attention on abstracts, introduction, methodology, results and conclusions. The talk will also involve how to conduct research to get the best results, and how to write MS or Ph.D. theses.", "", "", "", "20160506新增"], ["305871010", "Worldwide Outlook on Urban Landscape Development)", "Worldwide Outlook on Urban Landscape Development)", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jean Stéphane ATTALI", "Philosophy, Architecture and Urban Studies.\nThe course will be structured through a spectrum of urban issues, while the WOULD acronym will epitomize a series of assumptions concerning the future of cities. Worldwide: Considering cities all round the world in such a way that it would be possible to tackle constructing a “World Atlas of Cities”.\nOutlook: As a technique to achieve urban surveys through data banks, visual prospects and cartography.\nUrban: As the name of human condition today wherever one lives. Landscape: A relevant scale to embrace the whole territories of human settlements beyond any conflict between ways of living either in town or country.\nDevelopment: Another name for Modernity vs. a new agenda in search of Sustainability.", "", "", "", "20160506新增"], ["305872010", "Conservation and Management in Protected Areas", "Conservation and Management in Protected Areas", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Wendy WRIGHT", "Purpose:\nTo provide students with an introduction to key theoretical concepts and practical approaches relevant to the sustainable management of protected areas such as National Parks. Australian examples will be used throughout the course but class discussion and activities will explore similarities and differences across international boundaries. The teacher will draw on her extensive experience working with, and in, National Parks in Australia and China as well as in other parts of the world. The course is based on ecological theory and will be presented in three sections. 1. Disturbance in Protected Areas\nThis section of the course focuses on ecological disturbance and its role within protected areas. It begins with an overview of disturbance ecology, the field of ecology that deals with disturbances in the landscape. Key aspects of ecological theory are derived from disturbance ecology. These include the concept of succession, the Intermediate Disturbance Hypothesis, Dynamic Equilibrium and Gap Dynamics.\nDisturbance can also be a tool for managers and sometimes there is a requirement for managers of protected areas to introduce a disturbance in order to increase or maintain biodiversity or ecological functions.\nFire is a key agent of disturbance in many parts of the world. Fire is considered here as an agent of disturbance and as a management tool 2. Visitor Management in Protected Areas\nThis section of the course examines the impacts of visitors and recreational use on the natural values of parks and reserves. The concepts of carrying capacity, acceptable impact and zoning are introduced.\nProtected areas such as national parks have key roles in conserving biodiversity, but they are also places for recreation and education. The interest and support of visitors, including local and international tourists, is very important to the continued provision of resources to properly manage our parks and reserves. However, visitors have impacts and managers need to avoid and/or respond to these. 3. Long Term Ecological Research and Natural Resource Management.\nThis section of the course illustrates the value of long term ecological research and explains the integrated and adaptive nature of natural resource management. These separate concepts are considered together in order to provide a framework for students and assist them to understand goals and outcomes in the management of protected areas.", "", "", "", "20160506新增"], ["305873010", "Mechanics of Materials at the Nano, Micro and Macro Scales", "Mechanics of Materials at the Nano, Micro and Macro Scales", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Zhou Min", "This lecture series will offer an overview of the latest research developments in the mechanics of materials at the nano, micro, and macro scales. Emphasis will be placed on surveying new materials, their unique behaviors, and mechanics tools needed to study them. In particular, students will learn about the important areas of multiscale modeling, computational materials science, and state-of-the-art experimental methods.", "", "", "", "20160506"], ["305874010", "Microscale Plasticity", "Microscale Plasticity", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jaafar Abbas El-Awady", "This is a graduate course on the theoretical treatment and modeling of the mechanisms of plasticity and deformation in solids at intermediate and high temperatures. Topics include dislocation-mediated plasticity, twinning mediated plasticity, dislocation twin-boundary interactions, dislocation obstacle interactions; dislocation climb and cross-slip; friction forces in\nmetals, alloys and covalent crystals.", "", "", "", "20160506新增"], ["305875005", "地铁通风空调设计简介", "Introduction on HVAC design of subway project", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "刘伊江", "帮助本科学生初步了解城市轨道交通工程通风空调设计，提高学生的设计能力，掌握工程设计基本过程。初步了解地铁通风空调系统设计方案；初步了解设计流程及与相关专业的接口", "考查", "", "城市轨道交通制式分类；\n地铁通风空调设计方案；\n地铁通风空调节能；\n地铁通风空调设计流程及相关专业接口", "20160518"], ["305876010", "结构设计案例分析", "Case Study on Structure Design", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "", "", "", "", "", "20160511"], ["305877020", "中国古建筑文化与鉴赏（清华大学）", "Chinese Ancient Architectural Culture and Appreciation", "建筑与环境学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20160531"], ["305878010", "混凝土结构设计（课设）", "Design of Building Structure(Course Design)", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "0.0", "0.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国际周课程", "论文/设计", "", "", "", "", "", "", "", "", "20141022"], ["305879030", "西方现代规划设计批判（全英文）", "Critics on Modern Western Planning &amp; Design", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160726"], ["305880020", "现代水质检测技术", "Modern Test Technology in Water Treatment", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160726"], ["305881010", "现代水质检测技术实验", "Experiment of Modern Test Technology in Water Treatment", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "", "", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20160726"], ["305882010", "工程财务（课程设计）", "Practice for Cost Engineering Financing", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "", "", "", "", "", "16.0", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20160726"], ["305883020", "国际工程合同管理", "International Project Contract Management", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160726"], ["305884010", "建设项目经济评价", "Construction project economic evaluation", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160726"], ["305885020", "工程风险管理", "Engineering Risk management", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160726"], ["305886010", "经济法", "Economics  Laws", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160726"], ["305887020", "生产实习（环境工程）", "Engineering Practice", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "32.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20160726"], ["305888020", "快速设计与表现", "Rapid design&amp;Skill of Painting Expression", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "实习实训", "", "", "", "", "", "", "", "", "20161010，学分调整原课程号305624040"], ["305889020", "水工艺仪表与控制", "Measuring Instruments and Control for Water Processing", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "李晋川", "", "", "李晋川", "", "考试", "", "", "20161010，调整学分，原课程号305255030"], ["305890010", "建筑与规划法规", "Architectural Laws and Regulations", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "考试", "", "", ""], ["305891020", "景观植物实习", "Practice in Landscape Plants", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "实习实训", "", "", "", "", "", "", "", "", "20161012调整学分,原课程号305634010"], ["305892030", "建筑工程估价", "Construction  Engineering Cost Estimating", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "工程估价", "建筑工程估价、园林绿化工程估价\x02", "邹琢晶", "本课程为建筑学和风景园林专业学习工程估价的课程。", "", "", "该课程通过对建设工程项目造价的确定、控制、管理和审查理论的学习，以及工程定额和工程量清单计价的实际操作训练，使学生对建筑工程估价的理解和掌握", ""], ["305893020", "社会生态韧性规划：理论、调查方法与实践", "Planning for Social-Ecological Resilience:Theory, Survey Research Methods and Practice", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "16.0", "", "", "", "", "", "", "校外专家开课", "讲授含实践", "", "", "Walker, B. H., and David Salt. Resilience Thinking: Sustaining Ecosystems and People in a Changing World.  Washington: Island Press, 2006.                                    Walker, B. H., and David Salt. Resilience Practice: Building Capacity to Absorb Disturbance and Maintain Function.  Washington, D.C.: Island Press, 2012", "Daniel Abramson (美国)， 何心怡（台湾）", "该课程针对城乡规划、公共卫生及环境工程等专业的新挑战讲授跨学科的理论概念和研究方法", "", "", "通过该课程的学习，使学生掌握社会生态系统韧性设计的基本基本理论以及社区空间社会调查研究的方法；", "20161026"], ["305894005", "工程实际中的建筑构造与主体结构的关系", "Relation of building construction and main structure", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "0.0", "", "0.0", "", "", "", "", "校外专家开课", "讲授", "", "", "", "卿胜兰", "让结构专业及其他相关专业的学生更全面的了解工程实践中建筑、结构及设备等专业之间的相互关系。对建筑工程设计过程中各专业的配合有一个具体和全面直观的感性认识。通过对实际工程中的建筑构造设计的学习，了解建筑构造与结构设计的关系及相互的要求。对建筑设计的一般设计流程有初步的认识。使结构专业及其他相关专业的学生能对建筑设计有一个全局观念，相关专业在工程设计实践中的相互影响、相互配合、相互制约。只有充分、全面地权衡、对比了所有专业的合理性、经济性、适用性、可实施性，从而使整个设计达到一个最合理、最完美、最经济、最科学的设计成果。", "考查", "", "了解建筑设计中的柱网的布置、层高确定，建筑分类、建筑等级、建筑耐火等级等的确定。通过剖析建筑物典型部位的建筑构造，建筑装饰、建筑设备等的构造要求，结合实际的施工图片，讲解建筑构造与主体结构的相互关系，使学生能初步、感性地了解结构专业在建筑构造中的重要性", "20161108"], ["305895010", "工业给水排水工程设计实践讲座", "Lecture on  design of industrial water supply and drainage engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "0.0", "", "0.0", "", "", "", "", "校外专家开课", "讲授", "", "1.\t化工工厂初步设计内容深度的规定HG_T 20688-2000\n2.\t化工企业给排水设计施工图内容深度统一规定HG_T 20572-2007\n3.\t石油化工装置基础工程设计内容规定SHSG-033-2008\n4.\t石油化工装置详细工程设计内容规定SHSG-053-2011\n5.\t石油化工企业给水排水系统设计规范 SH 3015-2003\n6.\t室外给水设计规范 GB50013-2006\n7.\t室外排水设计规范 GB 50014-2006（2014版）\n8.\t工业循环水冷却设计规范 GB_T 50102-2014；\n9.\t化学工业循环冷却水系统设计规范 GB 50648—2011\n10.\t海水循环冷却水处理设计规范 GBT 23248-2009\n11.\t工业循环冷却水处理设计规范 GB 50050-2007\n12.\t工业用水软化除盐设计规范 GB_T 50109-2014\n13.\t化工建设项目环境保护设计规范 GB 50483-2009 \n14.\t石油化工企业设计防火规范 GB50160-2008\n15.\t化学工程节水设计规范 GB/T 50977-2014\n16.\t化学工业给水排水管道设计规范 GB 50873-2013\n17.\t石油化工给水排水管道设计规范 SH 3034-2012\n18.\t建设项目工程总承包管理规范GB 50358-2005\n19.\t过程测量与控制仪表的功能标志及图形符号HG_T20505-2014\n20.\t给水排水设计手册及标准图集", "", "刘扬帆", "本课程有利于学生了解国际化工程理念，掌握基本的工业给水排水工程的设计流程和方法，通过理论结合实际总承包工程案例(EPC)，拓展学生的所学知识面，建立基本工程理念，提高在工业给水排水方面的理论素养和工程实践能力。使学生了解和掌握工业给水排水工程的国际化工程理念、设计流程、深度、范围和方法；学习工业给水排水工程各系统的设计要点和注意事项；了解工程设计中面临的常用问题及解决办法；通过工程实例分析，提高学生对工程总体的认知和实际应用能力", "考查", "", "本课程结合案例分析，讲述工业给水排水工程的设计理念、流程、方法、要点、注意事项等，提高学生在工业给水排水工程方面的理论知识和综合实践能力", "20161108"], ["305896010", "建筑给水排水工程设计实践讲座", "Lecture on  design of building water supply and drainage engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "0.0", "", "0.0", "", "", "", "", "校外专家开课", "讲授", "", "", "", "张灿", "本课程有利于学生熟悉和掌握建筑给水排水工程的设计程序和方法，拓展所学的理论知识，提高学生的毕业设计水平，培养和提高学生在建筑给水排水工程方面的理论素养和工程设计能力。使学生熟悉和掌握建筑给水排水工程的设计程序和方法；了解建筑给水排水工程各系统的设计要点和；了解工程设计中面临的常用问题及处理方法；通过工程实例分析，提高学生对工程总体的认知和概念。", "考查", "", "本课程结合案例分析，讲述建筑给排水工程的设计程序，方法，要点等，提高学生在建筑给排水工程设计方面的理论认识和实践能力&#39;", "20161108"], ["305897050", "法国景观设计的实际案例与设计方法", "French landscape projects and method", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "0.0", "", "0.0", "", "", "", "", "校外专家开课", "讲授", "", "", "", "何维洁", "精选在法国、欧洲其他国家、非洲、亚洲的实战案例，讲述法国景观的实战操作方法，从最初的构思、到概念设计、到方案。着重讲解，法国景观的设计思路、形成方法，思考模式。达到让学生对实际案例和项目的深入理解。课程时间仅够从构思到概念阶段深刻剖析，简单补充概念到方案阶段。帮助学生从实际操作项目上，快速入手，培养初步的严谨工作方法、态度、整合能力，条理逻辑。并且，同时，让学生对于实践的国际项目有个初步的了解", "考查", "", "着重讲述本人操刀的实际案例。阐述法国景观设计的风格、手法、实践操作的工作方法、步骤。迅速构思、进入状态的思维路径r", "20161108"], ["305898030", "Rhino &amp; Grasshopper 参数化设计", "Rhino &amp; Grasshopper Parametric Design", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "4.0", "", "", "", "48.0", "", "", "", "", "", "讲授含实践", "王昊舒", "RHINOCEROS &amp; GRASSHOPPER 参数化建模", "Grasshopper入门&amp;晋级必备手册", "王昊舒", "本课程为建筑学、风景园林等专业开设，让学生掌握基本的 Rhino &amp; Grasshopper 的应用技巧，并提升逻辑构建的能力。", "考查", "", "课程从Rhino以及Grasshopper的基本操作入手，全面而深入地讲解Grasshopper常用运算器用法以及相关数据的处理方法，让学生掌握基本的 Rhino &amp; Grasshopper 的应用技巧，并提升逻辑构建的能力。", "20161108"], ["305899005", "场地文脉和建筑、景观设计", "Site Context and Architecture and Landscape Design", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "罗燚", "在课程中训练学生学会观察和理解建筑和环境设计中，场地信息的意义和作用，在场地信息中找到设计要素的独特性，解决困扰许多设计初学者在寻找所谓设计灵感过程中的疑惑，设计方法论的导入与演练。在所居住的城市内寻找现存空间环境，通过分析和调研找到问题所在，进而用建筑与环境设计的语言提出解决问题的办法", "考查", "", "通过实际空间设计项目，探索设计方法论的基本原理。其中包括mapping地图，drawing绘制，推演，联想等等，通过以下几个过程达到训练目的：\n1，项目场地选择。2，测绘与调研。3，方案课题确定。4，方案设计。5，方案汇报", ""], ["305900005", "风景园林规划设计实践与思考", "Landscape  design and planning practice", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "张清彦", "从实际项目讲解出发，向学生展示包括现状调研、案例类比、问题分析、对策研究、总体布局、分类分项规划设计、成果制作，项目实施，实施情况评估等在内的风景园林规划设计的工作过程。并在此基础上展开理论与实践相结合的评析，引发学生思考、加深对风景园林行业的认识、提升学生的规划设计全局观、形成系统化的专业思维模式。建立全面而正确的风景园林规划设计思维模式，培养对风景园林规划设计工作的正确观点，理解风景园林规划设计工作的具体过程和要求，拓展学生知识面、提升学生解决实际问题的能力、为今后从事专业技术工作打下必要的基础", "考查", "", "1.某城市绿地系统规划简介：（1）规划背景（2）城市绿地现状概况（3）主要问题分析（4）对策研究（5）规划布局（6）绿地专项规划简介（7）规划过程简介（8）规划过程中的难点与重点简介（9）规划工作中应注意的事项。\n2.成都市XX公园规划设计简介：（1）规划设计背景（2）公园现状概况（3）主要问题分析（4）对策研究（5）总体布局与结构（6）分类与分项设计（7）扩初与施工图设计（8）规划设计过程简介（9）规划设计过程中的难点与重点简介（9）规划设计工作中应注意的事项。\n3.浅析风景园林规划设计对专业知识贮备及个人职业素养的要求。\n（1）知识面覆盖的宽度与深度；（2）自学能力；（3）归纳与总结能力；（4）逻辑思维能力；（5）语言与图纸表达能力；（6）团队协作能力；（7）应变能力", ""], ["305901020", "外国建筑赏析（清华大学）", "Appreciation of Foreign Architecture", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "历史上长时期建筑重点为神权和王权服务，近代资本主义社会尤其是工业革命以后建筑业发生重大变化，出现了与古代十分不同的建筑；建筑学是多学科综合性的学科，建筑设计有高度相对性和主体性，对其理解、品评和鉴赏是一个复杂的问题，&quot;美不自美，因人而彰&quot;（柳宗元语）。", "20161228东西部联盟课程"], ["305902010", "绿色建筑概论", "Introduction to Green Building", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20170406"], ["305902020", "可再生能源与低碳社会（北京大学）", "Renewable Energy and Low-Carbon Society", "建筑与环境学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "化石能源成就现代文明社会的进步的同时也给社会经济可持续发展带来了压力，更对人类生存环境造成了威胁，为适应我国节能减排和发展低碳经济新形势的需要，大力发展新能源和可再生能源成为我国未来能源发展的战略需求。", "20161228东西部联盟课程"], ["305903020", "山区贫困及可持续发展调查", "Study on Poverty Alleviation and Sustainable Development in mountain area.", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "6.0", "", "26.0", "", "", "", "", "", "国际周课程", "讲授含实践", "", "自编讲义??繱`\x11龋?", "马光等.《环境与可持续发展导论》", "唐亚，第宝锋，谢嘉穗", "本课程是为环境科学专业大二及以上年级学生在实践周开始的实践课。为专业选修课。", "考查", "", "通过该课程的学习和实践，使学生了解山区现状，了解山区环境与贫困的响应关系；鼓励学生利用所学专业知识为山区可持续发展建言献策；培养学生们解决实际问题的能力。", "20170406"], ["305904010", "无人机遥感技术与环境应用", "The Technology and Environmental Application of UAV Remote Sensing", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "林家元", "近年来，无人机作为一种新型的遥感信息获取平台，以其灵活机动、精细准确、价格低廉、高效快速、安全可靠等优点，在各行各业中得到广泛应用和迅猛发展。尤其体现在环境监测、灾害救援、基础测绘、城镇规划、农业植保、新闻报道、影视拍摄、野生动物观察等领域的应用之中。通过学习可以扩大学生知识面，利于将来学生在自然灾害防治、生态环境保护等方面的工作。1.使学生了解无人机遥感相关技术与规范；\n2.无人机遥感技术是环境监测、灾害治理、景观规划等领域的重要基础数据获取技术手段，学习其应用及实例；\n3.通过学习可以扩大学生知识面，增强利用无人机遥感数据的意识和能力，利于将来学生在环境监测、灾害防治、生态保护等方面的发展", "考查", "", "1、无人机定义、发展及特点；2、无人机类型及系统组成；3、无人机相关国际国内规范；4、航空遥感技术基础；5、无人机遥感应用之传感器；6、无人机遥感应用之数据处理；7、无人机遥感应用实例：a)\t高铁、水电站等大型建设工程水土保持监测；b) 山地灾害观测、识别与信息提取；\nc)\t农作物长势监测与森林生物量精细化反演", ""], ["305905005", "建筑防排烟设计案例分析", "Case studies of design for smoke control systems in buildings", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "李轲", "为提高建筑环境与能源应用工程专业对建筑防排烟的实际设计能力，针对目前典型工程中的防排烟系统，为学生讲授其设计计算，系统合理性分析，绘图方法等内容，以增强学生的工程实践能力，为今后的专业工作打好基础。通过课程学习，掌握民用建筑防排烟系统设置原则及设计过程。", "考查", "", "以实际建筑防排烟系统设计为例，介绍防排烟系统的设置原则、系统划分、控制方式、计算原则、图纸绘制等建筑防排烟设计的全过程。", "20170412"], ["305906005", "建环专业执业教育", "Building environment profession practical education", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "戎向阳", "帮助本科学生了解暖通空调设计工作，提高学生对暖通工程师专业要求的认识；增强学生就业素养，提高社会适应能力。培养学生对建筑暖通空调设计过程、方法的认识，理念的理解，了解目前专业领域设计采用的先进技术，熟悉专业就业范围。", "考查", "", "讲授暖通空调中的设计方法，过程及设计内容，专业就业所具备的素质，以及知识体系\x04N\x10?\x18?\n\x04o\n?m", "20170412"], ["305907040", "设计原理", "Design Principle", "建筑与环境学院", "", "本科", "4.0", "64.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20170413"], ["305908040", "城市与建设史", "Chinese City and Development History", "建筑与环境学院", "", "本科", "4.0", "64.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20170413"], ["305909020", "BIM设计基础", "Introduction to BIM Design", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20170413"], ["305910030", "建筑力学 -2", "Architectural Mechanics -2", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", ""], ["305911010", "BIM设计集中周", "Focus on BIM design", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20170413"], ["305912020", "数字化设计基础", "Introduction to Digitalized Design", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20170413"], ["305913030", "招标投标与合同管理", "Tender bid and contract management", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "邢会歌", "", "", "邢会歌", "", "考试", "", "", ""], ["305914080", "设计基础-1", "Preliminary Design-1", "建筑与环境学院", "", "本科", "8.0", "128.0", "", "", "开设", "", "96.0", "", "32.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170418"], ["305915010", "认知实习", "", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "0.0", "", "16.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20170418"], ["305916005", "结构设计案例分析", "Case Study on Structure Design", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "", "", "", "", "", "20160420"], ["305917030", "空气动力学基础", "Fundamentals of Aerodynamics", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "《空气动力学》作者：钱翼稷出版社：北京航空航天大学出版社出版时间：2004", "《空气与气体动力学引论》作者：李凤蔚，出版社：\n 西北工业大学出版社,时间：2007\n《空气动力学基础（第5版 双语教学译注版）》作者：John D.Anderson（小约翰·D.安德森），出版社： 航空工业出版社,出版时间：2014", "", "本课程是为力学、建筑、航空类专业大二及以上年级学生的选修课程，通过该课程的学习，了解空气或其他气体与物体作相对运动情况下的力学特性及作用规律，为进一步学习飞行器设计、风力发电、建筑、高铁等相关专业打下基础", "考试", "", "空气动力学基础主要讲授空气动力学的基本概念、基本原理和方法；介绍飞行器气动设计概念和方法论的基础上，讲授空气动力学数值模拟等基本方法，拓宽学生的视野；结合实验培养学生开展创新实践的能力。", "20170425"]]