[["301433005", "人工智能在医疗影像中的应用", "Artificial Intelligence in Medical Imaging", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "张灵", "了解人工智能的发展，以及深度学习对人工智能发展的影响。学习人工智能在医疗领域的实际应用，以及相应的产品。学习具体的算法应用的实际临床问题的解决中。\n深入学习人工智能在肿瘤生长预测，检索，匹配等问题的应用。", "考查", "", "本课程首先介绍近年来人工智能（AI）尤其是深度学习的重要进展，然后举例讲解AI在医疗影像中的一些重要成功案例，如：糖网筛查、皮肤癌检测、胸X光片判读等。接着，介绍当前国内外AI医疗影像领域主要高科技公司布局、主要科研机构研究方向，以及初创公司产品方向。最后，结合张灵博士自己的工作，阐述AI在肿瘤生长预测、大型数据集中病变检索和匹配、心血管高风险斑块预测等问题中的应用。", "20180604"], ["301434005", "医疗器械政策法规", "laws and regulations of medical apparatus", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "2014年新版《医疗器械监督管理条例》", "", "游延军、黄婷", "使学生了解医疗器械的法律法规及政策，掌握这些法规的基本内容，懂得法律法规对于未来企业、医院及科研发展的重要意义。", "考查", "", "无源、有源医疗器械检测标准体系及法规，以及医疗器械生物学评价标准体系及法规", "20180604"], ["302001020", "CAD程序设计", "CAD Program Design", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "22.0", "10.0", "0.0", "", "", "", "", "", "", "讲授含实践", "李敬敏", "《CAD程序设计方法》，郑忠俊，沈予洪，张兴亮编，上海交通大学出版社，2004年8月；《AutoCAD (R2000) 及程序设计》，郑忠俊，沈予洪，成都科技大学出版社，2004年4月", "Method of CAD Program Design，Zhengzhongjun、Shenyuhong、Zhangxingling，Shanghai jiaotong University Press，Aug.2004； AutoCAD (R2000) and programming design，Zhengzhongjun, Shenyuhong, Cheng science and technology press, Apr. 2004", "", "", "考试", "", "计算机辅助设计是现代工程设计的重要方法，而CAD程序设计则是研究计算机辅助设计程序实现的方法与技术。本课程主要讲授Visual LISP，VBA和ObjectARX三种编程技术，详细讲解了AutoLISP各种函数，如基本函数，绘图及屏幕操作函数，条件函数与循环函数，自定义函数和图形数据库操作函数，与图形用户交互相关的对话框及驱动程序的设计，用户菜单和工具栏的设计，以及利用已有函数如何实现参数化绘图程序设计技术；还讲述了VBA和ObjectARX的编程方法，编程环境，及以实例的形式介绍这两种方法的设计过程；此外，还介绍了VisualLISP与VBA，VisualLISP与ObjectARX的多平台交差编程方法。本课程是一门实践性很强的课程，要求学生了解CAD程序设计的基本方法，并掌握一至二种ＣＡＤ软件编程技术。", ""], ["302002020", "CIS（企业形象策划）概论", "Introduction to Corporate Identity Scheme", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "24.0", "8.0", "0.0", "", "", "", "", "", "", "讲授含实践", "蒋春林", "丰田文化（美国）杰弗瑞 K.莱克著，机械工业出版社 2009年7月；标志设计 吴国欣 著，上海人民美术出版社 2002年1月", "Culture of Toyota（U.S.A.）Jeffrey K. Liker writes, mechanical industry press, July of 2009; Design of sign, GuoXin Wu, Shanghai People&#39;s Arts press, January of 2002;", "", "", "考查", "", "企业形象策划（CIS）的主要内容是：将企业文化与经营理念，统一设计，利用整体表达体系（尤其是视觉表达系统），传达给企业内部与公众，使其对企业产生一致的认同感，以形成良好的企业印象，最终促进企业产品和服务的销售。对内，企业可通过CI设计对其办公系统、生产系统、管理系统以及营销、包装、广告等形象宣传形成规范设计和统一管理，由此调动企业每个职员的积极性和归属感、认同感，使各职能部门能各行其职、有效合作。对外，通过一体化的符号形式来形成企业的独特形象，便于公众辨别、认同企业形象，促进企业产品或服务的推广。\n通过本课程的学习，学生能够了解企业形象策划对于企业发展的重要性，了解CIS的概念和基本内容，并掌握实施CIS设计的方法和技巧。", ""], ["302003020", "Matlab程序设计", "Data Processing and Analyses Using Matlab", "制造科学与工程学院", "", "本科", "2.0", "40.0", "", "", "开设", "3.0", "30.0", "10.0", "0.0", "", "", "", "", "", "", "讲授含实践", "尹伯彪", "教材：张志涌等，《MATLAB教程》，北京航空航天大学出版社，2001\n[1] 张志涌等.精通MATLAB5.3.北京：北京航空航天大学出版社，2000\n[2] Math Works.MATLAB6.1.2001\n[3] Hanselman D, Littlfiedld B. Mastering MATLAB5.Prentice Hall, New jersey,1998", "MATLAB Tutorial, Zhang Zhiyong,etc. University of Beijing Aeronautics and Astronautics Press,2007 \n[1] Zhang Zhiyong,etc.Master MatLab5.3, University of Beijing Aeronautics and Astronautics Press,2000\n[2] Math Works.MATLAB6.1.2001\n[3] Hanselman D, Littlfiedld B. Mastering MATLAB5.Prentice Hall, New jersey,1998", "", "", "考查", "", "本课程以MatlabR2008版为基础，系统讲述Matlab五大数据类型：数值、字符串、元胞、构架和函数句柄；以双精度数据为例剖析适用于这五大数据类型地数组的创建、标识和援引；然后针对高等数学、数值计算方法、矩阵理论、概率统计等学科，分别阐述MatLab在这些学科上应用的要领和注意事项；精练地讲述计算结果和函数可视化地基本步骤及指令配合；简明介绍函数、子函数、私用函数地生成和使用，同时重点介绍了M函数文件和M脚本文件的编写方法；最后讲解MatLab交互式仿真集成环境SIMULINK的应用和MatLab在数据处理方面的应用。", ""], ["302004020", "Pro/Engineering辅助产品设计", "Modelling &amp; Application of Pro/Engineering", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "8.0", "0.0", "0.0", "24.0", "", "", "", "", "", "讲授含实践", "尹湘云", "《Pro/ENGINEER Wildfire入门与范例》，林清安、刘国彬主编，中国铁道出版社，2005年10月", "Introduction and Examples of Pro/ENGINEER Wildfire, Linqingan、Liuguobing, China Railway Publishing House, Oct.2005", "", "", "考查", "", "本课程主要讲授利用Pro/ENGINEER Wildfire来进行工业产品造型设计的基本方法和技巧，并结合产品设计的理念与工程实际进行运用。本课程阐述和分析产品造型设计的原理和流程、在Pro/ENGINEER Wildfire环境中的实体建模、曲面建模、模具设计和工程图的设计的基本方法和步骤，具有很强的操作性和实用性。本课程要求学生掌握产品设计的一般理论和方法，能熟练地运用Pro/ENGINEER Wildfire进行产品造型设计，并通过完成一个实际产品的设计获得感性认识。", ""], ["302005020", "VB程序设计", "Programming in Visual Basic", "制造科学与工程学院", "", "本科", "2.0", "40.0", "", "", "开设", "3.0", "30.0", "10.0", "0.0", "", "", "", "", "", "", "讲授含实践", "黄劼", "《Visual Basic程序设计教程》，刘天慧，清华大学出版社，2008// 《Visual Basic 面向对象与可视化程序设计》，廖彬山，清华大学出版社，2000//《Learn to Program with Bisual basic 6》，John Smiley，Active Path Ltd.Arden House.Birmingham,2002", "《Visual Basic Programming course》,Liutianhui ,Tsinghua University Press,2008. Visual Basic Object-oriented programming and visualization design , Liaobinshan, Tsinghua University Press,2000.  Learn to Program with Bisual basic 6 ，John Smiley，Active Path Ltd.Arden House.Birmingham,2002", "", "", "考试", "", "本课程以Visual Basic6.0为蓝本，讲授内容涉及Visual Basic的各主要方面。主要内容包括四部分：第一部分介绍面对对象编程的有关基本概念及Visual Basic集成开发环境使用方法、Visual Basic语言特点，第二部分以可视化设计为目的，主要介绍窗体和内部标准控件的属性、方法和事件，第三部分介绍图形处理方法和文件管理的操作，多文档界面设计方法及过程和函数的应用，第四部分为Visual Basic的高级应用，包括多媒体设计和数据库应用等。通过本课程学习，使学生能使用Visual Basic编制程序，实现科学计算、文件管理、图形显示处理及数据库操作等功能，为进一步学习Visual Basic语言的其他高级功能打下基础。", ""], ["302006030", "包装与广告", "Package &amp; Advertisement", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "万华伟", "包装设计、朱国勤、吴飞飞编著、上海人民美术出版社、2003年1月；广告学，李宝元编著、人民邮电出版社、2002年2月", "Package design, GuoQin Zhu, FeiFei Wu, Shanghai People&#39;s Arts press, January of 2003；The advertisement studies, BaoYuan Li, People&#39;s Telecon press, February of 2002", "", "", "考查", "", "本课程是四年级上学期的专业设计课程，在本专业中具有重要地位，它既是设计类专业的必修课程，而且对本设计专业中的造型、结构等元素的理解和提高有非常大的帮助和启示，它既是基础设计知识的进一步巩固和提高，也是平面设计必须掌握的重要课程。本课程通过对包装设计和广告设计的基本原理、设计技巧和制作方法的讲解，能进一步提高学生设计理念和整体观念，丰富设计构思，对结构、材料和制作技巧都有非常大的帮助，使设计作品更具有社会效用和更具生命力。同时，可以让学生掌握广告学的基本知识、广告经营运作原理以及有关广告的基本操作技艺，并能简单设计和制作各种广告。\x07", ""], ["302007120", "毕业设计（论文）", "Graduation Design(Thesis)", "制造科学与工程学院", "", "本科", "12.0", "256.0", "", "", "开设", "16.0", "0.0", "232.0", "0.0", "24.0", "", "", "", "", "", "论文/设计", "", "", "", "", "", "考试", "", "毕业论文（设计）是实现人才培养目标的重要实践环节，在培养学生探求真理、强化社会意识、进行科学研究基本训练、提高实践能力与综合素质等方面具有不可替代的作用。可巩固和扩展学生所学的基本理论和专业知识，培养学生综合运用所学知识分析和解决问题的能力、初步的科研能力以及创新意识和创新能力；进一步训练和提高学生的方案设计、资料查阅、实验研究、社会调查、理论计算、数据处理、经济分析、外文资料的阅读和翻译、计算机应用、文字表达和论文（设计）撰写等方面的能力和技巧；培养学生正确的设计和研究思想、理论联系实际的工作作风、严谨的科学态度、善于与他人协作的能力和刻苦钻研、勇于创新的精神。可根据各专业培养目标要求，以结构设计、论文等形式完成。\x01", ""], ["302008020", "表面工程", "Surface Engineering", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "28.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "范洪远", "表面科学与技术，机械工业出版社，姚寿山，2005", "Surface Science and Technoloy, Mechnical Industry Press, Yao Shoushan, 2005", "", "", "考查", "", "材料的表面性能是材料使用性能的重要组成，表面工程学是一门新兴边缘学科，在20世纪80年代才正式形成。本课程通过理论和实践环节，向学生介绍材料表面性能的重要性，培养学生重视表面性能、注意改造和利用材料表面性能的思维方法和实际应用能力。通过本课程的学习，使学生掌握现代表面工程与技术的基本原理、方法、应用，能够利用表面工程方法对物体原有的表面进行加工，以及在材料原有表面上培养或生成新的表面，从而使表面获得所希望的色彩、外观、形状、保护性以及其他物理或化学性能。本课程包括下列内容：⑴　表面工程概论；⑵　表面工程基础理论；⑶　表面涂镀技术；⑷　表面改性技术；⑸　表面加工技术；⑹　表面分析与测试技术。", ""], ["302009030", "材料成型工艺工装设计", "Design for Material Formation Technology", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "16.0", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实验", "曹建国", "自编讲义", "Handouts", "", "", "考查", "", "本课程主要是冲压工艺模具课程设计，是培养材料成型专业学生的模具设计能力的实践性的教学环节。它在“材料成型技术、模具设计基础、计算机绘图”等课程结束之后进行，是对学生就某一零件进行冲压工艺及模具设计的基本训练，也是为未来工作进行实际生产工艺设计的模拟训练，是培养模具工程师的基本训练之一。本课程设计是教学环节中重要的一环，它让学习者自己联系实际去进一步深入理解、掌握所学到的理论知识。也可以说是与课堂教学相同的目的宗旨——学知识、学方法、增加兴趣、培养能力、提高素质——而进行的第一次综合性实践和锻炼的教学活动。", ""], ["302010020", "材料成型过程数值仿真模拟", "Digital Simulation of Material Forming process", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "曹建国", "材料成形过程数值模拟  付建，彭必友，曹建国 编写，化学工业出版社，2009年9月出版", "material forming process numerical simulation, Fu Jian, Peng Biyou, Cao Jianguo. chemical industry press, Sep.2009.", "", "", "考试", "", "本课程主要介绍材料成形过程研究、工模具设计、工艺参数优化、产品质量控制和手段的变革带来意义深远的影响。介绍设计人员和工艺人员如何借助计算机平台模拟和预测材料成形过程中潜在的各种问题，及时修改和优化设计，从而减少物理试验次数，缩短工模具开发周期，降低产品生产成本。本课程在教学上侧重于将学习材料成形过程数值模拟必须的基础理论与实用的专业知识及专业技能有机地结合，每一章增加若干可以举一反三的应用实例，使学生能够在较短的时间内，了解支撑材料成形数值模拟应用的基础理论与相关技术，初步熟悉借助CAE方法解决实际问题的基本思路及其方法。", ""], ["302011030", "材料成型技术", "Material Formation Technology", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "杨屹", "《材料成型学》 李新城 主编，机械工业出版社2000年8月", "Material Forming（Press ,Author）Li Xincheng, Mechanical industry Press.", "", "", "考试", "", "主要介绍各种材料（包括：金属、非金属材料、复合材料等）成型工艺的基本概念、基本原理、特点和成型技术及方法；并重点介绍液态成型技术及其工艺原理。介绍在各种成型工艺（如铸、锻、焊、注塑、粉末成型、冲压等）过程中所涉及到的工装模具的设计及相关知识。", ""], ["302012010", "材料成型学科专业前沿探讨", "Introductive Discuss of Material Forming process", "制造科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "0.0", "0.0", "", "", "", "", "", "国际周课程", "讲授", "", "自编讲义", "Handouts", "", "", "考查", "", "本课程主要提高系列讲座的形式向学生介绍本专业方向的发展历史、前沿发展概况和发展趋势,以开拓学生的眼界,拓宽学生的知识面,让学生了解本专业国内外的发展态势，并引导学生思索本专业的未来发展趋势。进而促进学生对本专业的热爱，帮助学生规划以后的学术生涯。激发学生的创造性、想象力。本课程分为铸造、模具、焊接、粉末冶金和功能材料等方向进行讲座，由我系资身教授担任讲座，教授们结合自己的科研项目和科研特色开展讲座。同时通过提问、作业、写小论文等形式促使学生提高查阅中外文资料的能力，引导学生热爱本专业，投身本专业的建设。", ""], ["302013030", "材料成型原理", "Principle of Material Formation", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "44.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "王均", "《材料成形基本原理》，刘全坤主编，机械工业出版社，2005年1月第1版。", "Basic Principle of Materials Forming , Liu Quankun, China Machine Press, Jan.2005;", "", "", "考试", "", "本课程主要讲授液态金属和合金的结构、性质；液态金属与合金凝固结晶的基本规律及结晶过程中的溶质再分配以及相应的伴随现象；分析冶金处理的原理以及其对凝固组织与材料性能的影响；着重讲授液态成形过程中的物理、化学冶金现象和内部规律，并分析各类典型液态成形缺陷产生的原理、缺陷的危害以及材料成形的质量分析和控制方法。课程系统介绍金属凝固成形、塑性成形和焊接成形等材料成型工艺涉及到的物理现象、基本规律，并对各种成形技术的基本原理、理论基础、分析问题的方法加以分析阐述，增进学生对材料成形原理及过程的理解，为后续相关的材料成型技术和工艺课程打下牢实的基础。仼", ""], ["302013040", "材料成型原理", "Principle of Material Formation", "制造科学与工程学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "60.0", "0.0", "4.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授含实践", "", "", "", "", "", "", "", "", ""], ["302014020", "材料成型综合实验", "Comprehensive Experiments of Material Formation", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "莫华强", "《材料成型综合实验指导书》，莫华强、文玉华、曹建国、郭智兴等", "instruction book for &quot; Comprehensive Experiments of  Material Forming &quot;， mohuaqiang，wenyuhua，caojianguo，guozhixing", "莫华强、文玉华、曹建国、郭智兴等", "", "考查", "", "《材料成型综合实验》的开设是近年来为完成该任务而加强实践教育的结果。本课程为实践环节，是材料成型与控制工程专业的必修课。它通过在专业实验室内进行的4-5个实验，使学生对材料成型的重要技术手段有充分了解；并通过学生实际操作，掌握基本技能。要求学生分工协作完成实验，并正确填写实验报告。其主要内容如下：实验1   Cu-Zn-Al合金形状记忆效应的测定：形状记忆效应的产生原理，形状记忆合金的制备过程及形状记忆处理的方法，形状记忆效应的测量方法，形状记忆效应检验标准，形状记忆效应的可能应用。实验2  金属材料拉伸及再结晶实验：拉伸实验的国家标准、本实验使用设备和材料介绍，拉伸实验测量目标：屈服强度、强度极限、延伸率的求得方法，再结晶退火的目的和参数确定，拉伸较大变形量对屈服强度的影响，变形量、再结晶退火对组织的影响。实验3   铸铁熔炼浇铸及组织性能检测：设备介绍，实验过程及要点，试样制备及观察组织，不同种类铸铁的石墨或渗碳体的相对数量和形态、晶粒大小和组织的粗细，试样性能测量：洛氏硬度的大小，分析化学成分和孕育处理对铸铁组织和性能的影响。实验4  粉末冶金法制备硬质合金刀具材料：配料、球磨、卸料、干燥、过筛、掺胶、干燥、制粒、压制、烧结，在金相显微镜下观察合金的孔隙，WC相晶粒度等。实验5  典型冲压模具拆装：冲压工艺及模具设计是材料成形及控制工程学科的重要组成部分，本实验通过典型模具的拆装和计算机辅助设计，将传统的冲压工艺及模具设计与现代计算机应用有机地结合起来，进一步巩固学过的冲压工艺及模具设计专业知识，培养学生独立设计冲压工艺及模具的能力。", ""], ["302015010", "材料成型最新发展趋势", "Trendancy of Materials Forming", "制造科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李宁", "相关方面的最新文献资料", "The latest references", "", "", "考查", "", "材料成型技术是制造业的关键技术之一。本课程主要内容包括材料成型技术在国民经济中的作用和地位，本专业的历史沿革和就业情况以及近年来专业的调整、发展和教学计划；主要讲授金属液态成型、塑性成型、焊接、热处理、表面处理、粉末冶金成型、激光快速成型技术；结合形状记忆合金、抗菌材料、生物医用材料、纳米材料与纳米技术等的开发和应用，重点介绍材料制备及成型技术的发展趋势。本课程旨在使学生了解本专业应具有的专业知识，不同成型方法的原理及特点，为后续专业课程的学习打下基础。\n推荐教材或主要参考书：相关方面的最新文献资料", ""], ["302016030", "材料检测与控制", "Measuring and Controlling of Materials", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "文玉华", "《材料分析方法》周玉主编，机械工业出版社，2006年1月；《X射线衍射与电子显微分析》，漆璇等主编，上海交通大学出版社，1992；\n《材料科学与技术丛书》第二卷，卡恩等主编，科学出版社，1999。", "Analysis Methods of Materials ,Yu Zhou, China Machine Press, 2006.", "", "", "", "", "本课程主要讲授材料微观组织的分析方法及材料制备过程中常见工艺参数的测量和控制方法。材料微观组织的分析方法主要包括X射线衍射分析和电子显微分析两大部分，重点介绍X射线衍射的方向与强度，X射线衍射仪的结构及多晶体物相及含量的X射线衍射分析方法；电子显微分析的电子光学基础，透射电子显微镜的结构和原理，电子衍射和衍衬成像的晶体结构和形貌分析的方法和应用；扫描电子显微镜的结构与原理，二次电子成像和电子探针微区成分分析的方法和应用。工艺参数的测量和控制方法主要介绍温度和位移的测量与控制方法，重点介绍热电偶和热电阻测温的原理，电阻和电感式位移测量的原理。", ""], ["302017050", "材料科学基础", "Foundation of Material Science", "制造科学与工程学院", "", "本科", "5.0", "80.0", "", "", "开设", "5.0", "70.0", "0.0", "10.0", "", "", "", "", "", "", "讲授含实践", "莫华强", "《材料科学基础教程》，赵品、谢辅洲、孙振国等，哈尔滨工业大学出版社，，第3版，2009年3月；《材料科学基础》，潘金生等，清华大学出版社，1998年6月；《金属学与热处理》，崔忠圻等，机械工业出版社，1989年11月；《金属学与热处理》，王健安，机械工业出版社，1980年7月", "The Foundation of Materials Science , Zhao pin, Xie fu-zhou, Sun zheng-guo etc. , The Publishing Company of Ha Er Bin University of Technology , Third edition, Mar.2009", "", "", "考试", "", "“材料科学基础”是研究材料的成分、结构、组织和性能之间关系及其变化规律的一门应用技术基础课。从材料的共性出发，注意揭示各种材料的共性及普遍规律，从金属材料扩展到无机非金属材料、高分子材料及复合材料。本课程主要内容包括材料的结构与缺陷，材料的凝固与相图，塑性变形与再结晶，扩散与固态相变及有关金属材料，无机非金属材，高分子材料，复合材料的基础知识。本课程是材料成型与控制工程专业的技术基础课，它为该专业学生的后续课程，如材料成型技术、材料力学性能、工程材料学、材料检测与控制、计算机在材料科学中的应用等提供基础。", ""], ["302018020", "材料力学性能", "Mechanical Performance of Materials", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "唐建新", "工程材料力学性能 , 束德林，机械工业出版社，2003年第1版", "Mechanical Performance of Engineering Materials, Jian Delin. China Machine Press, first edition, 2003.", "", "", "考查", "", "本课程是材料科学、材料成型、机械设计等专业及相关专业的一门重要专业基础理论课。主要介绍金属材料在服役过程中，受到外力和环境作用时所表现出来的宏观规律，如弹性变形、塑性变形、屈服现象、断裂过程等，其对应的力学性能指标和判据，并从微观机理上解释各种力学参量的物理本质。通过本门课程学习，使学生对材料力学性能有全面正确的认识。", "20160907,学时调整32:0-28:4"], ["302019020", "材料制造技术的发展和创新", "Development and creation of technology for producing material", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["302020010", "测控导论", "Introduction of Measurment and Control Technology", "制造科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "14.0", "0.0", "2.0", "", "", "", "", "", "", "讲授含实践", "廖俊必", "自编讲义", "Handouts", "", "", "考查", "", "本课程在介绍测量控制与仪器仪表在科学研究和制造业的重要作用的基础上，介绍一些基本测量技术、手段和方法，同时也会涉及一些国内测控技术与仪器发展动向和新技术应用的内容等， 目的是让测控专业的学生了解测控专业的发展历史，学科范畴及学科特点，本专业的专业规范和培养计划，热爱本专业，对如何安排好四年的学习进行正确的引导和鼓励。另外对近三年本专业的就业情况也将进行介绍。", ""], ["302021030", "测控电路", "Measuring &amp; Controlling Circuits", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "张涛", "1.《测控电路》，张国雄等. 机械工业出版社，2006  2.《现代测控电路》，李刚, 林凌. 高等教育出版社，2004", "Measurement and Control Circuit, Zhang Guoxiong, et al. Machine Industry Press, 2006; Modern Measurement and Control Circuit, Li Gang, Lin Ling. Higher Education Press, 2004", "", "", "考试", "", "《测控电路》课程是测控技术及仪器专业的一门专业必修课。该课程主要介绍工业生产和科学研究中常用的测量与控制电路。包括测控电路的功用和对它的主要要求、测控电路的类型与组成、信号放大电路、信号调制解调电路、信号分离电路、信号运算电路、信号转换电路、信号细分与辨向电路、逻辑控制与连续信号控制电路、对若干典型测控电路的综合分析。本课程在电子技术与测量、控制之间架起一座桥梁。通过本课程学习，使学生熟悉并掌握测控方面的基本电路，有能力分析常用的测控电路的工作原理，具备解决一般常用测控系统所用电路问题(包括设计及实现)的能力。", ""], ["302022010", "测控技术与仪器新技术讲座", "New development of measurment and control technology", "制造科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "14.0", "0.0", "2.0", "", "", "", "", "", "", "讲授含实践", "廖俊必", "近年来国内外先进仪器仪表设备样本、介绍，学术期刊杂志论文资料", "The overseas and domestic relative advanced measurement instrument and equipment stylebooks, introductions and academic papers.", "", "", "考查", "", "本课程主要针对大四年级测控技术领域的本科生，在走向工作前对有关测控技术新理论和实际的国内外现代测量控制与仪器的状况进行更多的了解。本课程开设7个专题讲座，分别是：\n（1） 4个专题介绍国内外现代测量控制与仪器仪表相关领域的先进设备仪器和发展趋势，以及与仪器仪表密切相关的重要学术领域的前沿技术。重点在几何量仪器，例如具有光学测头和激光测头的三坐标测量机，激光跟踪仪，具有抗倾斜和波动的超声波液位计，无线传感器网络和远距离数据采集与控制等。（2）2个专题介绍测控系在近几年承担的各种高水平的科研课题。（3） 1个专题介绍科学研究方法论。", ""], ["302023020", "测控仪器设计", "Design of Measurement &amp; Control Instrument", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "26.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "黄玉波", "《测控仪器设计》，浦昭邦、王宝光主编，机械工业出版社，2009年第二版第三次印刷；量仪设计、测控仪器设计基础、长度测量仪器等", "Design of Measurement and Control Instrument, By Pu Zhaobang, Wang Baoguang, China Machine Press, July 2009", "黄玉波，赵世平", "", "考试", "", "《测控仪器设计》是测控技术与仪器专业学生必修的一门专业课程，课程在已学本专业基础课和专业基础课的基础上，系统论述了测控仪器的精度设计、总体设计的理论与方法，分析了在总体设计时如何考虑测控仪器的机械系统、电路系统、光学系统设计的主要问题和方法。本课程课堂教学内容主要集中在前三章，将重点讲解“仪器误差的分析和计算”“仪器误差的分析与综合”“测控仪器的设计原则-阿贝原则”等关于几何量测控仪器设计的最基本和最重要的原则、原理和方法；课堂教学还结合科研项目，深入浅出的结合在科研中的实例给同学讲解这些原理和方法，引导学生能够初步应用这些知识去分析和解决问题。", ""], ["302024030", "测控仪器设计课程设计", "Course Design of Measurement &amp; Control Instrument", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "16.0", "0.0", "42.0", "0.0", "6.0", "", "", "", "", "", "论文/设计", "黄玉波", "《测控仪器设计课程设计 - 指导书》，制造学院《测控仪器设计》教学组编，2009年9月 ；量仪设计、测控仪器设计基础、长度测量仪器等", "Course Design of Measurement and Control Instrument", "黄玉波，赵世平", "The Course Design of Measurement and Control Instrument is set up after the students have already mastered all kinds of foundation and specialized courses. The purpose is to make students have a more comprehensive understanding of the principles as well as the structure arrangement of the instruments so as to enhance their comprehensive hands-on capacity. The design require students within the prescribed time to study out the working principle of instrument, estimate instrument accuracy, and design the overall layout of equipment, complete the overall assembly drawing as well as the part drawing, and finally write the design specification etc. In the course design, the students, in addition to applying the theoretical knowledge learned and methods of design and calculation, have to use knowledge of other relevant courses, and read design manual, national technical standards and other reference materials. For all the above mentioned, the course design is very important for the student’s comprehensive application of knowledge, ability of independent analysising and practical problems solving, and understanding the methods and steps for instrument design.", "考查", "", "《测控仪器设计课程设计》是在学生学习了本专业各类技术基础和专业课知识后，开设的综合性专业课程设计，目的是让学生对测控仪器的原理、结构有较全面的了解并提高其综合动手能力。该设计要求同学们在规定的时间内，完成从拟定仪器工作原理、估算仪器精度、到确定仪器整体布局，以及仪器各组成部分机构和结构完成整机总装配图与零件图设计，及设计说明书的撰写等。在设计中同学们除了应用本课程所学过的理论和识和设计计算方法外，还必须用到其它有关课程的知识，需要翻阅有关设计手册、国家技术标准及其它参考资料。因此本设计课程对于学生综合应用所学知识，独立地分析和解决实际问题的能力，了解和初步掌握仪器设计方法和步骤都是十分重要的。", ""], ["302025020", "测控总线与虚拟仪器", "Virtual Instroment", "制造科学与工程学院", "", "本科", "2.0", "36.0", "", "", "开设", "2.0", "26.0", "10.0", "0.0", "", "", "", "", "", "", "讲授含实践", "尹伯彪", "材：杨乐平、李海涛等.LabVIEW程序设计与应用.电子工业出版社.2005.1\n[1] 杨乐平、李海涛等.虚拟仪器技术概论.电子工业出版社.2003.3 [2] 杨乐平.自动化测试与虚拟仪器技术.国防科技大学出版社.1998 [3] LABVIEW User Manual. USA：National Instruments Corporation.1998 [4] LABVIEW Function Manual. National Instruments Corporation.1998\n[5] 阳宪惠，现场总线技术及其应用，清华大学出版社，1999", "Yang Leping, Li Haitao, etc. LabVIEW Programming Design and Apply. Publishing House of Electronic Industry.2005\n[1] Yang Leping, Li Haitao, etc. the Conspectus of Virtual Instrument. Publishing House of Electronic Industry.2003  [2] Yang Leping. Automatic testing and Virtual Instrument Technology. National Defence Industry Press.1998  [3] LABVIEW User Manual. USA：National Instruments Corporation.1998\n[4] LABVIEW Function Manual. National Instruments Corporation.1998 [5] Yang Xianhui，Locale Bus Technology and Applying. Tsinghua University Press. 1999", "", "", "考查", "", "本课程主要讲述测控总线和虚拟仪器设计两部分。其中测控总线讲解现场总线部分（了解）、与虚拟仪器相关的计算机总线（包括硬件和软件部分）。在虚拟仪器设计这部分中，先讲解用于虚拟仪器开发的硬件分类（DAQ仪器、GPIB仪器、VXI仪器、PXI仪器）和各自特点，然后讲解虚拟仪器软件部分（LabVIEW,LabWindows,HP VEE）,重点讲述LabVIEW。LabVIEW包含采集数据的操作（产生和使用），变量、数组、簇与波形数据的创建和使用、结构与属性（循环结构、顺序结构、选择结构、时间结构、基本公式节点和属性节点）、采集数据和输出结果的波形显示以及数据分析和信号处理，最后讲述LabVIEW程序设计的人机交互界面和定时与对话框。", ""], ["302026030", "测试技术", "Precision Measuring Technique", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "0.0", "8.0", "", "", "", "", "", "", "讲授含实践", "谢驰", "《信号与系统分析》吴大正 高等教育出版社 2003年2月 《几何量测量》黄清渠 机械工业出版社 1999年 《检测与转换技术》 常健生 机械工业出版社 2000年", "Measuring Technique", "", "", "考试", "", "本课程为专业课程，主要讲授的内容是测量原理、测量方法和测试系统。以长度量、机械量、热工量三大基本量为典型测试问题，讲授其测量基本原理和方法、测量误差分析与修正、测量精度的评定以及计算机辅助测量技术。全面考虑精度、稳定性、经济性、可行性、寿命、使用维修方便与环境适应性等方面的要求，从选择、设计测量原理、方法入手，设计各类测试系统，综合运用所学专业基础知识来解决有关测试方面的问题，为学生从事测试工作奠定了专业基础。本课程要求：学生掌握检测技术的基本理论；掌握各类典型传感器的适用范围；掌握一般测试问题的测量原理、方法的设计，具有检测系统的机、电、计算机方面的总体设计能力。\x04N\x14?", ""], ["302027030", "产品结构设计", "Structure Design of Products", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "12.0", "0.0", "", "", "", "", "", "", "讲授含实践", "尚利", "《产品结构设计》（讲义）??`?\x02+", "Structure Design of Products（a handout）", "", "", "考查", "", "《产品结构设计》课程是工业设计专业研究产品结构设计中的共性与个性相结合的一门主干专业课，它的目的是使学生了解产品结构设计的内涵、性质、过程、要求和基本方法，掌握产品结构设计的基本框架。通过对产品结构设计的准则、结构优化与创新设计的基本思路与方法的学习，使学生初步具备确定产品外部与内部结构的能力，初步具备分析产品功能与结构需求关系的能力。同时，通过本课程的学习，使学生初步了解工程设计的流程，建立起工程设计的基本概念，为后续专业课程的学习打下基础。\n课程主要内容：本课程首先在讲述产品结构设计的内涵、性质、要求和基本过程的基础上，重点讲述产品结构设计中所需遵循的有关准则，这些准则包括\n① 考虑美学与人机学的结构设计准则；\n② 符合工艺要求的结构设计准则，主要讲述机械加工件的结构设计；\n③ 符合力学要求的结构设计准则，即提高强度和刚度的结构设计；\n④ 考虑装配与维修的机械结构设计准则；\n⑤ 焊接件的结构设计准则；\n⑥ 锻造和冲压件结构设计准则；\n⑦ 符合材料要求的结构设计准则，主要讲述塑料件结构设计准则；\n⑧ 密封装置的结构设计准则；\n⑨ 符合安全要求的结构设计准则。\n最后简要介绍产品创新设计的概念、内容、理论与方法。", ""], ["302028020", "产品类设计竞赛", "Design Competition of Product", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "16.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "蒋春林", "产品设计基础教程，（英国）查理德 莫里斯 著，中国青年出版社，2009年9月产品设计，（美国）Kevin N.Otto &amp;Kristin L.Wood著，电子工业出版社，2006年10月", "The Fundamentals of Products Design (Britain), Richard Morris writes, China Youth Press, September of 2009;Product design  (U.S.A.)  Kevin N.Otto &amp;Kristin L.Wood writes, Electronic Industry Press, October of 2006;", "", "", "", "", "产品设计竞赛是针对产品设计开发的实践课程。学生通过参与指定的各种正式的设计竞赛，比较深入地了解从产品市场战略分析到新技术和新材料的应用以及产品设计到产品生产制造的全过程。产品设计竞赛课题一般选择当年全国性、时效性、先进性和前瞻性的题目。学习的重点在于如何在指定题目和要求的约束条件下完成创新设计。产品设计竞赛不但是一次真枪实弹的实践，更是对以往学习成果的一次大的总结和测试。涉及市场发展趋势、新技术、新材料、新工艺等多方面知识。重在锻炼学生的分析能力、创新能力和解决问题的能力。\x01?", "20160907,0:32-16:16"], ["302029030", "产品设计（Ⅰ）", "Product Design (Ⅰ)", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授含实践", "", "产品设计，张展，王虹。上海人民美术出版社，2006", "Product Design, Zhangzhan, Wanghong, Shanghai Art Press, 2006", "", "", "考试", "", "《产品设计（Ⅰ）》是工业设计专业的核心骨干课，主要通过系统讲授各类产品的设计要点和方法使学生由浅入深地熟悉掌握产品设计的概念形成、人机工程学在产品中的应用、材料及其工艺对外观设计的影响和要求；学习系列和家族化产品的设计要点和步骤。以家具和数码产品为例介绍“白箱式”产品和“黑箱式”产品的不同创意点。通过著名的商业成功的产品开发案例，讲授产品开发设计的主要思路和完整过程，激发学生的创新意识，使学生尽快掌握方法并创作出合格作品，并产生出新的有价值的产品功能概念和结构。课程分专题讲授，包含：家具、电子产品和复杂机电产品。在课程后半段强调原创型和改良型产品的不同设计要求和流程；强调对综合性大复杂程度高的工程机械、专业大型设备如何在保证功能实现的前提下实现创新。课程以学生的设计为考核内容，不进行试卷考试。课程的实践性环节要求利用废旧材料创造并制做出有市场价值的产品。_", ""], ["302030030", "产品设计（Ⅱ）", "Product Design (II)", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授含实践", "杨随先", "《产品系统设计》—（产品设计）（2），吴翔编著，中国轻工业出版社，2000.6", "Products System Design—Product Design（2）,Wu Xiang, China Light Industry Press, 2006.6", "杨随先、干静", "", "考试", "", "讲授未来城市生活、生产环境设施，老人、残疾人用品，地下空间开发等各类特殊产品设计。介绍对各种产品进行信息调研与统计分析以及功能分析的方法，分别提出机、电、信息等功能要求及设计方案，然后综合决策并设计。\x01", ""], ["302031020", "产品设计课程设计", "Course Design of Product Development &amp; Modeling", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "论文/设计", "干静", "", "", "", "", "考查", "", "本课程设计旨在：使学生学习并掌握在指定题目下完成新产品开发设计前期的完整过程，熟悉产品设计主要环节的操作步骤。理解在主要设计环节中的具体要求和重点、难点，体会市场、产品和设计师之间的关系，了解人因要素、功能要素以及面饰材料和成型工艺、产品结构等工程因素对实际产品设计的约束，在约束环境下，锻炼创新能力、审美能力以及运用各种设计工具的综合表达能力。学习团队合作共同完成任务；设计体现产品设计的工程化，突出产品真实感表现效果。设计流程包括：设计调查与选题准备——选择设计产品，展开实地市场调查、网上资料和文献调查；分析产品现有问题或存在的未满足之需求，提出产品的创新点，从而明确设计任务书的具体内容；然后用手绘草图或电脑草图进行概念设计；进而进行产品细化设计的三维建模和渲染，接着通过方案评估与细节修正；最后完成设计总结、设计展示和撰写设计报告。_", ""], ["302032020", "产品设计人机工程学", "Ergonomics", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "冯成德", "《工业设计人机工程》，阮宝湘、邵祥华编著，机械工业出版社，2005年5月；《工程和设计中的人因学（第七版）》，Mark S.Sanders and Ernest J.McCormick，清华大学出版社，2002年7月", "Ergonomics in Industrial Design，Ruan Baoxiang、Shao Xianghua，China Machine Press， May 2005；Human Factors in Engineering and Design (Seventh Edition)，Mark S.Sanders and Ernest J.McCormick， Tsinghua University Press， July 2002", "", "", "考试", "", "本课程是面向机械设计和相关专业学生的选修课，是指导学生在产品设计过程中如何处理人机因素的专业课程。学习和研究人与机器、环境的相互作用及其合理结合，使设计的产品适合人的生理、心理等特征，达到用户在产品使用过程中提高效率、安全、健康和舒适的目的是本课程的目标。本课程要求学生深入认识人的因素在产品设计中的重要性，正确理解人机系统各要素的关系，系统掌握人机工程设计的基本原理和方法。本课程的基本内容是：人在作业时的生理、心理特征，产品设计中人体尺寸数据的应用方法，人与机器交互的界面的设计方法，人与机器共处的作业环境的设计以及产品设计中其它有关人机因素的原理和应用。设计思想、设计原则、设计数据是本课程的核心。", ""], ["302033030", "产品设计原理", "Principle of Product Design", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "干静", "Mike Baxter. 产品设计与开发。张建成译。刘合出版社  1996  Karl T.Ulrich, Steven D. Eppinger. Product Design and Development. McGraw-Hill. 2005 色彩设计指南， [美]吉姆.克劳斯，上海人民美术出版社 ，2002", "Product Design and Explore. Mike Baxter. Liuhe Press. 1996.   Product Design and Development. Karl T.Ulrich, Steven D. Eppinger. McGraw-Hill. 2005.    Colur index, Krause.J，Shanghai Art Press，2002", "", "", "考试", "", "本课程重点介绍产品设计基础理论，包括产品形态的视觉知觉的两段式原理、格式塔原理等一般规则；以及特殊规则如脸面效应、数理关系的内在美感及其在产品样式设计中的应用。阐述了产品形式美学的五大原则和保尔尼理论。着重讲述产品外观的语义理论及其应用方法。以新产品开发为目标，教授产品开发的类型及其不同特点；介绍产品开发的不同组织结构和实施过程。重点讲述在产品概念形成阶段的方法；包括从市场调查等资料的结果中分析和提取用户需求，建立设计任务书。使用生活方式参照、功能分析、创新理论等形成产品概念并建立产品初步模型。运用评价理论对产品的多个概念进行筛选等。通过手表、数码相机等实例介绍和设计实践使学生熟练掌握相关理论和设计手段，帮助学生建立系统的产品创新思维和设计技巧。Z", ""], ["302034020", "产品质量与控制", "Products Qualification Control", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "宋康", "《产品质量控制与统计检验》，蒋大文主编，四川大学自编教材，2001年；《质量控制方法与管理》，郎志正著，国防工业出版社，1984年；《产品质量检验技术》，席宏卓著，计量出版社，1992年；《统计检验与质量控制》，徐世朴著，清华大学出版社，1986", "Products Qualification Control and Statistical Test, Jiangdawen, Self-compiled teaching materials, 2001;《Qualification Control Methods and Managements》, Langzhengzhi, National Defense Industry Press, 1984;《Products Qualification Inspection Technology》, China Metrology Publishing House, 1992;《Statistical Test and Qualification Control 》, Xushipu, Tsinghua University Press, 1986", "", "", "考试", "", "随着我国加入WTO，企业日益认识到产品质量的重要性。建立和完善我国产品的全面质量管理体系，不断改进产品质量对企业获得和保持良好的经济效益是十分必要的。本门课程主要介绍产品质量及控制的基本概念，统计推断理论基础，质量控制常用方法和工具，工艺过程精度的统计分析，生产过程质量的统计检验，产品质量的抽样验收及统计检验仪器。本课程的教学目的和要求是：为适应市场经済的发展和扩大学生知识面、使学生牢固树立产品质量观意识、初步掌握产品质量的控制原理，初步具有解决实际产品质量问题的能力，为在质量控制领域内进一步发展和提高奠定必要的基础。", ""], ["302035030", "传感器", "Transducers", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "徐晓秋", "《传感器》，唐文彦主编，机械工业出版社，2007年5月；", "Sensors, Tang wenyan, China Machine Press, May.2007", "", "", "考试", "", "传感器是与现代科学技术紧密相连的正在发展的一门新兴学科，其种类很多，涉及的工作原理十分丰富。传感器与生产实际和科学研究的关系十分密切。所有这些就决定了《传感器》课程是一门综合性、理论性和实践性都很强的课程。本课程主要讲授把各种几何量、机械量、热工量以及其他有关物理量转换成电量的各种传感器（包括基本转换电路）；同时为拓宽学生眼界，适当增加了一些工业和科研中常用的新型传感器内容。本课程要求学生掌握各类传感器的工作原理、主要性能及其特点；使学生掌握各种传感器的典型应用，能合理地选择和使用传感器；同时还要求学生了解当代传感技术的最新研究成果及发展方向。\x02", ""], ["302036030", "传热与传质", "Heat and Mass Transport", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "44.0", "0.0", "4.0", "", "", "", "", "", "", "讲授", "冯可芹", "《材料加工冶金传输原理》，吴树森主编，机械工业出版社，2006年；《冶金传输原理》，沈颐身等，冶金工业出版社，2000年。", "Principle of Transfer in Materials Manufacturing and Metallurg,, Wu Shuseng, Mechanical Industry Press, 2006", "", "", "考试", "", "本课程首先介绍动量传输、热量传输、质量传输概念及其三者之间类似性。然后分章介绍导热、对流换热、辐射换热的基本规律和分析求解，主要内容涉及到导热微分方程式的建立和应用；稳态和非稳态导热问题的分析求解方法；对流换热微分方程组的建立；相似原理在对流换热中的应用；稳态强制对流和自然对流问题的分析求解方法；黑体、灰体热辐射的特点；物体之间辐射换热问题的网络法求解。最后利用传热与传质的相似性，通过类比方法介绍质量交换的基本规律和分析计算，包括稳态和非稳态分子传质问题的分析求解；稳态对流传质问题的分析求解。通过课程学习，要求学生具有一定的分析和解决传热传质问题的能力。", "20170330学时调整48:0-44:4"], ["302037020", "创新设计概论", "Introduction to Creative Design", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李彦", "李彦. 产品设计及创新（自编讲义，李彦），2008\n1、李建军.创造发明学导引.北京：中国人民大学出版社，2002  2、黄纯颖，高志，于晓红等.机械创新设计.北京：高等教育出版社，2000  3、吕仲文．机械创新设计.北京：机械工业出版社，2004 4、波诺，严肃的创造力-应用水平思考法获得创意，新华出版社，2003  5、檀润华.创新设计-TRIZ：发明问题解决理论，北京：机械工业出版社，2002 6、赵新军,技术创新理论(TRIZ)及应用,北京:化学工业出版社工业装备与信息工程出版中心,2004  7、Kevin N.Otto,Kristin L.wood.产品设计[M].北京:清华大学出版社.2003  8、邓家缇，产品概念设计—理论, 理论、方法与技术[M]，北京：机械工业出版社.2002.3 9、Nam PyoSuh著,谢友柏等译，公理设计:发展与应用.北京:机械工业出版社.2004.5", "Product Design and Innovation , Li yan", "李彦 李文强 李翔龙", "", "考查", "", "“创新设计概论”以认知过程和技术系统发展规律为主线，介绍创新设计的相关理论、方法和工具，使学生了解产品设计的完整过程，掌握创新设计的理论和方法，培养学生创新设计与工程实践的能力，为以后从事机电产品的开发设计打下基础。为创造性思维和方法的广泛应用打下基础。重点介绍以下内容：产品设计过程，产品设计要素，产品创新模式，产品需求分析方法，概念生成过程，基于创新设计的创造力模型，基于非逻辑思维的创新方法（包括头脑风暴法、六顶思考帽、奥斯本检核表法等），创造发明学方法-TRIZ，创造性模板(Creativity Templates)方法等。", ""], ["302038030", "单片机原理及应用", "The principles &amp; Applications of Single-chip Computer", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "0.0", "8.0", "", "", "", "", "", "", "讲授含实践", "黄劼", "《单片机原理及接口技术》，黄劼 徐晓秋，国防工业出版社，2008.3//《单片机原理及接口技术》，胡健，机械工业出版社，2005.1；《单片机原理与应用》， 孙俊逸，清华大学出版社，2006； MCS-51单片机原文资料, http://www.atmel.com/products/8051/default.asp", "SCM Principle and Interface Technology ,Huangjie、Xuxiaoqiu, National Defense Industry Press,2008.3;  SCM Principle and Interface Technology ,Hujian, Machinery Industry Press,2005.1;  SCM Theory and Application ,Sunjunyi, Tsinghua University Press; MCS-51 SCM Original data, http://www.atmel.com/products/8051/default.asp", "", "", "考试", "", "通过学习INTEL 公司MCS-51系列八位微型计算机的原理, 使学生全面掌握MCS-51系列单片机原理、构建和分析应用系统的方法及典型的系统扩展技术。本课程主要讲授单片机存储器配置体系、内部功能部件工作原理、定时、中断及串/并行通讯概念及实现方法，学习MCS-51单片机的寻址方式和指令系统、介绍存储器和I/O扩展的基本原理，课程还将介绍MCS-51单片机与其他微处理器和单片机的异同。通过本课程学习，具有设计简单的单片机系统、分析已有系统的工作原理和编制相应的控制软件的能力，同时为学习、使用其他类型微处理器、单片机、FPGA、CPLD及DSP打下基础。", ""], ["302039020", "电路仿真与PCD设计", "Simulation of Electronic Circuits and PCD Design", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "24.0", "8.0", "0.0", "", "", "", "", "", "", "讲授含实践", "晋崇九", "《Protel DXP 电路原理与PCB设计》，郝文化主编，机械工业出版社，2004年3月；《电磁兼容和印刷电路板理论》，刘元案著，北京大学出版社，2003年", "PCB Design Using Protel DXP, Hao Wenhua, China Machine Press, Mar.2004;", "", "", "考试", "", "本课程主要讲授PCB设计的一般流程和方法以及典型软件功能与使用方法，典型电路的仿真以及PLD设计方法。并结合单片机系统进行原理图、PCB和PLD实例讲解和时序分析，对经典电路进行仿真分析，使用Xilinx的PLD实现简单的数字系统。本课程要求学生掌握基本的电路理论，单片机原理等课程，理解原理图的重要作用，原理图与PCB的相互关系以及软件的操作技巧，了解PLD的组成原理以及一般的设计流程，典型PLD的选型，开发工具的是使用和Xilinx的丰富的电路仿真功能。对原理图设计、PCB设计以及PLD设计与仿真具有感性认识。通过学习，使学生能够很好地掌握PCB设计方法，PLD设计和仿真方法，在实际生产实践中使用好这些设计工具。", ""], ["302040030", "电脑平面设计", "Computer-aided Graphic Design", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "蒋春林", "Coreldraw产品造型表现 黄洪 兰娟编著 清华大学出版社 2007年6月；\nPhotoshop产品造型设计经典 （韩国）姜素英 河永民 著 人民邮电出版社 2004年6月", "Coreldraw products shape-designing, HuangHong、lanJuan，Tsing-Hua University Press,  June of 2007；Photoshop products shape-designing classics，  (South Korea)  SuYing Jiang、YongMin He ,  People&#39;s Telecon Press, June of 2004;", "", "", "考试", "", "对于现代的设计类专业的学生，电脑是必不可少的设计工具，其中平面类的软件又是最基本、使用最为广泛的工具。特别对于工业设计专业的同学，掌握一种位图处理软件和一种矢量图处理软件是必备的基本专业素质。目前，在设计界广泛使用的平面类的设计软件就是Photoshop和Coreldraw。\n通过本课程的学习，学生能够了解到电脑平面设计的重要性和其应用范围，能够学习到Photoshop和Coreldraw这两个软件的基本方法和基本概念，掌握运用电脑平面软件完成平面设计的技巧，而重点则是为工业设计专业的需要：运用这两个软件进行产品表达的训练。", ""], ["302041020", "电液控制技术", "Electro-hydraulic Control Technology", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "熊瑞平", "《机电液控制技术》，关景泰编著，同济大学出版社，2003年；《Hydraulic Control Systems》，Herbert E.Merritt，John Wiley &amp;Sons.Inc；《机电工程》，骆函秀等，浙江大学出版社；", "Mech-Electro-hydraulic Control Technology, Guanjintai, Tongji Univ. Press, 2003; Hydraulic Control Systems，Herbert E.Merritee, John wiley &amp;Sons. Inc; Mechatronics Engineering，Luohanxiu, Zhejiang Univ. Press, Sept. 2002", "", "", "考查", "", "本课程是一门综合性较强的学科，是机电一体化技术的重要组成部分，是在液压传动和自动控制技术基础上发展起来的一门较新的科学技术。目前，电液控制技术在机械制造、军事工业等各个行业得到了广泛的应用。\n学生通过本课程的学习，应对常用的伺服控制技术有深入的理解，熟悉和掌握电液伺服阀、电液比例阀、电液步进马达等元件的结构及工作原理，熟悉和掌握电液伺服控制系统的基本概念、基本原理等相关理论及方法, 熟悉液压伺服元件和系统的理论分析和设计计算。该课程既注重基础知识，又重视工程运用。通过工程实例、例题、实验数据、曲线图表，使读者更好地理解和掌握学习的内容。", ""], ["302042020", "雕塑", "Sculpture", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "实验", "周兵", "雕塑，陈刚，中国艺术出版社2003", "Sculpture,ChengGang, China Art Press, 2003", "", "", "考查", "", "雕塑艺术伴随着人类社会的发展，它见证了人类文明的发展史。作为一种实体的三维造型艺术，雕塑广泛地应用于人类社会生活的各个领域，它美化装饰人们的生活空间。雕塑是研究三维形态美的形式和规律的科学，现代的工业设计也非常注重产品的”雕塑感”表现（或者说形态美）。\n本门课程在教学中注重实践环节，主要让学生在动手创作的过程中掌握抽象的雕塑语言，也用少量的课时介绍理论及雕塑艺术的发展史，并用多媒体展示大量古今中外的优秀雕塑作品，以培养学生的鉴赏力和创新意识。", ""], ["302044020", "粉末冶金工程", "Powder Metallurgy Engineering", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "28.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "冯可芹", "《粉末冶金学》，王盘鑫，冶金工业\n出版社，2006年；粉末冶金原理，黄培云，冶金工业出版社，2004年", "", "", "", "考试", "", "本课程的教学重点是粉末冶金材料产品的制备工艺过程，围绕这一主线把教学内容系统地贯穿起来。简要介绍粉末冶金的历史、现状与发展前景，粉末冶金的基本特点和一些重要理论；详细说明粉体的制备方法；粉末及粉末性能，粉末粒度及其测定，粉末比表面及其测定；粉体的成形方法与原理，影响压制过程的因素；烧结过程的热力学基础，烧结机构，烧结气氛，强化烧结和全致密工艺烧结，以及烧结体性能等。并介绍了几种应用较广的粉末冶金材料的基本特点。本课程培养学生掌握粉末冶金的一般原理，熟悉粉末冶金制备工艺及其在工程材料制备方面的重要意义，了解几种金属材料的粉末冶金工艺，熟悉几种应用较广的粉末冶金材料。", ""], ["302045020", "工程材料及应用", "Engineering Material and Its Application", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "熊计", "《工程材料与机械制造基础》，戴枝荣主编，高等教育出版社，1992.4。《机械工程材料》，沈莲主编，机械工业出版社，1999.5。Selection and Use of Engineering Materials，J. A. Charles, F. A. A. Crane, J. A. G. Funess，世界图书出版公司，2000.6。", "Engineering Materials and Mechanical Manufacturing Basis，Dai Zhirong，Higher Education Press，1992.4; Mechanical Engineering Materials，Shen Lian，Machinery Industry Press，1999.5; Selection and Use of Engineering Materials，J. A. Charles, F. A. A. Crane, J. A. G. Funess，World Book Publishing Company，2000.6。", "熊计  颜家振", "", "考试", "", "本课程主要讲述金属材料（钢、铁、有色合金）的化学成分、组织结构和力学性能之间的联系。讲述了金属材料的凝固过程，Fe-C合金，合金相图及相变，材料的塑性变形及回复再结晶，以及金属材料的热处理工艺。重点介绍了常用工程金属材料如：结构钢、机器零件用钢、工具钢、特种合金钢、铸铁、有色金属及其合金的组织结构、力学性能、工艺性能、应用特点。同时也介绍陶瓷材料、高分子材料和复合材料等新型工程材料的种类、特点和应用。课程的目的是使学生获得工程材料的基本理论知识及其性能特点，建立起材料的化学成分、组织结构、加工工艺与性能之间的关系，了解常用材料的应用范围和加工工艺，初步具备合理选用材料、正确确定加工方法、妥善安排加工工艺路线的能力。", ""], ["302046030", "工程材料学（双语）", "Engineering Materials", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "44.0", "0.0", "4.0", "", "", "", "", "", "", "讲授", "熊计", "工程材料学（修订版），王晓敏，哈尔滨工业大学出版社，2002年8月；Engineering Materials ( Vol. One, 2nd Edition )，R. L. Timings，世界图书出版公司，2000年6月", "Engineering Materials，Wang Xiaomin，Harbin Institute of Technology Press, Aug. 2002；Engineering Materials ( Vol. One, 2nd Edition )，R. L. Timings, World Publishing Corporation, June. 2000.", "", "", "考试", "", "本课程是材料成型与控制工程专业必修的专业技术基础课。本课程的基本教学要求是：重点阐述工程材料的性能与其组织结构之间的联系；说明如何通过工艺手段改变材料的组织结构；介绍常用工程材料及其应用等基本知识；为工程结构、机械零件的设计和制造提供合理选用材料的方法。本课程的任务是：使学生获得有关工程材料的基本理论和基本知识；掌握常用工程材料成分－组织－性能－应用之间关系的一般规律；熟悉常用工程材料的生产工艺过程；具有根据机械零件的服役条件和失效形式，合理选用工程材料、正确设计热处理方案的初步能力。_", "20170330学时调整48:0-44:4"], ["302047020", "工程测试技术与信息处理", "Engineering Measurement and Signal Analysis", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "28.0", "0.0", "2.0", "2.0", "", "", "", "", "", "讲授含实践", "袁中凡", "《测试技术及应用》，刘经燕等，华南理工大学出版社，2004年；《机械测试系统原理及应用》，秦树人等，科学出版社，2005.", "", "袁中凡、田大庆、李静敏", "", "考试", "", "工程测试技术与信息处理是获取生产系统中设备或装置的工作状态物理信息、分析与处理相关测试数据以及进行故障诊断处理的关键技术与基础手段，具有很强的工程实用性和广泛的应用性。本门课程结合工程测试领域的实际现状及其发展，主要围绕工程物理信号流的整个处理过程，讲授工程信号的获取、信号的中间变换与记录、信号描述与处理、常见工程物理量的测试方法及装置、微机化测试分析仪及虚拟测试系统原理等。本课程是工科学科基础性通用性专业课程，通过本课程的学习，使工科学生能掌握进行有关工程量测试与处理的基础知识与技能。", ""], ["302048030", "工程光学基础", "Engineering Optics", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "黄伟", "《工程光学》，郁道银 谈恒英主编，机械工业出版社，2006.4；《光学》上、下册，赵凯华，钟锡华编，北京大学出版社，2008.6", "ENGINEERING OPTICS ,Yudaoyin,Tanhenxing, China Machine Press,2006.4;  OPTICS ,Zhaokaihua,zhongxihua, Peking University Press, 2008.6;", "", "This course is one of basic courses in our department, all the follow-up courses related with optics are based on realizing this lesson. Students can master basic optic theories systematically and analysis methods by learning this course. They also can realize some common optic instruments and optic measurement. So laying the foundation on the design or usage of optic instrument in the work for the future. While it is also a foundation for learning related optic courses in future. This lesson is mainly teaching students the basic theory and method about geometry optics and physical optics, it also makes the students know the example and application of representative optic system. The contents of geometry optics include: basic laws, imaging concept, ideal optic system, plane and plane system, restricting light beam in optic system, representative optic system etc. The contents of physical optics include: optical interference and interference system, optical diffraction, optical crystal, optical polarization and the foundation.", "考试", "", "本课程是本专业基础课之一，本专业与光学相关的后续课程都是建立在对本课程知识的掌握之上。通过对本课程的学习使学生系统地掌握基本的光学理论和分析方法，对常见光学仪器和光学测量方法有一定了解。为今后工作中进行相关光学仪器的设计、使用打下基础。同时为以后进一步学习光学相关课程打下基础。本课程主要讲授几何光学和物理光学方面的基础理论、基本方法和典型光学系统的实例和应用。几何光学主要内容包括：几何光学基本定律与成像概念,理想光学系统,平面与平面系统,光学系统中的光束限制,典型光学系统等。物理光学主要内容包括：光的干涉和干涉系统,光的衍射,光的偏振和晶体光学基础等。", ""], ["302049030", "工程制图（Ⅰ）", "Engineering Graphics(Ⅰ)", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "马俊", "《机械制图》(非机类） 四川大学\n工程制图教研室 ，马俊、王玫主编，北京邮电出版社 2008年9月", "Mechanical drawing，Majun, wangmei. Beijing University of Posts and Telecommunications Publishing House Press, 9, 2008", "马俊、王玫等", "", "考试", "", "工程制图以工程图样为研究对象，而工程图样被称为“工程界的语言”，是生产管理、科学研究、技术交流的重要手段。在设计、制造、安装使用设备等环节都离不开工程图样，因此，每个工程技术人员都应该掌握这门语言，具备绘制和阅读工程图样的能力。\n本课程研究用正投影法绘制和阅读工程图样的原理和方法，培养学生的空间想象能力，是一门实践性较强的技术基础课程。课程主要内容包括：\n1．\t画法几何部分：用正投影法研究图示空间几何元素和形体以及图解空间几何问题的基本原理和方法。\n2．\t制图基础部分：国家标准《机械制图》和《技术制图》的有关规定，计算机绘图和使用仪器绘图的基本方法和技能，绘制和阅读投影图的基本方法。\n3．\t机械制图部分：绘制和阅读零件图和部件装配图的基本方法，以阅读零件图和部件装配图为重点。    \n4．\t专业图部分：电气制图、化工设备图和房屋建筑图简介，对相关专业图有基本的认识和了解。", ""], ["302050010", "工业基础感知实践", "Learning practice of industrial fundamental", "制造科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "3.0", "16.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "实习实训", "蔡鹏", "《工业基础感知实践》，高山、王幼君、王冬梅、梁尚明主编\x07", "Learning  practice  of  industrial  fundamental，Gaoshan, Wangyoujun,Wangdongmei,Liangshangming", "", "", "考查", "", "本课程是实施面向21世纪高等工程教育内容和课程体系改革的过程中提出来的，是针对各专业新生开设的一门课程，它是各专业学生学习机械学科的入门教育。通过对本课程的学习，可使学生对机械设计方面的基本内容有一个总体了解，对机械的组成有一个感性认识，使得对机械的认识更加具体化、形象化。作为感知实践类课程，本课程对于具体的设计理论与方法不做讨论，而主要是为今后进一步学习专业课程打下良好的基础。课程包括：介绍中、外机械发展史、学习机构和机械零件的基本知识、了解常用机构、常用传动方式、联接零部件、轴系零部件及其应用、及机器动力源的、机器实例综合分析等。", ""], ["302051030", "工业美术基础-1", "Basics of Arts in Industrial Design -1", "制造科学与工程学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "万华伟", "设计素描教学，谢芳著、湖南美术出版社、2003年2月", "The teaching of Design sketch， Xie Fang, the art press of Hunan, February of 2003", "", "", "考查", "", "素描（结构素描）是艺术设计的基础课程，是根据造型规律和艺术设计要求所创造的单色形象的绘画。其艺术要求和造型规律是各种设计专业学习中必不可少的，在整个专业学习过程中具有非常重要的作用。通过本课程的学习，让学生学习到适合设计专业所需的造型设计的基础要求，以及能适合专业所需要的随机应变的造型设计，从而丰富、充实与拓展、完善课程体系，为以后的课程设计打下坚实的的基础,", ""], ["302052040", "工业美术基础-2", "Basics of Arts in Industrial Design -2", "制造科学与工程学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授含实践", "万华伟", "水粉静物写生，宫六朝著、人民美术出版社、2002年6月", "Gouache still life painting, LiuCao Gong, People&#39;s Arts press, June of 2002", "", "", "考查", "", "色彩写生训练是艺术设计的基础课程，它要求根据造型规律和艺术设计的特点，客观地、科学地去分析和表现光源色、环境色、物体色的相互关系和变化规律。其艺术要求和规律是设计专业基础训练课程必不可少的，在整个专业学习过程中具有非常重要的作用。通过本课程的学习，让学生学习到适合设计专业所需的色彩基础知识，以及能适合专业所需要的随机应变的色彩变化，从而丰富、充实与拓展、完善课程体系，为以后的课程设计打下坚实的的基础", ""], ["302053020", "工业企业管理", "Industrial Enterprise Management", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "赵武", "《现代企业管理》，张东生、王久征主编，机械工业版社，2005年。\n1.《机械工业企业管理》，王久征等， 机械工业出版社 2001.7\n2.《现代企业管理》，高海晨，机械工业出版社，2000\n3.《管理案例研究》，大连理工大学管理学院，大连理工大学出版社，2002\n  4.《企业管理概论》，黄渝祥主编，高等教育出版社，2002", "Mechanical Industrial Enterprise Management, Wang Jiuzheng and so on, China Machine Press, 2001.7\n1.\tModern Enterprise Management, Gao Haichen, China Machine Press, 2000\n2.\tResearch of Management Cases, School of Management in Dalian Polytechnic University, Dalian Polytechnic University Press, 2002\n3.Introduction of Enterprise Management, Huang Xiangxiang, Higher Education Press, 2002", "", "", "考试", "", "机械工业企业管理是面向机械类学生开设的一门选修课，课程的主要目的是帮助学生系统了解现代企业管理的基本内容，掌握企业管理的基本概念、理论和方法，其中包括企业与企业组织，管理与企业管理，企业管理环境，市场营销，技术创新管理，生产过程组织，质量管理，企业经营与战略等，并学会利用这些理论、方法分析研究企业管理问题，为从事企业管理及相关工作奠定基础。该课程所用教材为《现代企业管理》。主要内容包括企业管理原理、营销管理、技术创新管理、运营管理、人力资源管理、企业战略管理等内容。本教材内容丰富，可操作性强。K", ""], ["302054010", "工业设计最新发展趋势", "Latest Development Trend of Industrial Design", "制造科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "胡萍", "《现代工业设计概论》，黄毓瑜主编，化学工业出版社，2004年08月；《未来产品的设计》，（美）诺曼著，刘松涛译，电子工业出版社，2009年06月；《产品设计》杂志，《艺术与设计》杂志。", "Survey of Modern Industrial Design , Huang yuyu, Chemical Industry Press, Aug.2004;  The Design of Future Things , Donald A. Norman, Publishing House of Electronics Industry, June.2009 ;  Design》magazine; Art and Design magazine.", "", "", "考试", "", "本课程主要以讲座的形式对工业设计的概念、分类及最新发展状况做简单的概括，尤其着重介绍专业领域内最具前瞻性和时尚性的设计思潮、设计手段及先进的设计和制造技术、新材料技术给工业设计带来的突破性进步。介绍本专业各个方向的最新科研成果。通过本课程的学习，对于刚进入工业设计的本科生，一方面能够宏观地了解工业设计的基本内容、设计方法、设计技术和发展方向；另一方面对培养学生的专业兴趣和激发学生的设计灵感起着非常重要的作用。", ""], ["302055020", "公差配合与技术测量", "Tolerance Fit and Measurement", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "28.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "杨荣松", "《互换性与技术测量》 廖念钊主编，中国计量出版社。2007年6月；《互换性与技术测量》 李柱主编，中国计量出版社。", "Compatibility and Technical Measurement, Liaonianzhao etc. China Metrology Publishing House, June 2007", "杨荣松、朱鲁闯", "Interchangeability is machinery manufacturing, instrumentation and many other industrial production, product design and manufacturing of the important principle of interchangeability is measured with the mechanical and electrical engineering colleges students in compulsory basic course.This course is an obligatory course for the student majoring in Mechanical Design Manufacturing and Automation. The contents of the course consist of eleven parts, including the limit and fit of shaft and hole, dimension measurement, form tolerance and position tolerance, surface roughness and testing, slippery limit gauge, tolerance and fit of roll bearings, size chain, tolerance and fit of tapers, tolerance and measurement of screw threads, tolerance and fit of bonds and splines as well as accuracy and test of involute column gears. With a good understanding of the fundamental theory and knowledge about the standardized compatibility and measuring technique, the student is able to choose tolerance fitting and design measuring scheme.", "考试", "", "互换性是机械制造、仪器仪表和其他许多工业生产中产品设计和制造的重要原则，互换性与技术测量是高等工科院校机电类学生必修的专业基础课。它的目的与任务是：通过学习本课程的基本理论，获得互换性标准化与测量技术方面的基础知识，在公差配合的选择和测量方案制定进行能力的培养和技能的训练，为今后从事工程实际工作和科学研究打下基础。主要内容包括：孔与轴的极限与配合、长度测量基础、形状和位置公差及检测、表面粗糙度及检测、尺寸链、滚动轴承\\圆锥\\螺纹\\键和花键\\渐开线圆柱齿轮等零件的公差配合及检测。", ""], ["302056020", "功能材料及其应用", "Functional Materials and Application", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "孙兰", "金属功能材料，王正品，化学工业出版社，2004年；新型功能材料，贡长生，化学工业出版社，2001年。", "Metallic Functional Materials，Wang Zhengpin, Chemical Industry Press, 2007；Novel Functional Materials，Gong Changsheng, Chemical Industry Press, 2001.", "", "", "考试", "", "：研制与开发新型功能材料、具有声、光、电、磁、弹、热等特殊物理性能的新材料已成为近代材料研究和发展的主要方向，功能材料的设计、测试方法与表征技术在现代材料研究领域中也显示出越来越重要的作用。本课程主要介绍功能材料的组成、结构、性能、制备和应用，着重论述反映当代功能材料科学发展的主要前沿领域。主要内容包括电、磁、热学性能，纳米材料，生物材料，储氢材料及其他各种功能材料。该课程的主要任务是使学生理解材料功能特性产生的内在本质，掌握材料功能特性基本的实验测试方法与分析技术，培养学生综合分析、解决问题的能力和实验技能，为今后从事新材料开发与研制工作打下坚实基础。", ""], ["302057020", "光电检测技术", "Optical-electric Measurement", "制造科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "28.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "尹伯彪", "教材：周秀云等，光电检测技术，电子工业出版社，2009\n[1] 王君容，薛台南. 光电子器件. 机械工业出版社1992\n[2] 吴杰. 光电信号检测. 哈工大出版社1990\n[3] 王庆有、孙学珠. CCD应用技术. 天津大学出版社1993\n[4] 雷玉堂等，光电检测技术，中国计量出版社，1997", "Optical Detection Technology , Zhou Xiuyun.etc. Electronics Industry Press.2009\n[1] Wang Junrong, Xue Tainan. Photoelectron Elements. China Machine Press.1992\n[2] Wu Jie.Optical-Electron Signal Detection. Haerbing Industry University Press.1990\n[3] Wang Qingyou, Sun Xuezhu. CCD Applying Technology. Tianjing University Press.1993\n[4] Lei Yutang,etc. Optical Detection Technology. Metrology Publishing House.1997", "", "", "考查", "", "本课程主要包含光电技术检测基础（光电系统的组成——光源，光电探测器件，光学系统和检测电路）。然后分别介绍光源、光电检测器件、热电检测器件（了解）、光电耦合器件、光电成像器件（CCD）、光电信号检测电路的设计、光电信号的数据采集与微型计算机接口、光电信号的变换与检测技术、光电信号的变换类型与检测方法以及光电检测技术的典型应用。概括的讲,本课程包含5部分：理论基础、各类光电与电光器件、检测电路与微机接口、光电变换检测技术与方法和典型应用。其中光电探测器件的选取、光路设计、光电变换检测技术和光电检测技术的应用是全书重点。", ""]]