[["401475040", "毕业实习", "Graduation Practice", "公共管理学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["401476040", "毕业实习", "Graduation Practice", "公共管理学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["401477040", "毕业实习", "Graduation Practice", "公共管理学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["401478010", "Political Philosophy and Public Policy", "Political Philosophy and Public Policy", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Nikolas Norman Patrick Kirby", "", "考查", "", "This course introduces students with no prior experience to political philosophy, and its role in formulating good public policy. It starts by introducing three key groundwork concepts: the good, the just and the legitimate. It then seeks to utilize these key groundwork concepts to present and analyse various applied scenarios, such as tax policy, immigration, the limits of free speech, the morality of markets, affirmative action, and the ethics of public life. The emphasis is on providing students with tangible skills, concepts and theories to make important decision in public life. To this end it uses a number of case studies.", "20160419"], ["401479010", "The Presocratic Philosophers", "The Presocratic Philosophers", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Claire Marie, Svetlana LOUGUET", "", "考查", "", "The course provides an overview of Presocratic Philosophy (and focuses mainly on the Milesians, Parmenides, Empedocles, Anaxagoras and Democritus). We will read fragments and testimonies in order to understand the way these ancient Greek philosophers developed their arguments. To this end, we will also study ancient reception (mainly Plato, Aristotle and Simplicius) and discuss some modern interpretations.", "20160419"], ["401480010", "An Introduction to Education and Workforce Development Systems in the United States", "An Introduction to Education and Workforce Development Systems in the United States", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Wang Jia", "", "考查", "", "This course provides an overview of human resource development systems in the United States at different stages and in different contexts (formal and informal education).Specifically, this course will cover topics including elementary and secondary education system; post-secondary education system; and workforce development systems. In addition, this course will introduce students to three primary application areas of human resource development —Training and Development, Organization Development, and Career Development. Through this course, students will not only gain insights into the American education and culture-oriented practices, they will also experience interactive learning and develop their critical thinking skill.", "20160419"], ["401481010", "Unlocking the Secrets of Data Analysis", "Unlocking the Secrets of Data Analysis", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Zhang Yahong", "", "考查", "", "This course is designed for senior level undergraduate students, masters level graduate students, and PhD students in public administration, public policy, political science, or other social sciences to learn quantitative analytical skills in a step-by-step format. It covers the following topics in data management and analysis: the basic logics and concepts of quantitative research, data collection and coding, linear modeling techniques, and the use of Stata software for data management and analysis. At the end, the course will also discuss how to write a quantitative research paper and get it published in a peer-reviewed scholarly journal.", "20160419"], ["401482010", "Sustainable Development and Global Practice", "Sustainable Development and Global Practice", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Sarah Marie Bexell", "", "考查", "", "Humans need an ecological understanding of their place in the natural environment to promote personal health and well-being, environmental awareness, sense of belonging in a community, sustainability, resilience and advocacy. Firstly, students will gain the background knowledge of global environmental issues and the impact on human and other animal health and survival. Students will also develop practice behaviors in assessment, community engagement, education, health promotion, mobilization, poverty reduction, environmental preservation and capacity building strategies. Students will learn about global policies to relevant human security, biodiversity preservation, animal welfare and sustainable development strategies, conservation of nature, land use, and water use.", "20160419"], ["401483010", "Strategic Management in the Public Sector", "Strategic Management in the Public Sector", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "PAUL CHRISTOPHER JOYCE", "", "考查", "", "This course description includes intended learning outcomes and unit content. Each unit is based on 1 academic hour (45 minutes).\n\nIntended learning outcomes\nThe intended learning outcomes for this course are:\n\n1 Knowledge and Understanding\n 1.1 Knowledge and understanding of the theory and practice of strategic management in the public sector of different countries.\n1.2 Knowledge and understanding of techniques of thinking, analyzing and planning used in strategic management.\n1.3 Knowledge and understanding of the strategic management capabilities being developed as part of public governance reforms in various countries (e.g. India, Saudi Arabia, Singapore, etc.).\n\n 2 Intellectual Skills\n 2.1 Skills in in creating, identifying and evaluating options; and skills in planning the implementation of decisions.\n\n 3 Professional skills\n3.1 Skills in strategic analysis tools.\n3.2 Skills in analyzing strategic issues\n3.3 Skills in formulating ideas for strategic action and appraisal of strategic options\n3.4 Skills in planning strategic implementation\n\n4 Interpersonal skills\n 4.1 Effective communication of strategic ideas.", "20160419"], ["401484005", "汉译《涅槃经》研究", "Nirvana studies", "公共管理学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "涂艳秋", "", "考查", "", "", "20160429"], ["401485010", "Intercultural Communication Skills for Professional Development", "Intercultural Communication Skills for Professional Development", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "SEDGLEY TIMOTHY MARTIN", "This module employs a range of self-assessment and interactive exercises designed to develop students’ awareness of their own and others’ cultural values. The course explores how these can create intercultural barriers, and then practises communication techniques designed to achieve more harmonious collaboration. This module is set in the context of globalisation where so many students aspire to working for international organisations that expect productive, intercultural team-working. Group presentations therefore constitute the final assessment.", "", "", "", "20160506"], ["401486010", "Critical Thinking Skills for the Social Sciences", "Critical Thinking Skills for the Social Sciences", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "SEDGLEY TIMOTHY MARTIN", "This module aims to develop students’ ability to evaluate ideas objectively by considering different viewpoints on any given topic. This is particularly important in the academic context of the Social Sciences where so many issues are open to debate. Participants will consider how to assimilate ideas from the module lectures, reading texts and group discussions into a course assignment that forms the final assessment. This requires them to apply the processes of critical listening, reading, writing and referencing learned during the course.", "", "", "", "20160506"], ["401487010", "The Enlightenment: Science of Society from Hobbes to Hegel", "The Enlightenment: Science of Society from Hobbes to Hegel", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Alexander Schmit", "The course aims at providing an insight into the central theoretical foundations of the modern (mainly Western) account of society in their historical context. It aims to make students understand how European thinkers developed their theories of society and human agency in response to religious wars, global commerce, as well as massive social inequalities of wealth and status. In a close study of some cardinal texts in European thought, such as Hobbes, Rousseau, Adam Smith, and Kant, we will discuss ideas of toleration, natural rights, division of labour, human equality, progress, reform, republicanism, legal order, and aesthetic education. These concepts still form the bread and butter of modern political theory and students will understand the limitations as well as the theoretical achievements of these ideas.", "", "", "", "20160506"], ["401488030", "统计方法与资料分析（台湾交通大学）", "Statistical Methods and Data Analysis", "公共管理学院", "", "本科", "3.0", "45.0", "", "", "开设", "", "45.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "", "", "", "", "", "20160601"], ["401489020", "创行—大学生创新创业实务（中国海洋大学）", "Enactus-College Students&#39; Innovation and Entrepreneurship Practice", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "", "", "", "", "", "20160601"], ["401490030", "西方社会学理论", "Sociological Theory", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160718"], ["401491005", "亚里士多德《诗艺》", "Aristotle Poem", "公共管理学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "亚里士多德《诗艺》", "", "冼若冰", "面向全校同学，讲解古典学入门及其学术训练方法，形成对古典学学习的大体框架，并将其运用于亚里士多德《诗艺》和希罗多德文本的学习，有助于同学的入门学习，提高学习过程中的热情。展示古典学研究的基本方法，如何阅读文本并形成问题意识；学会文本阅读的基本方法。。", "考查", "", "情节建构在亚里士多德的《诗艺》中很重要的角色，其中“普通”一词在文中多次出现，但是仍然不明晰，学者们试图在第九章中找到一些答案。课程围绕文本和研究者们的讨论展开\x05", "20160920"], ["401492120", "毕业论文", "Graduation paper", "公共管理学院", "", "本科", "12.0", "192.0", "", "", "开设", "", "192.0", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20161008"], ["401493005", "大学生心理健康与精神分析", "The psychological health of College Student and psychoanalysis", "公共管理学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "杨蕴萍", "近年来，“心理健康”已经成为社会当下的热门话题，心理问题已经成为制约公民身心健康建设的最大障碍。最近各大高校频繁发生的校园恶性事件背后，我们都能够发现施暴者自身严重的心理问题，如果能够进行及时的干预，不仅可以避免类似的悲剧再次发生，甚至还能够改变学生个人乃至整个家庭的命运。人际关系紧张、环境适应能力差、与父母的代际冲突以及随之而来的抑郁、焦虑等情绪问题已经成为困扰广大学子进一步成人、成材的关键因素。我校历来重视学生心理健康工作，取得了令人瞩目的成就。同时，我们也要看到其中的不足：宣传和普及力度的不足使得心理健康工作流于表面，无法有效深入开展工作。如何向在校学生普及心理健康知识，宣传学校心理健康建设，使得在校学生能够及时了解自己的身心健康、及时寻求帮助，防范于未然是我校心理工作的重点和难点。一、普及心理健康知识，走出心理健康的误区；二、提高大学新生心理自我评估和自我调节能力", "考查", "", "本课程共分为两讲：第一讲绪论涉及心理健康基本概念及范畴，包括：1、什么是健康，心理健康；2、什么是精神分析，精神分析与心理健康；3、心理健康的影响因素；4、大学生心理健康特点。第二讲涉及大学生具体心理问题，包括：1、大学生常见的心理矛盾；2、大学生常见的心理问题：焦虑、抑郁、人际交往障碍；3、正确认识自我心理状态与自我心理评估；4、如何增进大学生心理健康的途径", "20161010"], ["401494005", "分析哲学", "Analytic Philosophy", "公共管理学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "王路", "", "考查", "", "", "20161011"], ["401495030", "西方社会学理论", "Sociological Theory", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "《西方社会学理论教程》，侯钧生主编，南开大学出版社", "《社会理论指南》，特纳编，上海人民出版社", "何明洁,陈进,唐小蓉,倪云鸽", "社会学学科专业必修课", "考试", "", "本课程为社会学学科必修理论课，主要介绍社会学学科建立以来的主要理论和思想，为学生将理论用于指导社会现实的分析提供必要的理论支撑。", "2016.10.26"], ["401496030", "信息资源管理基础", "Base of Information Resource Management", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["401497030", "数据库系统原理及应用", "Database Principle and Appllication", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "24.0", "", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["401498030", "互联网分析与治理", "Internet Analysis and Governance", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "", "", "24.0", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170330新增"], ["401499030", "企业信息管理", "Corporate Informatization Construction and  Management", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170330新增"], ["401500030", "数据挖掘", "Data Mining", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170330新增"], ["401501030", "电子文件管理", "Electronic Records Mangement", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170330新增"], ["401502030", "秘书工作理论与实务", "Secretary Theories and Affairs", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170330新增"], ["401503020", "当代中国政治制度与机构", "Political Systems and Organizations of Present China", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170330新增"], ["401504030", "档案检索", "Retrival of Archives", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170330新增"], ["401505030", "中外档案事业史", "History of Archives Undertaking in China and Abroad", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20170330新增"], ["401506010", "Aging, Health and Health Care in the United States", "Aging, Health and Health Care in the United States", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jeralynn Sittig Cossman", "This course in medical sociology will provide an overview of how sociologists examinemedical issues in the United States, particularly as the US population is rapidly aging. After completing this course, students will better understand: (1) how illness is understood and distributed (by age, race, class, gender and space) across the country, (2) how medical care is provided, especially to the elderly, in the USand (3) social structural issues related to the medical field, including the sociopolitical effects on healthcare provision especially as it relates to insurance. As Medicare and Social Security – two large entitlement programs for the elderly – are harder to maintain, what will health and aging be like for US citizens?", "", "", "", "20170504实践周"], ["401507010", "Capitalism and Morality", "Capitalism and Morality", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mario Wenning", "This course investigates the relationship between capitalism and morality. After tracing the religious roots of capitalism, central features such as the free exchange of products, private property, ideology, and alienation will be systematically elaborated. Different forms such as corporate, free market, and casino capitalism will be distinguished and related to questions of legitimation, justice and the good life.", "", "", "", "20170504实践周"], ["401508010", "Plato&#39;s Psychology : an Introduction", "Plato&#39;s Psychology : an Introduction", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Olivier RENAUT", "This course aims at showing key issues on the so-called Plato’s psychology. It has been claimed (J. Burnet) that Plato literaly “invented” a new meaning of the concept of the soul (psyche). In Plato, psyche has no more the meaning of the vital breath it had in the Epics and the Presocratics: psyche is the principle of the self and the moral personality. The famous socratic claim that one must “care of his soul” must be understood as a critical and unheard meaning of this concept.This course aims at presenting several important bearing of the platonic psychology, from the first dialogues to the Laws, focusing on the ethical dimension of this concept. From “socratic intellectualism” to the political anthropology in the Laws, and the tripartite model of the soul in the Republic, Phaedrus and Timaeus. In the first session, I will focus on the legacy that is found in the platonic dialogues (especially in Epics). In the second session, I will give an interpretation of the “socratic intellectualism” mainly through the Protagoras. In the two last session, I will study some key texts in the Republic and the Timaeus, pointing sometimes to the Laws.", "", "", "", "20170504实践周"], ["401509010", "Major Issues of Public Administration", "Major Issues of Public Administration", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Pan Suk Kim", "This course will cover major issues of public administration. They include:Decentralization and Local Administration; Human Resource Management (HRM) &amp;Civil Service Reform; Performance Management System; Human ResourceDevelopment (HRD); Anti-Corruption and Ethics; and Future Government and FutureAdministration.", "", "", "", "20170504实践周"], ["401510010", "Organizational Leadership in China and the United States", "Organizational Leadership in China and the United States", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Roger Colin Shouse", "What does “leadership” mean and how does it work? Answers and ideas vary greatly across cultural and national boundaries. The meaning and practice of 领导 (lingdao) in China is not necessarily the same as the meaning and practice of leadership in the United States. Important differences also exist between leadership, management, and authority. Through lecture, discussion, video examples, this course explores and compares concepts and styles of leadership and how they are effectively expressed in organizational or social settings.", "", "", "", "20170504实践周"], ["401511010", "Managing Innovation", "Managing Innovation", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Weili Teng", "The course will focus upon the understanding of Innovation and its impact on business and society. The course includes the nature of innovation, technology change, forms of innovation, theories of innovation, sources of innovation, process of innovation, managing innovation, innovation strategy, intellectual property right and other relevant issues to innovation (e.g. creativity, trust and network)", "", "", "", "20170504实践周"], ["401512010", "Introduction to Information Systems Management", "Introduction to Information Systems Management", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Peter Trkman", "The goal is to teach undergraduate business major how to use information\ntechnology/information systems to help ensure the success of their organization. The focus is\nnot on merely learning the concepts of information system but rather on applying those\nconcepts to facilitate business processes.\nCourse contents:\n1. The role of information technology and digital transformation\n2. Decision support systems\n3. Business intelligence\n4. Tools for decision support\nThe course combines interactive lectures with real life examples and practical work in computer\nclassrooms using the MS Excel software", "", "", "", "20170504实践周"], ["401513010", "Analytic Methods for Social Policy", "Analytic Methods for Social Policy", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jeungkun Kim", "This course will emphasize quantitative program analysis, and students will be asked to analyze an area related to a particular social problem. Students will acquire beginning level skills in the use of a wide variety of analytic and quantitative tools, while gaining in-depth skill in a more limited number of tools and techniques. Competence in these skill areas will be gained by completing a major analysis of a social problem area relevant to social policy. The underlying theme of this course will be how to increase the rationality of the choice process when applied to complex and rapidly changing social policies. \nUpon completion of the course, students will be able to: \n1. Demonstrate beginning level competence in the use of the major analytical tools that are most commonly used to assess and evaluate complex systems of social policy\n2. Demonstrate in-depth knowledge of two analytical tools and their application in the social policy field.\n4. Identify the limitations of rational analysis and be able to determine when rational choice processes are desirable and feasible to use.", "", "", "", "20170504实践周"], ["401514010", "Social and Economic Implications of Aging Societies", "Social and Economic Implications of Aging Societies", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jeungkun Kim", "This course examines how increases in the share of the population over 65 influence social and economic situations across countries. Students will learn how aging(or aged) societies can meet the challenge of a population in which the share of persons over 65 is expected to grow. Topics include social, fiscal, and labor market situations, with the focus on increases in the share of the population over 65. Attention is paid to the certainty of long-run forecasts and predictability of population trends and behavior. At the completion of this course, students will be expected to: \n1. Describe the measurement of population structure and change. \n2. Understand of how population structure affects social programs in selected countries\n3. Know how financial security in old age is maintained in selected nations, \n4. Understand the strengths and weaknesses of the various systems of old age support, and\n5. Apply the knowledge of global aging to the analysis of current issues in fiscal and social policy.", "", "", "", "20170504实践周"], ["401515020", "人际传播能力（复旦大学）", "Interpersonal Communication", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20170511"], ["401516020", "思辨与创新（复旦大学）", "Critical Thinking and Innovation", "公共管理学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20170511"], ["401517005", "康德思想中的可能性概念及康德思想中的主体性概念", "ON the kantian concept of possibility and\nOn the kantian  concept of subjectivity", "公共管理学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《纯粹理性批判》、《第一沉思录》、《笛卡尔的&lt;第一沉思录&gt;》", "", "Claudia SERBAN", "了解康德思想中“可能性”及“主体性”的这两个核心概念的相关论证、相关论战及理论后果", "考查", "", "一、论康德的可能性概念。二、论康德的主体性概念及观念论传统对此的延续", "20170515"], ["401518010", "现象学与海德格尔哲学专题", "Topics in Phenomenology and Philosophy of Heidegger", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "瓦尔特 施瓦德勒", "施瓦德勒教授师出名门，是德国当代著名哲学家罗伯特?施佩曼（Robert Spaemann）的重要弟子，也是德国当代著名现象学家瓦登菲尔斯（Bernhard Waldenfels）哲学教席的接任者，是德国政治哲学（里德学派和“人的尊严”问题等）和现象学领域的专家。借此机会，我院学生能原滋原味地了解权威德国专家是如何讲授现象学以及海德格尔哲学的，这将是对哲学系以及学院实力和吸引力的巨大提升。\n施瓦德勒教授还是德国Akademia出版社的“东西方思维道路”书系的主编，此书系迄今已出版20卷，他对于德国的中西跨文化研究作出了巨大贡献。借此机会，以后可以有更多中国学者的中西跨文化研究著作也能够借助他的平台得以出版，然后获得更多的国际关注。\n帮助学生了解德国现象学的起源、发展及其主要内容，让学生深入学习德国现象学家、二十世纪最重要的哲学家海德格尔的基本思想", "考查", "", "", "20170925"], ["401519005", "哲学与希腊罗马世界", "Philosophy and the Greek Rome world", "公共管理学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "苑举正", "", "考查", "", "", "20171023"], ["401520005", "逻辑与认知", "Logic and Cognition", "公共管理学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", "20171113"], ["401521020", "王阳明心学—认识阳明学来探险你的人生（台湾宜兰大学）", "", "公共管理学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "", "20171019"], ["401522020", "互联网分析与治理", "Internet Analysis and Governance", "公共管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "6.0", "", "0.0", "26.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401523030", "大数据技术与应用", "Big Data Technology and Application", "公共管理学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "0.0", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401524030", "劳动经济学", "Labour Economics", "公共管理学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401525020", "组织设计与工作分析", "Organization Design and Job Analysis", "公共管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401526030", "公共政策", "Public Policy", "公共管理学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401527020", "发展心理学", "Developmental Psychology", "公共管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "28.0", "", "4.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401528020", "学年实习", "Term Practice", "公共管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "8.0", "", "24.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401529030", "信息组织与检索技术", "Information Organizing  and  Retrieval Technology", "公共管理学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "0.0", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401530020", "元数据", "Metadata", "公共管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "16.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401531020", "知识管理与创新应用", "Knowledge Management and Creative Application", "公共管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "16.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401532020", "数据仓库与商务智能（全英）", "Data Warehouse and Business Intelligence", "公共管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "16.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"], ["401533030", "“互联网+”实践与研讨", "Internet+ Practice and Research", "公共管理学院", "", "", "3.0", "48.0", "", "", "开设", "", "32.0", "", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180322"]]