[["106522010", "壁画保护、实验考古与可移动文物预防性保护", "Mural Conservation, Experimental archaeology and Preventive Conservation", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "《文物保护学》，《文物保护技术》??8?\n豽?", "", "杨军昌、孙杰", "通过本课程的学习，让学习了解目前文物保护相关技术的最新前沿知识与动态，提升学生的文物保护知识与认知水平，开拓学生的国际化视野。掌握壁画保护的基本程序和最新保护方法；理解实验考古所使用的方法以及同文物保护的融合；掌握可移动文物预防性保护的重要性与包含内容。", "考查", "", "壁画的保护，实验考古，可移动文物的预防性保护等都是目前我国文物保护的重要内容。\n壁画的保护部分是杨军昌研究员近10年墓葬壁画保护研究工作实践的总结。内容既包括传统的提取方法，又包括墓葬壁画的整体搬迁，更有杨军昌研究员课题组自己探索出的一套针对不同墓葬壁画的保护技术。\n考古发掘，无论是遗址、墓葬，还是一件器物、一组器物，都是为实现对过去某一物质文化，或者某一具体器物“完整性”和“原真性”信息揭示、认知，并在此基础上评估的过程，“实验室考古”其目标的实现提供方法上和技术上的基本支撑。实验考古部分将通过“隋炀帝萧后冠的实验室考古与保护”和“唐李倕冠饰与服装组配饰实验室考古”两个案例，将系统介绍实验室考古的基本方法，以推动考古发掘工作中文物保护的主动性介入，促进考古发掘与文物保护的有效融合。\n研究应用一切与博物馆环境相关的科学技术和成果，对馆藏文物保存环境进行有效监控，最大限度地抑制和减缓环境因素对文物材料的破坏作用，预防性地保护珍贵文物，已成为当今国际文物保护共识。可移动文物预防性保护主要包括；可移动文物预防性保护概述和可移动文物预防性保护在博物馆工作中的应用两部分内容，这些内容是近年来预防性保护最新前沿研究成果并在金沙遗址博物馆中的应用。", "20160524"], ["106523005", "葡萄酒鉴赏", "Wine Appreciation", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "杨航", "社会竞争日益激烈，学生需要在校期间就为进入社会打下坚实的基础。葡萄酒作为一种酒精饮料，在现在它的含义早已不再仅仅是饮料这么简单了。商务社交、人情世故、自身素质及修养提升等等，都需要葡萄酒这个媒介来体现。葡萄酒已经成为了当今社会的一种不可或缺的润滑剂。通过此课程的学习，学生能够对自己的审美，修养等素质教育起到一定的提升作用。让学生对葡萄酒有初步的认知，对葡萄酒有一定的鉴赏和品鉴能力。", "考查", "", "1、了解葡萄酒的基本常识：历史、文化、发源、分类、酿造等。\n2、了解葡萄酒的基本葡萄品种。\n3、讲解如何使用正确的系统方法品鉴葡萄酒。\n4、如何了解酒标以及鉴赏名庄葡萄酒", "20160524"], ["106524005", "户外旅行产业发展现状及旅游突发事件应急救援（系列讲座）", "The？development？outside sports in China &amp; outside rescue   \n(a series？\nof？Lectures)", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "樊龙智", "户外运动产业及服务技能作为乡村旅游、休闲度假旅游、海洋旅游、低空旅游和体育旅游的重要组成元素，对各类旅游产品及服务能力具有重要意义，本讲座的目的就是让学生对于户外运动技能及其产业有初步了解，进一步引发同学的自主思考和学习，对素质教育的实现具有重要意义。让学生掌握户外运动产业及技能知识体系，了解在特种旅游中救援运作技能，在任何地方都可以建设有效的旅游风险管理体系；增强学生从事户外运动及旅游应急管理实际工作与科学研究的兴趣，有利于学生在未来旅游管理实践中处理旅游突发事件处置、风险评估等工作。", "考查", "", "户外旅行产业发展现状及旅游突发事件应急救援系列讲座主要针对国际国内户外运动产业发展现状、国内旅游的发展现状、国家关于休闲旅游和体育旅游最新的政策分析、结合政策条件和行业发展户外运动产业的发展趋势、以及作为一种重要旅游构成环节对未来国内旅游业态的影响。", "20160524"], ["106525005", "旅游经济学前沿：参数与非参数方法", "The Foreland of Tourism Economics :Parametric and Non parametric methods", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "查建平", "开设该门课程的主要意义主要表现在四个方面：第一，通过课程让学生们了解旅游经济学领域的学术研究概况，明晰旅游经济学领域的研究重点；第二，通过课程让学生们对旅游经济学相关方法论有一个比较系统、全面的了解，使得学生们在从事该领域学术研究过程中选择正确的研究方法，正确地设计研究框架，提升学生的逻辑分析能力；第三，重点讲述旅游经济学领域典型的参数与非参数方法，譬如参数/非参前沿分析法、指数分析法与静态面板数据、动态面板数据以及空间面板数据计量方法，等等，让学生理解这些方法论背后的原理；第四，根据不同方法论，选择相应的分析软件，确保学生能够熟练使用软件操作，并将其应用于相关研究领域，增强学生的动手能力。该门课程的目标主要表现在两个方面：其一，通过方法论讲解，让学生们对旅游经济学领域方法论有一个系统的认识，明晰典型方法论背后的原理；其二，通过典型方法论的讲解，及相应的软件操作，增强学生对相关分析软件的操作能力。", "考查", "", "第一，系统讲述国内外旅游经济学学术研究领域的概况，梳理与讲解这一领域国内外相关研究的重点及难点，从方法论角度出发，讲解不同研究主题相应的研究方法选择，藉此比较不同方法的优劣；\n第二，选择旅游经济学领域当前较为典型分析方法，由浅入深讲解这些方法论背后的原理，譬如参数/非参前沿分析法、指数分析法与静态面板数据、动态面板数据以及空间面板数据计量方法，等等。\n第三，在方法论讲解的基础上，选择相应的分析软件，譬如Matlab、Stata,等等，讲解相应软件的算法模型编程及操作方法。", "20160524"], ["106526005", "现代设计理念与实践对旅游休憩形态的影响（系列讲座）", "The impact of modern design concept and practice on Tourism Form (a series？\nof？Lectures)", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "曾辉", "早在20世纪70年代，在现代设计理念影响下的城市旅游形态就率先进入了形象驱动的时代。作为现代旅游发展的战略武器和竞争工具，旅游景观规划与的视觉形象成为了旅游地吸引旅游者的关键因素。旅游产业具有综合性、辐射性、带动性特点，使得其内涵与外延难以厘清，以至于旅游综合形象所代表的不仅仅是旅游景点和景区，而是一个城市、一个区域乃至一个国家。现代设计理念的发展与介入使得旅游形象的概念更加系统化，如今，整个城市或国家都在受惠于设计功能主导下的旅游形象传播。课程期望为学生建立现代旅游规划与设计的思考路径与视野，使学生能通过思考设计案例与美学原则，建立起对旅游学科研究的更深层次思考。本系列讲座分为三个专题，从三个不同层面切入设计与旅游形态关系的探讨。", "考查", "", "在现代设计各分支专业的交互介入下，旅游区的规划与游客观览形态已经发生了巨大转向。旅游区的塑造旅游产业具有综合性、辐射性、带动性特点，使得其内涵与外延难以厘清，以至于旅游区设计所辐射范围不仅仅是旅游景点和景区，而是一个城市、一个区域乃至一个国家，也就是说，旅游相关设计是一个系统化观念，它带动了相关产业的发展，使整个城市或国家都从中受益。2013年北京引进了荷兰“大黄鸭”公共艺术项目在北京园博园和颐和园展出。大黄鸭一经落户，即在国内外引起极大的轰动。在网络、微博、微信等新媒体平台上，“大黄鸭”更成为大家持续关注的话题和焦点。大黄鸭展出期间，极大地提升了所在地园博园及颐和园的门票、衍生品售卖、餐饮、游船等各类相关旅游及零售业的销售收入。同时，各地游客涌入北京观赏大黄鸭，也为餐饮、住宿、交通等周边产业带来了巨大的经济效益。本课程将沿诸多类似的典型实例而展开。", "20160524"], ["106527005", "茶道研习", "CHADAO leaarning", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "陈勇光", "一片茶叶承载了悠远的中华文明。从这里打开一扇门，进入茶的世界。鉴赏茶的本味，并尝试创作最美茶汤。1.了解基础茶学与茶文化史、了解茶的产地与制作工艺；\n2. 鉴赏真实茶味，学会茶的审美；\n3. 初步掌握小壶与盖碗冲泡法，领会冲泡技法对茶汤的影响。", "考查", "", "茶文化渊源与中国茶乡；认识六大茶类、茶的内含物与健康；紫砂与瓷器；评鉴茶品；小壶与盖碗冲泡法演习；冲泡技法研讨。", "20160524"], ["106528005", "展览策划与运营", "Exhibition planning and operation", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "蒋丹", "会展产业的发展是随着时代和社会的脉动不断更新的，成都新东方展览有限公司是西南地区知名的会展企业，企业办展办会的亲身实践经验及总结既是学习会展经济与管理专业的基础资料，又提供给大家研究和进一步探索的课题，也是对学生进行职业技能教育的好机会。课程将带给学生最前沿、最实际、最典型的会展策划与运营案例，不仅使他们了解行业发展的最新动态，也使他们清楚知道行业对专业人才的能力和素质要求，找到各自的发展方向。", "考查", "", "“展览策划与运营”，以农博会、家博会等企业所打造的品牌展会为例，以展览主办方的角度，介绍展会活动策划的要素、特点、策划的创新和运营管理等。", "20160524"], ["106529005", "活动策划与运营", "Event planning and operation", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "武超、李军", "会展产业的发展是随着时代和社会的脉动不断更新的，各位企业家办展办会的亲身实践经验及总结既是学习会展经济与管理专业的基础资料，又提供给大家研究和进一步探索的课题，也是对学生进行职业技能教育的好机会。课程将带给学生最前沿、最实际、最典型的会展策划与运营案例，不仅使他们了解行业发展的最新动态，也使他们清楚知道行业对专业人才的能力和素质要求，找到各自的发展方向。", "考查", "", "武超：“会奖旅游策划与运营”，以企业奖励旅游活动的一系列实际案例，以服务提供商的角度，介绍会奖旅游的发展趋势和变化，以及会奖旅游的策划与运营过程。\n李军：“会议策划与运营”，以企业所打造的品牌会议为例，以策划和搭建商的角度，介绍会议活动策划的要素、特点、策划的创新和运营管理等。", "20160524"], ["106530005", "旅游文化研究前沿", "Advanced research of Tourism Culture", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "张扬", "旅游文化产业的发展是随着时代和社会的脉动不断更新的，除了让学生了解旅游文化产业发展动态外，还应让学生密切关注旅游文化相关学术研究的前沿方向，为学生的研究打开新思路。课程将带给学生最前沿的旅游文化研究成果，也使他们清楚知道旅游文化研究的主流方向和主流方法。", "考查", "", "“旅游文化研究前沿”，以论文成果分享、经典文献讨论等多个板块，密切关注旅游文化研究的前沿方向，通过讲授、案例研讨、文献分析、研究方法研讨等多种形式，让学生基本清楚地知道旅游文化研究的主流方向和主流方法，并具有一定的研究能力。", "20160524"], ["106531005", "国际酒店及其餐饮市场新趋势", "Research on International Hotel and catering", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "2012-2016年酒店与餐饮期刊文献", "", "RONNIE", "这门课程旨在通过对国际酒店及其餐饮研究课题的阐述、思考、讨论和学习，帮助研究生了解相关领域最新的研究方向、研究方法和研究成果，希望可以通过课程的学习，将国际上优秀的研究方法理论系统的学习，并将理论上的方法实践到具体的开题研究中，这对素质教育的实现具有重要意义。\n    课程要求学生能够清晰把握国际酒店及其餐饮研究课题的现状，对相关课题的研究方向、研究方法、研究成果有一定的了解。该课程要求同学可以掌握最新的研究动态，学习最新的研究方法，将方法用到以后的科研实践中。", "考查", "", "主要针对国际酒店及其餐饮的研究现状、研究热点、研究方法、研究新进展进行组织讨论，帮助同学了解国际酒店及其餐饮最新动态，讨论中引导学生多思考", "20160901"], ["106532005", "世界最早的史诗—《吉尔伽美什史诗》的起源、内容与影响", "The origin, content and influence of “Gilgamesh”-The first epic in human history", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "拱玉书", "上古两河流域文明是人类文明的起源，世界上最早的文字、法律、文学等等珍贵的人类精神与物质遗产均诞生在这里。学习这部分的内容，能够引导学生重新审视人类文明史的发展，以新的起点与新的视角来认识与重构古代人类文明史。使学生能够基本了解早期两河流域历史状况，对于当时楔形文字文学有初步的认识，并且领会到《吉尔伽美什史诗》当中对于早期人类关于天地、自然与生命轮回的思考。", "考查", "", "吉尔伽美什是生活在公元前2900年前后的一位国王，他的传奇故事成为许多文学作品的关注对象。大约在公元前1800年的古巴比伦时期，形成了将各种传奇故事串联在一起的《吉尔伽美什史诗》。大约又经历了五个世纪，一个叫Sin-leqe-uninni的文学巨匠把《吉尔伽美什史诗》拓展为十二块泥版的鸿篇巨著，流传至今。《吉尔伽美什史诗》是公认的人类历史上最早的史诗，也是迄今为止最伟大的文字作品之一，是世界文学中的瑰宝。这部史诗篇幅巨大，情节复杂而连贯，且引人入胜，人物栩栩如生，反映的哲理非常深刻。这部文学巨制对后世文学产生重大影响。", "20160927"], ["106533005", "遗产与利益：城市旅游与社会变迁", "Heritage and Profit：Urban Tourism and Social Change", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "Evicted from Eternity: The Restructuring of Modern Rome. Chicago: University of Chicago Press, 2009\n人类学：文化和社会领域中的理论实践. 迈克尔?赫茨菲尔德著：刘珩，石毅，李昌银译", "", "Michael Herzfeld", "旅游学科作为一门综合类交叉学科，与社会学、人类学、经济学等众多学科有着密切相连的关系。本门课程邀请世界一流的哈佛大学人类学与城市规划双学科Michael Herzfeld教授来进行授课，旨在开拓我校旅游管理专业学生的国际视野和专业素养。Michael Herzfeld教授从事人类学与城市规划研究数十年，具有丰富的田野调查实践经验。该课程从人类学视角结合多个国家地区的实际发展案例，剖析旅游对于社会发展带来的变迁，对于开拓学生的思维能力、增加学生的知识储备具有重要意义。课程以拓展学生的国际学术视野为目标，以专家主讲、研讨多样化形式展开，调动学生在课程学习中的积极性和参与性，促进学生的主动思考能力，通过与世界著名的专家学者的讨论，提高学生的专业素养与综合能力。", "考查", "", "课程针对目前世界范围内城市中遗产被商业化的现象展开研究。通过对希腊、意大利、泰国、巴基斯坦、中国等地区的实际发展，探讨遗产被商业化的发展过程及其本质，对于遗产商业化的积极影响及破坏性影响展开讨论，以及旅游发展引导的商业化发展对于城市空间布局的影响。此外，探讨旅游作为一种商业化活动行为的本质，旅游所给人们带来的包括积极的和消极的意象，旅游现象中旅游体验与文化体验之间的矛盾关系等。", "20160927"], ["106534005", "走向田野的历史学——华南研究三十年", "The Historical Study going towards the Fields", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "刘志伟、赵世瑜", "本课程邀请两位多年进行历史人类学研究的优秀学者，与同学们分享历史人类学研究的基本理论和研究方法。历史人类学研究是近年来中国社会经济史研究领域中具有革命性的一种趋势，她要求历史学家向考古学家、人类学家学习，走向田野，通过实实在在的、有迹可循的研究，探求制度变化的过程。具有“走进田野、民间文献、地域社会、历史解构”的学科风格，特别适宜于展现那些看似平凡，实则深刻影响着历史变迁的中长期进程，也能够深度地勾勒普通人日常生活的世界，使历史学书写充满了生动的人性色彩。因此，开设此门课程，除了有助于同学们了解学术前沿，更能使同学们意识到，在图书馆和档案馆之外还有一个如此广阔的，包含着丰富历史信息的田野世界，让他们学会用心去感受历史与现实之间、学术研究与世俗社会之间、个人与社群之间的血脉关联，深刻地理解那些没有留下姓名的普通大众，是怎样不断地选择着、塑造着、改变着历史。相信对于历史专业的同学和非历史专业的同学而言，这都将是一次充满着魅力的中国历史之旅。1、让同学们了解历史人类学研究的关怀、出发点、研究方法和现有的重要课题。\n2、介绍主讲人三十年来从事华南历史人类学研究，以及田野调查工作的经验。\n3、课堂中辅以讨论和互动，深入地解答老师和同学们的问题，征询在西南地区从事田野工作的相关信息和经验。\n4、让同学们感受到当代历史学研究的生命力、革命性、人性关怀和魅力", "考查", "", "1、华南研究的主要课题和发现。（“中心”与“边缘”、局部与整体、区域与国家、从人的行为出发的制度史研究）\n2、华南研究的学术脉络和理论意义。\n3、历史学田野工作的方法、途径和经验", "20161009"], ["106535005", "中国大学史三讲", "Three Lectures on History of Chinese Universities", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《中国现代学术研究机构的兴起--以北大研究所国学门为中心的探讨》", "", "陈以爱", "通过此课程，使学生了解对现代学术研究机构的研究方法，以及这种由“母体组织”式的学术机构孕育出众多子机构的过程，是由传统学术向现代学术过渡时所出现的显著现象。本课程对北大等国学门历史的阐述，并不仅仅是为了说明围绕着现代学术体制建立和发展之相关问题，并指出：国学门的成立，是整理国故运动中一个重要的环节，而这一学术运动的兴起与扩展，同样是现代学术文化史的中心课题。", "考查", "", "第一講　眾聲喧嘩的現場：北京大學研究所國學門與整理國故運動的興起\n第二講　傾聽和閱讀之間：東海大學六十載口傳和圖文敘事\n第三講　角色置換的詮釋者：中國大學通識教育傳統的斷裂、延續和重建", "20161010"], ["106536020", "晚清民国的古物收藏与考古学", "Antiquities Collecting and Archaeology in the Late Qing Dynasty and the Republic China", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "查晓英", "这门课程涉及中国近现代史、考古学与艺术史、中美文化交流三个部分的知识，希望帮助学生理解历史发展的复杂性与学科意识的形成过程。", "考查", "", "", "2016.10.25"], ["106537020", "西方思想文化史原著选读（下）", "The History of Western Thought and Culture：An Introduction to Original Work", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "吕和应", "本课程旨在向学生介绍西方思想传统中的代表性著作，目的是加深学生对西方思想史的关键概念和主要特征的理解。", "考查", "", "", "2016.10.25"], ["106538030", "中国边政与西南边疆研究", "China &#39;s Frontier Policy and Studies of Southwest Frontier", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "邹立波", "本课程在全面讲授中国历代边政整体发展演变脉络及其基本特点基础上，注重以西南边疆为授课重点，结合历史学、人类学的研究方法，辅助讲授个案研究成果，重视提升学生研读史料和相关研究论著的能力，在实现教学相长的同时，使学生能够对我国历代治理西南边疆的政策趋势、特点及其对西南边疆社会的影响，乃至中华民族多元一体格局形成的过程，有更为深入的体认和理解。", "考试", "", "", "2016.10.25"], ["106539020", "中级藏汉翻译", "Intermediate Tibetan- Chinese Translation: Tibetan Documents", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "许渊钦", "&quot;本课程为大学教育的一环，以学术专业为尚，透过阅读藏文献加强对藏文基本句型与文法架构的认识，以期培养学生对藏文献基本阅读能力与理解文献中所表达基本内涵。\n&quot;", "考试", "", "", "2016.10.25"], ["106540020", "形体与舞蹈", "Physique and Dance", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授含实践", "", "", "", "周宁", "分为理论与实践两部分。理论部分概要讲授旅游舞蹈的概念，源流，分类，特征，作用等。实践部分择要教授一些餐饮舞蹈和主要旅游地民族舞蹈。", "考试", "", "", "2016.10.25"], ["106541005", "敦煌石窟中的密教美术", "The Esoteric Buddhism Art of\nDunhuang Grotto", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "彭金章主编《敦煌石窟全集.密教画卷》，商务印书馆，2003年", "", "刘永增", "围绕“推进社会主义文化大发展大繁荣”和“一带一路”的国家战略，21世纪已成为中国文化遗产事业有史以来最为重要的发展时期。大学担负着培养文化遗产专门人才的重要职责，石窟寺美术遗存是中国古代文化遗产的重要类别。但四川大学考古与博物馆学专业的培养方案中，目前还没有敦煌石窟密教美术的专门课程，学生无法全面了解这类文化遗产的概貌、研究方法及其反映的中国古代文化交流。这显然不能满足目前对文化遗产专门人才的需求，急需专门的课程。通过敦煌石窟中的重要密教题材、内容及瓜州东千佛洞、榆林窟密教图像的讲解和案例分析，让学生能辨认简单的密教图像，了解密教美术的历史发展过程，掌握密教美术研究的基本理论与方法，知晓自己所学专业与密教美术研究的关系，为今后在文博行业工作或继续研习密教美术奠定基础。", "考查", "", "第一讲 ：敦煌石窟密教图像概说\n敦煌石窟包括敦煌莫高窟、西千佛洞、瓜州榆林窟、东千佛洞以及肃北五个庙五所石窟，现存洞窟812个。现存洞窟中，最早的开凿与北凉时代，最晚的续修于清代，其中密教洞窟始自初唐时代，终于元代，现存与密教相关的壁画300幅左右。\n讲课内容：\n1、 简述密教美术的分期、密教与显教的区别\n2、 莫高窟第148窟的密教美术\n3、 十一面观音经变；不空羂索观音经变；如意轮观音经变；千手千眼观音经变；八大菩萨曼荼罗\n4、 敦煌藏经洞出土绢画中的密教美术\n讲课中随时与印度及中原各地遗存的密教美术品做比较，使学生们对敦煌石窟中的密教美术有一个大致的了解。\n第二讲：瓜州东千佛洞、榆林窟的密教美术\n东千佛洞现存洞窟23个，其中九个洞窟内存有塑像和壁画。东千佛洞初创于北朝时代，现存洞窟中第2~7窟中的壁画绘制于西夏时代，塑像为清末民初的作品，第8、9窟的壁画也绘制于清末民初。\n东千佛洞现存洞窟的数量虽然不多，但是，从壁画题材上看，有来自印度的、尼泊尔的，还有来自中原地区的，有着文化多样性的特点。作为敦煌石窟之一的东千佛洞，既与莫高窟、榆林窟有着密切的关系，在文化类型上又有着自我的独自性特点。\n对东千佛洞现存壁画主题做逐一解说，是学生们对东千佛洞有初步的认识。\n榆林窟现存洞窟43个，最早洞窟开凿与初唐时代，最晚的为元代。榆林窟第29窟开凿于西夏时代，壁画内容相对简单，但是，窟内的上师像及男女供养人像，却是了解西夏民族特别是西夏服饰史的最好材料。\n榆林窟第3窟开凿于西夏、完成在元代、续修于明清两代，前后也许了六百余年。现存壁画除甬道两侧上部的供养人为西夏时代外，其他壁画均绘制在元代中晚期，塑像塑造于明代和清代。\n榆林窟第3窟保存完好，内容十分丰富，讲课时，对各壁画主题做逐一解说。\n在以上两次授课时，就一些常见的佛教图像，对学生们进行简单的图像学普及教育。", "20161026"], ["106541020", "商务旅游", "Business Travel", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "商务旅游？？？？-", "《商务旅行》、《奖励旅游》、《会展旅游》", "刘红艳", "商务旅游是近二十年来世界经济行业中发展最快的部门，也是最具发展前景的新兴经济体。。通过本课程学习，使会展专业掌握商务旅游的基本理论及与会展相关的类型，提高同学商务旅游策划及分析能力。", "考试", "", "本课程学习商务旅游的相关理论，了解商务旅游概述、历史演进、分析需求、供给和商务旅游企业的宏观环境。后关期讲授商务旅游的实务，从物质基础设施、产品营销、人力资源基础设施以及商务旅游活动策划、筹办的角度着重阐述商务旅游的开展与管理。　　n", "2016.10.26"], ["106542020", "会展与城市经济学", "Exhibition and Urban Economics", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "会展经济理论与实务", "《会展经济》、《现代会展经济学》??鳮f\x188\t`\x18", "罗明志", "运用经济学方法，同时参阅了大量国内外文献，并辅以大量扩展性阅读材料，使课程更具研究性、开放性和互动性特点。通过学习，使会展专业学生能从经济学视角看会展业与城市发展之间的关系，并学会运用经济学方法进行分析。", "考试", "", "将经济学的相关理论与会展的特殊现象相结合，运用规范的经济学分析方法，对会展及会展产业中的行为主体及其生产消费行为进行了系统的分析，考察了会展产品、会展产品效用、会展产品需求、会展市场和产业组织行为等会展产业现象，从深层次分析了会展背后的经济现象。█", "2016.10.26"], ["106543005", "中国近代史研究的范式与实证", "The Paradigm and Empirical Research on Modern History of China", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "仲伟民", "关于近代史“范式”的争论，是20世纪80年代以来中国近代史学界持续时间漫长且关注度颇高的学术论争，对于史学研究领域的开拓、史学解释的多元化，史学研究方法的创新，以及中国人看待自身历史的态度都产生了重大的影响。在本课程中，仲伟民教授就将带领同学们检视这30多看来，国内外的中国近代史研究者们，是怎样不断挣脱“规范认识”的束缚，努力地寻找那些以前人们根本“不会去想”的东西，从而不断弥补我们思维中的缺失，更真实、全面地认识中国近代以来的历史。\n仲伟民教授还将结合他多年来的实证研究，向同学们展示近代中国在“经济全球化”进程中的应对与命运。这一部分将从“茶叶”和“鸦片”这两种深刻影响近代中国物质生活的商品切入，既包含丰富、有趣的史料又提供新颖的观点，向同学们展现中国当代最优秀的经济史研究者怎样理解近代史研究范式的转变，怎样在不同的研究范式之中取舍、互济和创新。1、勾勒1980年代以来中国近代史研究的历程、趋势与转变，介绍重要的学者、学派、观点、研究方法和研究脉络，让同学们系统地了解一段至关重要的学术史。\n2、从“日常生活”和“经济全球化”的角度，展现一种极其启发意义的近代史研究维度，让同学们看到近代史叙述的多元性、丰富性和极具趣味的层面。\n3、将范式讲解与实证研究结合起来，让同学们看到最前沿的、优秀的历史研究应该如何着手。", "考查", "", "第一讲：牵动中国近代史研究神经的范式问题——兼从经济史角度看中国近代史的开端\n第二讲：从经济全球化视角理解19世纪的中国——以茶叶和鸦片贸易为例", "20161101"], ["106544030", "统计学", "Statistics", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "鲁力", "本课程是经济学和管理类专业的核心基础课程之一，主要研究经济社会现象的数量问题。", "考试", "", "", "2016.11.23"], ["106545020", "丝绸之路文明启示录（中国人民大学）", "Civilization Revelation of Silk Roads", "历史文化学院（旅游学院）", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "古代丝绸之路上，散布着中华文明、印度文明、波斯文明、犹太文明、希腊-罗马文明等多重文明域；丝绸之路是中国汉、唐时代对外交流的重要途径，这两个朝代是中国最为开放的时期；丝绸之路是中外和平交流的典范，是中国文化对外输出的见证，配合国家&quot;一带一路&quot;的战略要求和&quot;走出去&quot; 的战略决策，梳理丝绸之路的故事具有重大的历史借鉴意义。", "20161227东西部联盟课程"], ["106546020", "中国少数民族文化（云南大学）", "Chinese Minority Culture", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "中国少数民族文化资源历来丰富多彩，少数民族文化现代价值与多领域紧密相连，这要求我们对少数民族文化遗产的保护也急需拓宽新视野和新思路。大国崛起过程中，璀璨多姿的少数民族文化应当更美地绽放，赢得世界的喝彩。", "20161227东西部联盟课程"], ["106547030", "考古残余物分析的理论与实践", "Theory and practice of archaeological residue analysis", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "", "24.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "贝西安（Bestel Sheahan）,宋吉香，李兰", "", "考查", "", "", ""], ["106548005", "国际酒店暨餐饮业之市场行销及顾客服务管理", "", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", ""], ["106549040", "梵语初阶", "An easy introduction to Sanskrit", "历史文化学院（旅游学院）", "", "本科", "4.0", "64.0", "", "", "开设", "", "64.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "罗鸿", "梵文文献是研究印度文化、佛教史、以及中印文化交流的重要原始资料，系统研习古典梵语（Classical Sanskrit）、史诗梵语（Epic Sanskrit）以及吠陀梵语（Vedic Sanskrit）是欧美高校相关专业的普遍教学实践。本课程旨在向有志于从事相关研究的学人系统介绍古典梵语语法，为阅读各类用古典梵语创作的经典文献，进一步研习史诗梵语、吠陀梵语、以及佛教混和梵语（Buddhist hybrid Sanskrit）和俗语（Prakrit）等打下一个坚实的基础。", "", "", "", "2017.4.12"], ["106550020", "蒙元史专题", "Topics on Mongolia Yuan Dynasty", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "洪丽珠", "蒙古元朝是第一个统治长江以南的非汉族政权。无论是政治、社会、经济或文化上，对中国历史都有延续性与开创性的影响。本课程以文化议题为核心，透过研读一手史料、西方汉学研究、经典论著，使学生对此一世界性中国朝代的文化、政治与社会有全面的理解，并且提供接触结合社会学、人类学方法与理论的研究成果。", "", "", "", ""], ["106551020", "近代中国政治史论", "Political history of modern China", "历史文化学院（旅游学院）", "", "本科", "2.0", "36.0", "", "", "开设", "", "36.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "杨天宏、刘世龙、徐跃等", "中国近代处于政治转型的过程之中，这是近代中国最重要的变化，也是同期所有其他方面发生变化的重要原因。“一切历史都是当代史”，以往的政治史研究受当时政治的影响，者可以理解，但今天的中国社会再次发生巨大变化，对历史研究也提出了新的要求，故有重新研究近代政治史的学术需求及现实需要。", "", "", "", "2017.4.12"], ["106552020", "活动研究：会展业导论（全英文）", "Event studies：An introduction to MICE industry", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "鲁力", "This course is in line with international practice. It introduces the background, concept, types and tendency of the Grand MICE. It mainly involves four parts: conventions, exhibitions, festivals and sport events, as well as the derivative incentive tours.", "", "", "", "2017.4.12"], ["106553005", "敦煌石窟图像解说", "An interpretation  of the images\nin Dunhuang Grotto", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "通过敦煌石窟佛教雕塑史、密教金胎两部曼荼罗图像的讲解和案例分析，让学生能理解敦煌雕塑的发展史，辨认简单的密教图像，了解佛教美术的历史发展过程，掌握佛教美术研究的基本理论与方法，知晓自己所学专业与佛教美术研究的关系，为今后在文博行业工作或继续研习佛教美术奠定基础。", "考查", "", "（一）第一讲 ：敦煌石窟中的彩塑\n敦煌石窟包括敦煌莫高窟、西千佛洞、瓜州榆林窟、东千佛洞以及肃北五个庙五所石窟，现存洞窟812个。现存洞窟中，最早的开凿与北凉时代，最晚的续修于清代，现存彩塑2415身。本讲有两个中心议题：\n1、首先概述印度犍陀罗和马图拉造像的基本特征，相互间的区别。\n2、以敦煌莫高窟为中心，按照时代顺序，讲述敦煌石窟的雕塑。在讲述过程中，会注意讲述敦煌彩塑与犍陀罗、马图拉造像的区别、特征。以及敦煌石窟与云冈石窟、龙门石窟之间在佛教造像上的相互影响。佛教诞生在古印度，佛教造像产生在公元前二世纪至一世纪前后。随着佛教的传入，佛教造像也一同传入了我国。在我国，最早的佛教造像大致可以上溯到东汉时期，而有规模的造像则产生在公元三、四世纪，敦煌石窟初创于公元四世纪中叶。在这一部分主要讲述以下几个问题。\n①敦煌早期石窟造像的源流问题\n亦即敦煌早期石窟接受到哪里的影响，结论是，来自犍陀罗和马图拉的影响都比较薄弱，而来自中\n亚地区的影响比较显著。中亚地区佛教对我国佛教造像的影响十分深远，有些甚至波及到隋唐时期。\n②讲述印度笈多朝佛教艺术对中原佛教的影响，进而渐次对敦煌石窟的影响。\n③讲述“贞观样式”造像对敦煌石窟的影响。\n④结论：敦煌自古以来就是一个汉文化根基十分深厚的地方，原则上敦煌石窟多接受来自中原佛教的影响，相反，来自西方的佛教艺术对敦煌石窟的影响则较为薄弱。\n讲述本课程时，涉及犍陀罗、马图拉的照片为笔者在印度各石窟寺考察时拍摄，对学生理解造像的细部特征会起到至关重要的作用。\n\n（二）第二讲：金胎两部曼荼罗图像解说\n    在我国各石窟寺及博物馆遗存的佛教图像中，密教图像并不多见。在密教图像中，大多数属于杂密系统的造像，纯密图像则保存较少。我国佛教艺术品中，法门寺出土舍利宝函造像为金刚界37尊曼荼罗。在汉传佛教地域内，只有榆林窟、东千佛洞中的西夏和元代洞窟中，保存有几幅金刚界曼荼罗，可以说数量十分有限。而在藏传密教的图像中，则保存有大量的金刚界曼荼罗或者说在此基础上发展起来的图像。遗憾的是，在我国的密教绘画中，还没有发现胎藏部曼荼罗。而在我们的邻国日本，却保存有完整的金胎两部曼荼罗的图像，而且至今仍然有寺院的传承，固定的信仰人群和完整的研究体系。\n由于本课程有可能是我国高校中第一次讲授金胎两部曼荼罗图像，授课目的旨在普及金胎两曼荼罗的基本知识。讲授过程中会结合我国石窟寺及考古发掘中发现的相关图像与日本遗存的相关图像，讲授金刚界37尊大曼荼罗和胎藏部曼荼罗各部院及其尊像。\n了解和熟悉金胎两部曼荼罗中的各个尊像，是研究密教图像基础的基础。本课程主要根据日本现存的金胎两部曼荼罗中的图像资料，讲说两部曼荼罗各部院图像基本的构成。在教学中，主要介绍各尊像的顺位、身色、持物、头冠及相互关系。", "20170424"], ["106554010", "A.Interpreting, Analyzing and (re)using Oral Histories", "A.Interpreting, Analyzing and (re)using Oral Histories", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Graham Roderick Smith", "An introduction to the different interpretative methods, analytical approaches and ways of using and using oral histories in making histories. The course draws on a range of ways of critically examining and using oral histories. Different approaches to interpretation and analyses will be explored with examples drawn from different practitioners working across the world. In addition, examples of how oral histories can be used in a variety outputs both popular and academic.Session 1: Introduction and overviewSession 2: Different approaches to doing oral history: a short historiographySession 3: The social survey approachSession 4: Biographical approachesSession 5: Making memory the focusSession 6: Narrative theory and performanceSession 7: Narratives: composition and discompositionSession 8: Social memory and thought collectivesSession 9: TruthfulnessSession 10: Interpretative conflict and shared authority, problems and advantages of sharing authoritySession 11: Oral history and public history: case studies from exhibitions to danceSession 12: Using computer software in interpretation and analysisSession 13: Outputs 1: History articles and books: academic and popularSession 14: Outputs 2: Museums and exhibiting Session 15: Outputs 3: Podcasts, sound trails and sound essaysSession 16: Pulling it all togetherSelected ReadingHamilton, Paula, and Linda Shopes. Oral History and Public Memories. Temple University Press, 2008.Perks, Robert, and Alistair Thomson, eds. The Oral History Reader. 3rd edition. London; New York: Routledge, 2015.Ritchie, Donald A., ed. The Oxford Handbook of Oral History. OUP USA, 2010.Thompson, Paul with Joanna Bornat, The Voice of the Past: Oral History. 4th edition. Oxford: OUP, 2017.Smith, Graham, (ed.) Oral History: Critical Concepts in Historical Studies, London; New York: Routledge, 2017. Especially volume II Analyzing.", "", "", "", "20170504实践周"], ["106555010", "Ancient Inner Asia: Prehistory of Central Asia (6000-1000 BC)", "Ancient Inner Asia: Prehistory of Central Asia (6000-1000 BC)", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael David Frachetti", "This course will explore the rise of civilization in the broad region of Eurasia, spanning from the eastern edges of Europe to the western edges of China. The focus of the course is the unique trajectory of civilization that is made evident in the region of Central Eurasia from roughly 6000 BC to the historical era (ca. AD 250). In addition to this ancient focus, the course aims to relate many of the most historically durable characteristics of the region to contemporary developments of the past two or three centuries. Fundamentally, this course asks us to reconceptualize the notion of &quot;civilization&quot; from the perspective of societies whose dominant forms of organization defied typical classifications such as &quot;states&quot; or &quot;empires&quot; and, instead, shaped a wholly different social order over the past 5000 years or more. This class provides a well-rounded experience of the geography, social organization, and social interconnections of one of the most essential and pivotal regions in world history and contemporary political discourse.", "", "", "", "20170504实践周"], ["106556010", "The Origins and Spreads of Food Production", "The Origins and Spreads of Food Production", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Xinyi Liu", "In this course, we will survey the evidence of the domestication of plants and animals around the globe, with particular focus onto East Asia. Emphasis will be placed on processes leading to early food production and the social consequences of those processes. We will explore the food stories in various regions of China throughout the Holocene. We will investigate how those processes relate to other sectors of the Old World. Engaging with cutting edge of archaeological and scientific technologies, we answer questions as: Are you what you eat? Why do humans share food? Is cooking a legacy of human evolution? Is agricultural economy the foundation of sedentary lives?", "", "", "", "20170504实践周"], ["106557010", "The Earliest Writing and Its Uses in Mesopotamia", "The Earliest Writing and Its Uses in Mesopotamia", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Earl Christopher Woods", "The course is meant to introduce Chinese students, who are the inheritors of thelongest tradition of writing in the World, to the story of the invention of cuneiformwriting in Mesopotamia around 3000 BCE. Based on first hand research, I would liketo give the following lectures with illustrations in Powerpoint:1. The origin of writing in comparative perspective.What would it mean to write down one&#39;s language with signs or characters? Theorigin of writing is of great importance to answer this question.2. The earliest cuneiform texts from ancient Mesopotamia", "", "", "", "20170504实践周"], ["106558010", "Medieval Europe: the Age of Chivalry, c.1300-c.1500", "Medieval Europe: the Age of Chivalry, c.1300-c.1500", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Katherine Christie Stevenson", "This course explores a key period in the development of Western Europe, the “Age of Chivalry”, where a highly militarized society based on relationships of honour and loyalty transformed into political states, with changed and developed forms of rulership, leadership and government, and an emerging sense of the idea of nation and citizenship. This course will explore the great royal courts of medieval Europe and explore how kings ruled, it will chart the emergence of parliaments and centralized systems of judicial administration, explore the major wars of the period including the Hundred Years War between England and France and the Wars of Independence between England and Scotland, as well as tracking the rapid changes in military technology that resulted in the emergence of gunpowder technologies. The course will cover major events and trends in this period including the Black Death plague, the Europe-wide economic recession, and the Catholic Church, Christianity and belief.", "", "", "", "20170504实践周"], ["106559010", "The End of Empire, Nationalism, &amp; Decolonisation", "The End of Empire, Nationalism, &amp; Decolonisation", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Akil Nisar Awan", "This course provides an introduction to European Empire and colonialism, and its subsequent end through decolonisation and revolution. These processes are explored through both examining the themes of identity and nationalism in the 20th Century, and also by studying case studies of key non-Western leaders and movements that were instrumental to this transition. This course assumes no prior knowledge and is designed for students new to the subject who want to understand how history, politics, religion and culture have shaped the world we see today. 1.Introduction &amp; Leadership 2.Empire &amp; Colonization3.End of Empire &amp; Decolonisation4.Nationalism &amp; Identities5.Gandhi &amp; India6.Jinnah &amp; Pakistan7.Zionism &amp; Israel8.Guevara &amp; Latin America9.Fanon &amp; Algeria10.Grivas &amp; Cyprus11.Mau Mau &amp; Kenya 12.Ataturk &amp; Turkey13.Nasser &amp; Egypt14.Khomeini &amp; Iran15.Mandela &amp; South Africa16.Globalisation &amp; Neo-imperialismRecommended BooksEric Hobsbawm, The Age Of Empire: 1875-1914 (Abacus, 1989)Dietmar Rothermund, The Routledge Companion to Decolonization (Routledge Companions to History) (Routledge, 2006)Martin Shipway, Decolonization And Its Impact: Comparative Approach to the End of Colonial Empire: A Comparative Approach to the End of the Colonial Empires (Wiley Blackwell, 2007)Frantz Fanon, The Wretched of the Earth (Penguin Classics, 2001)", "", "", "", "20170504实践周"], ["106560010", "History, War and Conflict on Film", "History, War and Conflict on Film", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Akil Nisar Awan", "Film is now one of the most important mediums through which publics engage with the historical past – as Rosenstone (2013) writes, “they are the chief carrier of historical messages in our culture”. With the growth of Public and Popular History, films representing historical events, themes, and characters are often the principle arena through which audiences interpret, understand and remember the past. This is of particular importance when films portray historic wars or conflicts, and thus often inform and shape audience understandings beyond simply the conflict itself, extending to issues of identity, nationalism, belonging, commemoration and a host of other concerns. This course provides an introduction to the representation of historical war and conflict through the medium of cinema, focusing on the role played by historical film in representing war and conflict throughout various historical periods. In the process, students will explore the motivations and processes through which filmmakers have attempted to construct and disseminate interpretations of the past, and engage with audience receptions and understandings of the past. Students will engage with the issues and problems that historical cinema raises for historians and publics, particularly when the competing forces of creative interpretation and factual documentation are on the line.1.Introduction2.The Ancient World [Gladiator/300]3.The Crusades [Kingdom of Heaven/El Cid]4.Meiji Restoration &amp; the Samurai genre [Twilight Samurai/When the Last Sword is Drawn/Princess Mononoke/The Last Samurai]5.First World War [All Quiet on the Western Front/Paths of Glory/Lawrence of Arabia/A very Long Engagement/War Horse]6.The Russian Revolution [Dr Zhivago]7.Second World War: The Western Front [Saving Private Ryan/Fury/Pan’s Labyrinth/The Longest Day]8.Second World War: The Pacific Theatre [Grave of the Fireflies/Letters from Iwo Jima]9.The Holocaust [Schindler’s List/The Pianist/The Boy in the Striped Pyjamas]10.Colonial conflict [Battle of Algiers]11.The Cold War [Dr Strangelove/The Hunt for Red October/Tinker Tailor Soldier Spy]12.The Vietnam War [Apocalypse Now/Platoon]13.The Nation/National Identity in Wartime [Waltz with Bashir/The Wind that Shakes the Barley]14.Counterfactual History [The man in the High Castle/Inglorious Bas] 15.Biopic [Downfall/Patton]16.Modern Warfare [The Hurt Locker/Zero Dark Thirty/American Sniper]Recommended BooksAlex von Tunzelmann (2015) Reel Histories: The World According to the Movies, Atlantic Books: New York.Marnie Hughes-Warrington (2006) History Goes To The Movies, Routledge: London.Marnie Hughes-Warrington (ed. 2009) The History on Film Reader (Routledge Readers in History), Routledge: London.Robert A. Rosenstone &amp; Constantin Parvulescu (Eds. 2013) A Companion to the Historical Film, John Wiley and Sons.", "", "", "", "20170504实践周"], ["106561010", "Framing China-CentralEurope Relations: Theoryand Practice", "Framing China-CentralEurope Relations: Theoryand Practice", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "DOMINIK  MAREK MIERZEJEWSKI", "This course touches upon the important role of the growing interdependence between China andCentral European countries. From the theoretical point of view, the major research approachesand international relations theories will be introduced. The students will be taught differentperspectives on bilateral relations via the realist, neo-realist, liberal, neo-liberal and constructivisttheories. The major emphasis will be placed on the role of multilateralism in framing relationsbetween China and Central Europe. In the second part of the course, the practical dimension ofthese relations will be discussed. First, the global dimensions of the relations will be described e.g.the role of China- CEE relations in shaping China-United States-Russia relations. Later thecourse will touch upon the issue of China-CEE-EU relations, bearing the role of trade andinvestment issues in mind. The third element introduced will discuss the regional dimensions ofChina-CEE relations, with special emphasis on China-Visegrad Group relations and 16+1. Thelast area discussed during the course will analyze the regional interactions between Chinese localgovernments and CEE local governments.1. Theory of international relations and its relation to China-CEE relations2. Discussing multilateralism in global and regional affairs: the theoretical perspective3. Placing China-CEE relations in a global context4. China-CEE-EU relations and their outcome5. Visegrad Four integration and relations with China6. The multilateral format of 16+1 cooperation7. Differentiating partners: China-CEE bilateral level8. The local dimensions of China-CEE cooperation", "", "", "", "20170504实践周"], ["106562020", "敦煌的艺术（跨校共建）", "The Art of Dunhuang", "历史文化学院（旅游学院）", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", ""], ["106563020", "世界著名博物馆艺术经典（跨校共建）", "Classic Art of World Famous Museums", "历史文化学院（旅游学院）", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", ""], ["106564020", "文艺复兴经典名著选读（北京大学）", "Selected Readings of Classics During the Renaissance", "历史文化学院（旅游学院）", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "", "", "", "", "", ""], ["106565020", "中国历史地理（北京大学）", "Introduction to Chinese Historical Geography", "历史文化学院（旅游学院）", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "", "", "", "", "", ""], ["106566020", "中国近代史新编（中国人民大学）", "Chinese Modern History(New Edition)", "历史文化学院（旅游学院）", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "", "", "", "", "", ""], ["106567020", "古希腊文明（复旦大学）", "The Ancient Greek Civilization", "历史文化学院（旅游学院）", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "", "", "", "", "", ""], ["106568020", "西方社会思想两千年（复旦大学）", "2000 Years of Western Social Thoughts", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", ""], ["106569020", "丝绸之路漫谈（跨校共建）", "Stories of Silk Roads", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", ""], ["106570005", "中美景观与遗产保护专题", "Research of Sino - American Landscape and Heritage Protection", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "许晓青", "景观遗产的专题探究，对学生认知名山风景区与世界遗产保护具有重要意义。有利于同学们审视历史理论研究对风景区、国家公园保护的价值和意义。把握世界遗产组织、中国、美国对风景价值识别与保护最新的学术动向，启迪学生的思考。", "考查", "", "第一讲为：《世界遗产背景下的中国名山审美价值识别与保护——以黄山为例》；第二讲为：《美国国家公园体系及对中国的借鉴意义》。", "20170515"], ["106571010", "Intro to Anthropology", "Intro to Anthropology", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gerald F. Murray", "", "", "", "", "20170518实践周"], ["106572005", "怎样研究清代思想史", "How to study the intellectual history of Qing dynasty", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "1、《以礼代理——凌廷堪与清中叶儒学思想的转变》，张寿安著，河北教育出版社\n2、《十八世纪礼学考证的思想活力——礼教论争与礼秩重省》，张寿安著，北京大学出版社", "", "张寿安", "使学生了解清代思想史研究的最新状况，初步掌握清代思想史的研究方法", "考查", "", "本课程分为四个部分：首先是对中外学术界清代思想史研究的回顾，重点是近10年来的情况；其次简要介绍清代思想史的基本文献；第三部分是介绍个人研究清代思想史的经验，从中总结出一些便于学生掌握的研究方法，并提醒学生应该注意的一些事项；最后指定一些题目，使学生将本课程所学到的方法运用到具体的学术实践中", "20170523"], ["106573005", "大跃进时期成都钢铁厂口述调查", "Oral historical investigation of Chengdu Steel Mill during the period of the Great Leap Forward Movement", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "张伟", "使学生了解共和国时期中国工业发展的基本情况，初步掌握口述历史的实践方式", "考查", "", "本课程分为五个部分：首先是大炼钢铁背景下，成都钢铁厂的建厂和生产；其次简要介绍成都钢铁厂保存的档案资料、《成钢报》资料、成钢厂老职工的成分构成；第三部分介绍近些年成都钢铁厂开展的对成钢老员工的口述访谈；第四部分提出成都钢铁厂口述调查所需要进行的准备工作、资料阅读和口述提纲的撰写。最后指定一些口述对象，使学生将本课程所学到的知识和方法运用到具体学术实践中，列出访谈提纲", "20170526"], ["106574030", "中国现当代民间文献整理与研读", "Chinese Contemporary Historical Materials", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "16.0", "32.0", "", "", "", "", "", "", "", "讲授含实践", "", "", "", "陈默、蔡炯昊、张杨、王东杰、李德英等", "学习中国现当代史，需要接触大量的新材料，包括地方档案、民间文献、口述资料。通过本课程的学习，希望使历史学本科生了解上述资料的基本情况，初步掌握搜集、整理、研读民间文献的方法，提高学生实际使用现当代史料的能力。", "考查", "", "", ""], ["106575020", "中国现代军事史", "Military History of Republican China", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "陈默、王东杰、李德英等", "中国现代史，革命和战争实贯穿其中，需要侧重集中地进行讲述其中的关键史事和人物。通过本课程的学习，希望使历史学本科生了解现代中国的军事、军队和军人，阅读与此相关的史学著作，熟悉与中国现代军事史有关的基础史料。", "考试", "", "", ""], ["106576020", "日本历史与日本文化", "Japanese History and Culture", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "李若愚", "历史研究包含政治史、经济史、文化史等多种维度。本课程的宗旨在于，希望使历史学本科生，能从文化的维度了解日本历史不断展开的过程，掌握研究日本历史的基本方法，培养和提高学生针对日本史料的解读能力。", "考查", "", "", ""], ["106577020", "清代灾荒史", "The Famine History in Qing Dynasty", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "牛淑贞", "通过本课程的学习，使学生对清代灾荒史的发展脉络有基本的了解，", "考查", "", "", ""], ["106578020", "传统中国对外关系史", "Studies on the Relations of Tranditional China and others", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "钱云", "学习古代史，需要了解传统中国与世界的关系。通过本课程的学习，希望使历史学本科生了解中国古代对外关系史的基本情况，掌握相关的历史资料、研究论著，提升学生对古代中国历史的反思。", "考试", "", "", ""], ["106579020", "商务统计学", "Business Statistics", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "孙英英", "本课程是经济学和管理类专业的核心基础课程之一，主要研究经济社会现象的数量问题。", "考试", "", "", ""]]