[["402606010", "Success Factor Happiness – An Introduction To Happiness In Business And Economics", "Success Factor Happiness – An Introduction To Happiness In Business And Economics", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Christian Schmidkonz", "The course SUCCESS FACTOR HAPPINES wants to show how happiness can be a core concept in life as well as in all aspects of doing business. Studies showed that it is for the most part in one’s own hands to influence the degree of happiness – and that happy employees are more productive. Tony Hsieh, the CEO of zappos.com, demonstrated that “delivering happiness” to customers creates an immense value, and therefore he was able to sell the company to Amazon for 1 billion US$. Google shows that it cares about happiness by having a CHO (Chief Happiness Officer) supporting its staff. And the king of Bhutan showed that he cares about the happiness of his people by measuring “Gross National Happiness” instead of GDP. This innovative course combines business with happiness concepts as well as positive psychology and puts happiness into the focus of business.", "", "", "", "20150421实践周"], ["402607005", "投资学", "Investments", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "Bodie, Kane and Marcus, &quot;Essentials of Investments&quot;, 9E, McGraw-Hill/Irwin.", "", "萧朝兴", "培育具备以下金融专业人才：\n财务金融领域之分析能力；\n能善用信息科技进行数据分析、统整与呈现；\n国际金融视野；\n掌握财经时事议题及分析财经趋势之能力；\n了解市场投资人行为，并善加利用，创造获利。\n\n内容介绍收益与风险的关系及各类投资工具之特性及评价方式，最后借着不同证券的相互搭配，来了解投资组合的管理方式及评价。期使同学能了解投资的基本理论并具备实务分析的能力。", "考查", "", "投资学(Investments)是研究金融的核心课程之一。本课程从基础的市场环境以及投资工具的介绍开始，从学理的角度帮同学建立投资原理的概念。课程内容具体会涵盖：市场机制介绍、金融工具介绍、风险与报酬的概念、金融工具（债券、股票、衍生性商品）的基础评价方式、投资组合理论、投资组织者、行为金融，并视同学学习状况补充其他投资相关议题。", "20150421"], ["402608005", "大数据驱动的商业分析和优化", "Big-Data Driven Business Analytics and Optimization", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编", "", "庞湛", "随着互联网和信息技术的迅速发展和电子商务的兴起，大数据和云计算是新商业环境的重要特征。商业分析(Business Analytics)是一门将大量复杂的数据转换为能影响决策的有用信息的新兴的科学。 它能够很好把商业管理理念、建模技术和信息技术，特别是大数据技术，整合在一起，最大限度的挖掘数据的价值，为企业甚至国家打造新的生产力。因此商业分析技术成为了目前工业界最炙手可热的技术，而商业分析人才和数据科学家是当前企业最渴望获得的资本。为了顺应这个时代的潮流，我们设计了这门课以介绍一些商业分析和大数据技术的基础知识，并结合案例分析来培养大学生的对商业分析、建模和优化的兴趣，掌握一些实用技能，为进一步深造或者就业打下良好的基础。\n掌握商业分析和大数据的发展现状； 学习相关的基础理论知识和概念；培养商业数据处理和分析的能力；培养基于数据的建模和决策分析的能力；培养商业分析报告的写作能力。", "考查", "", "1. 商业分析和大数据技术简介。\n2. 商业分析在营销中的应用(Marketing Analytics)。\n3. 商业分析在定价和收益管理中的应用(Pricing Analytics and Revenue Management)。\n 4. 商业分析在运营和风险管理的应用 (Operations and Risk Analytics)。", "20150421"], ["402609005", "国际工程管理", "INT’L Project Management", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "2年级工程管理", "", "孙养俊", "1. 帮助学生了解国际工程的特点，理解国际工程与国内工程的区别，懂得合同管理的重要性，掌握国际工程组织管理的内容和过程控制；\n2. 培养学生成为懂技术、会管理、精通国际商务的“复合式”人才；\n3. 培养工程专业学生了解、熟悉、掌握国际工程管理的内容与模式，为实习和就业择业提供参考。本课程以培养工程专业学生了解国际工程管理的内容，掌握国际工程组织管理模式和方法为目标", "考查", "", "1. 对国际工程的认知；\n2. 国际工程与国内工程的区别及其特点；\n3. 国际工程的组织体系设计\n4. 境外项目的组织与管理\n5. 境外项目利益相关方的管理\n6. 国际工程管理的几个案例", "20150423"], ["402610005", "PPP在中国的实践及BOT案例分享", "PPP Practice in PRC and BOT Case Study", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "田刚", "通过典型案例的分享使学生了解PPP在中国的实践，以及在实践中遇到的诸如风险分担，工程管理，运营管理等实际问题和解决方案。深化对PPP的认识，接触PPP的具体实践", "考查", "", "PPP的形式和不同内容；风险分担；项目融资；项目建设管理；项目运营管理", "20150423"], ["402611005", "劳动纠纷的预防与处理技巧", "The Prevention and Solution of Labor Disputes", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《劳动合同法》、《劳动争议处理条例》、《劳动法》等", "", "刘唯", "帮助学生熟悉劳动关系管理的难点与重点，了解处理劳动关系的原则与方法，熟悉处理劳动争议的法规与政策。授课专家为劳动行政保障部门的专业人士，从业经验丰富，积累了丰富的实际案例，有利于帮助学生理论联系实际。1、了解劳动关系管理发展的阶段和历程；2、熟悉劳动关系管理的重点与难点；3、熟悉劳动争议处理的方法与程序。", "考查", "", "1、劳动关系管理的历史变迁；\n2、我国劳动关系管理的现状与问题；\n3、劳动争议案例的处理和分析", "20150423"], ["402612020", "虚拟商业社会环境综合实训", "Virtual   Business Society Enviorment Training", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "32.0", "", "", "", "", "", "国际周课程", "讲授含实践", "", "VBSE教程（学生无须购买，已配套）", "", "黄勇、孙璐", "", "考试", "", "跨专业综合实践教学，通过对现代制造业与现代服务业进行全方位的模拟经营及管理，为学生创造多类社会组织从事不同职业岗位“工作”机会，训练在现代商业社会中从事经营管理所需的综合执行能力、综合决策能力和创新能力。", "20150424。20160704修改学时，取消理论学时，将实验学时由20改为32"], ["402613030", "数据库技术基础", "Database Technology Basics", "商学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "24.0", "", "", "24.0", "", "", "", "", "", "讲授", "", "", "", "刘廷建", "", "考试", "", "本课程内容包括：数据库的基本理论，概念模型的设计方法（ER方法），数据库的规范化理论以及关系运算理论；SQL Server 2008数据库语言的基本操作，数据库开发软件的使用方法。", "20150427"], ["402614005", "工程项目管理实务", "Engineering Project Management Practices", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "0.0", "8.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "校外专家开课", "讲授", "", "自编", "", "李树栀", "鉴于工程项目管理具有非常强的实践性，学生需要在学习相关理论之后，了解工程建设活动中的具体问题和解决方法，才能充分掌握本领域知识和技能。为此，本课程的内容和形式强调经验分享、开放讨论和案例研究，尽可能让学生在课堂环境下学习工程建设项目管理的实践知识。提高学生识别、分析和解决工程项目管理实际问题的综合能力；提高团队协作能力；提高口头和书面表达能力。", "考试", "", "大型复杂工程项目的规划、组织、控制和协调过程；工程项目范围、时间、成本、质量、风险、采购管理及其整合；国际环境下的工程项目管理等。", "20131218校外专家开课"], ["402615010", "Introduction to the Hospitality Industry", "Introduction to the Hospitality Industry", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ramon A. Corrada Rivera", "This course introduces the student to the most important areas within the Hospitality Industry, the professional career options within the industry and the management functions associated with each area. Special importance will be given to Lodging, Food and Beverage, and the Events Industries. Case studies, group dynamics, teamwork, and class discussions will introduce students to effective management styles, the use of the decision making process to resolve managerial situations and the development of strategic management thinking skills. The course will use the Internet as a research tool, e-mail as means of communication, and Power Point for assignments and presentations.", "", "", "", "20150421国际处转"], ["402616010", "Introduction to Sports Events Industry", "Introduction to Sports Events Industry", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ramon A. Corrada Rivera", "This course provides an analysis of the impact of the sports events industry. It will focus on studying the history, trends, terminology, types of events, and the planning process. Emphasis will be given to the process of planning a sports event from the planner’s perspective. The course will be developed through the analysis of readings, presentations, research, and case studies. The course will use the Internet among other research tools, email as means of communication and Power Point for assignments and projects.", "", "", "", "20150421国际处转"], ["402617010", "European Film History", "European Film History", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gertjan Willems", "This course aims at introducing the field of European film history and audiovisual (screen) culture, emphasizing the history of film aesthetics and film historiography. A key idea behind the course is that film as an art form, a means of expression and communication should be looked at from a broader social context. This implies the influence of technological, political, sociocultural and economic factors. This course, which is inspired by recent developments in film and cinema studies, focuses on textual film analysis, as well as on issues related to the production and societal reception of films.In an introductory part, the course explains the multiple historical importance of film, with a focus upon different kinds of film history (film as art, as an industry, as a political, cultural and societal phenomenon). This part also deals with the issue of film historiography; here the course critically looks at the main problems and pitfalls of film historiographical practices.In the next part, the course presents some of the major or canonical film schools in Europe, including the period of pre-cinema, early cinema, the international expansion of film before the First World War, the German Weimar cinema, Soviet cinema during the interwar period, French interwar cinema, European cinema during the Second World War, Italian neo-realism and the French New Wave. Where necessary, insights of film theory will be used (e.g., montage theories within soviet cinema, theories in relation to classical and alternative film style).During the lectures, a great number of film excerpts will be shown.", "", "", "", "20150421国际处转"], ["402618010", "International Communication", "International Communication", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gertjan Willems", "This course aims to introduce students into the field of the development, theory andproblems of international communication. This fast-growing field of study withincommunication sciences covers various aspects ranging from the structure and powerrelations within the global media, communications and information sector, to the role ofthe media in respect to issues of development, the role of global mediaconglomerations, the flows of news, as well as the problems of international and foreignnews coverage. After an introduction to the history of international communication policies, several communication sectors will be discussed from an international perspective. These sectors include the book industry, the newspaper sector, international news agencies, the music industry, the radio industry, the filmed entertainment industry and the ICT sector.This course promotes critical reflection upon the media from a broad globalperspective. To enable students to attain this goal, they are acquainted with thedifferent dimensions, problems and actors in the field of international communication.", "", "", "", "20150421国际处转"], ["402619020", "职场沟通（联盟推荐）", "Professional Communication", "商学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "东西部联盟课程20150602"], ["402620020", "能源金融与量化交易", "Energy Finance and quantitative trading", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20150608"], ["402621020", "证券投资分析方法概述", "Overview of Securities Investment Analysis", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20150608"], ["402622020", "创意与创业", "Creativity and Entrepreneurship", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20150608（原名文化创意产品开发）"], ["402623020", "创业企业成长管理", "Entrepreneurial Firms Growth Management", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20150608"], ["402624005", "工程管理职业发展方向和规划", "Career Development and Planning on the Major of Engineering Management", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "韦楠", "帮助工程管理专业学生在工程管理领域的职业方向建立概念与直观认识，促进学生获得正确的未来职业发展规划。使学生掌握行业发展需求分析，明确学习及能力提高的方向，建立与时俱进的职业发展规划。", "考查", "", "通过课堂学习、分组讨论等方式，介绍工程管理专业的学习重点、学习方向分类。通过企业现场参观的方式，明确行业的就业方向、就业需求、职业发展规划等。\x01", "20151103"], ["402625020", "物流管理", "Logistics Management", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20151127"], ["402626020", "制造计划与控制", "Manufacturing Planning &amp; Control", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20151127"], ["402627020", "营销管理", "Marketing Management", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20151127"], ["402628060", "毕业论文（设计）", "Graduation Thesis (Design)", "商学院", "", "本科", "6.0", "192.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["402629060", "毕业论文（设计）", "Graduation Thesis (Design)", "商学院", "", "本科", "6.0", "192.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["402630060", "毕业论文（设计）", "Graduation Thesis (Design)", "商学院", "", "本科", "6.0", "192.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["402631060", "毕业论文（设计）", "Graduation Thesis (Design)", "商学院", "", "本科", "6.0", "192.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["402632060", "毕业论文（设计）", "Graduation Thesis (Design)", "商学院", "", "本科", "6.0", "192.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["402633060", "毕业论文（设计）", "Graduation Thesis (Design)", "商学院", "", "本科", "6.0", "192.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["402634060", "毕业论文（设计）", "Graduation Thesis (Design)", "商学院", "", "本科", "6.0", "192.0", "", "", "开设", "6.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["402635020", "毕业实习", "Graduation Practice", "商学院", "", "本科", "2.0", "64.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["402636020", "毕业实习", "Graduation Practice", "商学院", "", "本科", "2.0", "64.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["402637020", "毕业实习", "Graduation Practice", "商学院", "", "本科", "2.0", "64.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["402638020", "毕业实习", "Graduation Practice", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["402639020", "毕业实习", "Graduation Practice", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["402640020", "毕业实习", "Graduation Practice", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["402641020", "毕业实习", "Graduation Practice", "商学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["402642005", "商业沟通与报告撰写", "Business Communication and Report Writing", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "韩吴若芬", "适应现代商业全球化及建立企业合作伙伴乃现代管理的重要环节，其成功与否將取決於商学院学生是否有职场上的沟通与报告撰写能力。夲课程有助於商学院学生在就业前培养正向、专业、並有効的商业沟通，修习此課亦能增进学生批判性思维、分析解决问题、公众演讲和报告撰写的能力。夲课程修习目标有：1) 明白商业文書礼仪与准则；2) 熟悉並动手专业写作; 3) 实际演练口語与公众短讲; 4) 制作媒体与書写报告", "考查", "", "课程内容包含；1) 专业沟通的措辞、原则与规范; 2) 口头报告的架构和方法；3) 专题文章和论文的架构和方法；4) 商业文書的架构与写作；5) 商业研究报告的写作", "20160407"], ["402643005", "大数据商业决策与医疗健康", "Big Data Analytics for Business Decision-Making and Healthcare", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "韩子义", "开课作用有三：\n一、 建立大学管理科系学生对数据時代来臨的認知\n二、 培养学生整合信息技術与相关商业課题的应用能力\n三、 提升学生明瞭大数据的未来商机与企业创新潛能      夲课程係针对大学本科生（学科不拘）对大数据分析在商业及医療管理上的应用与潛能有具体瞭觧与認知。藉由实例、个案研討与示范，修习夲课后，学生可清晰明白数据分析如何与商业功能結合或激活在相关領域｛例: 物流管理，供应链管理，医疗服务管理｝决策功能的增强及商机创造。", "考查", "", "内容包括大数据概览、商业决策与医疗保健的应用、数据分析技术、工具和方法(例:预测分析, 规范分析,因果分析）发现商机的应用个案、医疗保健管理的应用实例、大数据分析挑战与未来的发展方向。", "20160407"], ["402644015", "供应链管理沙盘实训", "sand table training of supply chain management", "商学院", "", "本科", "1.5", "24.0", "", "", "开设", "", "", "", "24.0", "", "", "", "", "", "", "实验", "", "供应链管理沙盘实训教程（清华大学出版社，2012）", "", "黄勇、颜锦江", "", "考试", "", "本课程是集知识性、趣味性、对抗性于一体的企业管理技能训练课程。它运用独特直观的教具，融入市场变数，结合角色扮演、情景模拟、教师点评，使同学在虚拟的市场竞争环境中，仿真体验供应链经营管理的全过程。本课程让同学在分析市场，制定战略，组织生产，整体协作等一系列活动中，认识到渠道上下游对于企业的重要性，从而深刻理解供应链管理的思想，提升供应链管理的能力。课程最大的特点是在“参与中学习”，内容涉及：企业整体战略思考、市场需求分析、销售反馈、渠道运营管理、制造商订货确认到研发生产，销售发货、物流管理、资金结算与财务管理、广告策略、产品定位、促销选择、销售实现、供应链协作与谈判等多个方面。r", ""], ["402645010", "儒学伦理与企业道德选择", "Confucianism and Business Ethics", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "陈爱清", "（1）主动获取信息； （2）综合运用各学科知识；（3）自主制定研究活动方案；（4）能用科学研究的方法解决问题；(5）能得出有价值的研究成果；（6）能有效地展示有关成果；（7）较强的探究意识和兴趣；（8）形成较强的科学意识和社会责任感。\n本课程的目标是使本科生、硕士生能够系统地了解、学习、掌握中国优秀儒学伦理思想的历史沿革、发展和创新的人文精神、道德观念、价值取向，了解西方伦理思想的发展脉络和现代管理学、伦理学前沿的理论与方法，分析古今中外伦理学各流派的历史地位及交融点，了解中国中小企业的发展状况和伦理道德缺失的厡因以及解决方法和有效途径。切实提高本科生、硕士生运用儒学、管理学、伦理学和企业管理的前沿知识与方法发现、分析、解决问题的能力和综合素质。提升本科生、硕士生参加工作时具有参与企业经营管理的思想、水平和能力，提高大学生创新、创业、投资及经营管理企业的能力，为大学生树立正确的人生观、价值观和世界观提供伦理思想的文化养料和经验借鉴", "考查", "", "", ""], ["402646010", "International and Cross-Cultural Management", "International and Cross-Cultural Management", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael Morley", "This course seeks to provide Candidates with an appreciation of managing organizations in the international and cross-cultural context. Three key levels of analysis are explored, namely societal/cultural/country (Macro) level, organizational (Meso) level and group/individual managerial (Micro) level. Four Key questions which underlie the Course give expression to these different levels of analysis:\n1. What is international management and what complexities arise when operating at the international level?\n2. How do we operationalize and understand differences between countries when managing internationally and what are the implications of these differences?\n3. What is the most appropriate way for firms to internationalize and to manage and structure their activities?\n4. How can we develop the managerial talents and capabilities to ensure that managers can be a success internationally?\nIn order to address these questions, we will:\n? Provide candidates with an historical overview of traditions and transitions in management thinking;\n? Explore the different trajectories of International Management Research;\n? Introduce candidates to key international managerial issues, the globalization thesis and contemporary environmental factors affecting organizations;\n? Enable candidates to explore issues relating to the management of organizations at an international level, focusing on cultural, institutional and socio-political determinants of legitimate practice;\n? Identify ethno perspectives and provide frameworks for understanding and managing in this international context.", "", "", "", "20160506新增"], ["402647010", "Evolutionary Algorithm", "Evolutionary Algorithm", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mitsuo Gen", "Evolutionary Algorithm (EA) as one of metaheuristics is based on principles from evolution theory and it is very powerful and broadly applicable stochastic search and optimization technique. This course is to introduce the basic aspects of EAs and their applications to the real-world optimization problems such as", "", "", "", "20160506"], ["402648010", "Time Series Analysis", "Time Series Analysis", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "William Meeker", "Basic concepts of time series analysis: autocorrelation, auto regression, ARMA model identification, fitting time series models and diagnostic checking, fundamentals of forecasting and forecast intervals, ARIMA models and unit roots, extensions to seasonal model in identification and fitting. Time series methods are widely used in economics, finance, engineering, as well as the social sciences. Prerequisite: knowledge of basic statistics, including regression analysis 4 academic hours per day for four days.\nPreferably one or two of those academic hours should be in a hands-on computer lab using either R or JMP software to do time series analysis.", "", "", "", "20160506新增"], ["402649010", "Social Psychology in Daily Life", "Social Psychology in Daily Life", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Martin Hagger", "This course will provide students with insight into the importance of social psychology to understand human behavior. Topics covered will include motivation, personality and individual differences, social norms, persuasion, implicit and subliminal influences on behavior, health behavior, and self-esteem. The course will be based on evidence and will involve lecture content and interactive exercises.", "", "", "", "20160506新增"], ["402650010", "Big Data Analytics: Submodel Selection and Post Estimation", "Big Data Analytics: Submodel Selection and Post Estimation", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Syed Ahmed", "Sparse models; Big data analysis / High dimensional data analysis; Panelized likelihood estimation/penalty estimation; Model misspecification, Shrinkage and pretest estimation; Asymptotics and Monte Carlo simulation; Data analysis", "", "", "", "20160506"], ["402651010", "Introduction to Social Entrepreneurship", "Introduction to Social Entrepreneurship", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "RICHARD DAVID FILLEY", "This course will provide an introduction for students (of any major or background) to the rapidly growing field of social entrepreneurship. Using the latest entrepreneurial methods and learning, students will explore how social challenges and problems (such as the need for clean drinking water in developing world) can be tackled and solved, using technology and innovation. As a part of the class, interdisciplinary teams will be formed to work on a real problem, and present their work by the end of class.", "", "", "", "20160506新增"], ["402652010", "Introduction to Entrepreneurship and Innovation", "Introduction to Entrepreneurship and Innovation", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Eyal Yaniv", "This is an introductory course for students who are interested in starting andmanaging a new venture. It is a hands-on training course which provides the studentswith the opportunity to experience the processes involved in starting a new business,from generating a creative and innovative idea, through making the fundamentaldecisions regarding a business model, to preparing a business model canvas. At theend of the course the students will be able to pitch their business idea to an audienceof potential investors.The course topics include:Introduction to entrepreneurshipHow to generate and evaluate new ideasCreating and maintaining a business modelThe business model canvasPitching your business idea", "", "", "", "20160506"], ["402653010", "Management Accounting for Decision Making", "Management Accounting for Decision Making", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Chandres Kumar Tejura", "Management Accounting for Decision Making combines the two essential qualities globally required from Business School graductes to meet the needs of a multitude of different organisations. This short course aims to bring key management accounting theory to life with practical real life examples to aid decision making. The course is flexible and can be designed for year one or two undergraduate students studying business degrees. Indeed, final content and structure will be dependent on the cohort. The theoretical underpinnings will brought life with examples from a variety of organisation in America, Europe and China. Two pedological elements of quantitative and qualitative learning skills encapsulate a bespoke case study learning material, aimed at enhancing the learnig experience of students, Case studies will focus on costing with implications on profitability and volume examined, Therefore, numerical exercises will be dissected via intellectual discussion for the purpose and ramification in an organisational context and its impact on different stakeholder groups. Moreover, and a unique feature of this course (via case study)is the discussion and consideration covering Corporate Social Responsibility(CSR). This offfers a multidimensional experience for current students-China&#39;s future leaders. Depending on the number of students, delivery of this course will require some use computing resources-computers/laptop with pre-installed with Microsoft Excel. Such use and application will enhance much needed ITskills required by today&#39;s organisations. Courses similar to Management Accounting for Decision Making are from fixtures in many Accounting and Business Management programmes. However, as stated above, this course will be tailored for Sichuan University, with students learning course content via key Excel skills and functionality. Delivering this course is a highly repected member of staff with over eighteen years of lecturing experience, including fourteen as Senior Lecturer. Chandres possess essential levturing qualifications and recogniation; he holds a PECE and Senior Fellowship of the internationally recognised Higher Education Academy. Apart from the UK, Chandres has taught abroad, at Master&#39;s level, nobably in Athens.", "", "", "", "20160506"], ["402654010", "Sports Events Marketing", "Sports Events Marketing", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ramon A.Corrada-Rivera", "This course provides an analysis of the impact of sports events marketing. It will focus on tudying the history, trends, terminology, types of events, and the marketing of sports events. Emphasis will be given to the process of marketing a sports event from the producer’s perspective. The course will be developed through the analysis of readings, presentations, research, and case studies.The course will use the Internet among other research tools and Power Point for assignments and projects.", "", "", "", "20160506"], ["402655010", "Human Resources: New Policies and Challenges in the Knowledge Society", "Human Resources: New Policies and Challenges in the Knowledge Society", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Lennart Ulrik Wikander", "This course focus on the changes in many societies on the globe today. Going from an industrial society to a knowledge based society. The course will illustrate the changes and the challenges with these changes and the need of new knowledge and new Human Resources in the labour market. It illustrates also the changes of the policies and the consequences for higher education institutions.", "", "", "", "20160506"], ["402656010", "Managing Innovation", "Managing Innovation", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "TENG WEILI", "The course will focus upon the understanding of Innovation and its impact on business and society. The course includes the nature of innovation, technology change, forms of innovation, theories of innovation, sources of innovation, process of innovation, managing innovation, innovation strategy, intellectual property right and latest relevant research issues of innovation.", "", "", "", "20160506"], ["402657010", "Innovative Entrepreneurship", "Innovative Entrepreneurship", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yossi DASHTI", "The course covers all phases in the life cycle of startup ventures from Idea to Exit and provides students with tools and ability to create a business plan and increate outcome of their engagement with innovative entrepreneurship. Topics include: generating innovative ideas, Proof of Concept (POC), risk assessment, building a team, creating business plan, rising capital, dealing with investors such as Angels, Crowd funding, and VCs,protecting Intellectual Property rights, business model, Go to Market Strategy, adding value, maintain sustainable growth, positioning the venture for exit, IPO, M&amp;A, and success factors.", "", "", "", "20160506"], ["402658010", "Building Successful Innovation Hubs", "Building Successful Innovation Hubs", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yossi DASHTI", "The course provides a set of actions and initiatives that help to build new innovation zones and to generate opportunities for entrepreneurial positive outcome. Students will gain knowledge and be able to support policy makers, business executives, investors, entrepreneurs, academic institutions, and multinational corporations in their quest to develop and join innovative zones and ecosystems. Topics cover:+ An overview of global disruptive and sustaining innovations models+ Managerial perspective of innovation hubs impact on local, regional, national, international economy + Examination of the role and contribution of players in the innovative ecosystem+ Analyze ecosystems of successfulinnovation zonessuch as Israel or the Silicon Valley+ Evaluate success factors in order to understand what makes leading innovation hub+ Explain commercialization process and transfer of technologies that are based on universities and academic research&amp; development institutions", "", "", "", "20160506"], ["402659010", "商务数据分析与应用", "Business Data Analytics and Application", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "Jennifer Shang", "《商务数据分析与应用》是进行科学研究的一项重要工具，也具有很强的应用性，它在自然科学、社会科学和经济管理等各领域中得到了越来越广泛的应用，是一种非常有用的数据处理方法，是商学院管理科学与系统科学专业基础课程。从商学院学生的角度出发，通过深入剖析实际案例，向学生展示了统计学在数据分析这一领域的应用。课程收集了电子商务、金融、医疗管理等行业的案例，案例内容涉及客户管理、产品定价、消费者偏好、渠道营销、组织行为等领域。本课程的教学目的在于让学生熟练掌握多种多元统计方法的基本思想，数学原理的基础上，能够把大量的数据简化到人们能够处理现实问题。能够通过案例的学习，找出现实问题中有待解决的问题，根据问题设计因变量、自变量及初始模型，在分析的过程中逐渐完善统计模型，解释模型的意义，一步一步地向学生展示了数据分析的原理、思想及方法", "考查", "", "本课程涵盖了基本统计方法，包括判别分析、聚类分析、主成分分析、相关分析和因子分析、典型相关分析、多元回归分析等各种多元分析方法的思想及统计分析方法，也包括运营优化方法，如DEA分析、AHP分析、线性规划、二层优化方法，同时将上述方法应用于电子商务、供应链管理、健康管理等领域，引导学生学会使用上述方法进行实际案例分析", "20160518"], ["402660005", "品牌营销", "Brand marketing", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20160525"], ["402661005", "质量管理及应用", "Quality Management and Application", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20160525"], ["402662005", "BIM概论", "Introduction to BIM", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "", "", "", "", "", "", "", "", "", "20160525"], ["402663010", "女大学生商务形象塑造", "Business image creation for female college students", "商学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20160525"], ["402664005", "多层次资本市场发展趋势与投资银行从业机会", "Multi-level capital market development trend and investment banking industry opportunities", "商学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "", "", "", "", "", "", "", "", "", "20160525"]]