[["915118010", "Design Thinking", "Design Thinking", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Lauritsen Morten Brunsborg", "During this course you will experience a collaborative edesign process. With a predefined problem you will try out tools and work processes in order to empathize, ideate, prototype problem you will try out tools and work processes in order to empathize, ideate, prototyp and test your design. You will learn how to promote creativity, work with innovation and entrepreneurship based upon theories use in the Danish educational system.", "", "", "", "20140415新增全英文"], ["915119010", "Social Urban Planning", "Social Urban Planning", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Lauritsen Morten Brunsborg", "This course will demonstrate urban planning with focus on human aspects. The social perspective will be discussed and implemented in the planning process. Emphasis will be made on the awareness of both psychological and physical elements and how they can influence scale, dimensions and materials chosen in an urban context. The course will be carried out with lectures followed by workshops to illustrate and demonstrate the presented principles. (Course\nwill be conducted together with Karen H. P. Knudsen)", "", "", "", "20140415新增全英文"], ["915120010", "Impacts of Architecture and Design.", "Impacts of Architecture and Design.", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Andri Lehn", "The design and layout of buildings, interiors and environment have impacts on how we experience and relate to others, to our surroundings and to ourselves. Design create possibilities or limitations for the use and behavior in spaces. The impact on our everyday lives as well as our learning and knowledge environments is a resource to be implemented in design in order to create rooms and buildings that help us achieve the goals and purposes we seek.\nThe course consists of lectures, workshops and presentations.Urban Design and spatial area planning create grounds for the distribution of resources on a large scale. This course focuses on urgent issues we are facing today, in  the development of modern cities. Connections between large scale and human scale, sustainability issues, examples of simple and elegant solutions to complex problems, as well as factors which make cities pleasant and enjoyable for people, so that they use the public spaces. The course consists of lectures, workshops and presentations.", "", "", "", "20140415新增全英文"], ["915121010", "Urban Design for Sustainability and People", "Urban Design for Sustainability and People", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Andri Lehn", "This course focuses on urgent issues we are facing today, in  the development of modern cities. Connections between large scale and human scale, sustainability issues, examples of simple and elegant solutions to complex problems, as well as factors which make cities pleasant and enjoyable for people, so that they use the public spaces.", "", "", "", "20140415新增全英文"], ["915123010", "Natural Hazards: an Introduction", "Natural Hazards: an Introduction", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "FURDADA BELLAVISTA GLORIA", "Course for Graduate students (or highest levels of Undergraduate Students), mainly specialized in landscape planning and management and environmental sciences.In recent years, population growth, economic development and globalization have led to anextraordinary increase of territorial occupation and changes in land use that sometimes had not take into account coexistence with the natural phenomena. Consequently, there has been an increase in social and economic losses due to natural disasters, following an upward trend.The objectives of this course are: a) to review the basic concepts and knowledge about natural hazards and risks; b) to convey the usefulness of the prediction, prevention and protection based on scientific knowledge and c) to transmit to the students the values of interdisciplinary work and solidarity.", "", "", "", "20140415新增全英文"], ["915124010", "Pre-columbian Art and History of Mesoamerica", "Pre-columbian Art and History of Mesoamerica", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Meritxell Tous Mata", "This course delivers a broad overview,deepened through case studies of art produced by pre-columbian civilizations that developed in Mesoamerica,and takes into account the cultural context and the social function in which this art was produced. The course is divided into two parts.The first part,introductory by nature ,will set the cultural context, and at the same time will provide a brief chronological overview of the cultural developments that took place from the arrival of the first inhabitants to the expansion of the Aztec empire in the fifiteenth century.In the second more extensive part of the course, an in-depth study of the major artistic events that took place will be developed,from the most &quot;primitive&quot;art of hunter-gathers,through the refinement of Maya art before the roundness of the representations in stone of Aztec art.", "", "", "", "20140415新增全英文"], ["915125010", "Pre-Columbian Art and History of the Andean Region", "Pre-Columbian Art and History of the Andean Region", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Meritxell Tous Mata", "", "", "Meritxell Tous Mata", "The course delivers a broad overview,deepened through case studies of art produced by pre-Columbian civilizations that in the Andean Region,and takes into accout the coultural context and social function in which the art is produced.", "", "", "", "20140415新增全英文"], ["915126010", "3D Character Animation Xpress", "3D Character Animation Xpress", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Bàrzanas José María Cabello", "Learn how to create simple 3D characters and animate them. From design and\nmodeling-texturing to rigging, ilumination, animation and render in guerrilla\nmode.", "", "", "", "20140415新增全英文"], ["915127010", "3D Infographics Animation for Product Visualization (Medical Sciencesor Other Specific Area)", "3D Infographics Animation for Product Visualization (Medical Sciencesor Other Specific Area)", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Bàrzanas José María Cabello", "Learn how to create a 3D animation video-sequence rendering some parts or process of human body in a easy way.", "", "", "", "20140415新增全英文"], ["915128010", "Short Course to Biostatistical Analysis Using R", "Short Course to Biostatistical Analysis Using R", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Sergi Civit", "", "", "Sergi Civit", "This course covers the basic topics in experimental design and analysis: \nThe participants will be instructed on how to decide what kind of analysis is most appropriate given the hypothesis of interest and how to interpret their results. Each lecture will consist of a theoretical part and practical PC exercises using the open-source software R.", "", "", "", "20140415新增全英文"], ["915129010", "Short Course in Design and Analysis of Experiments", "Short Course in Design and Analysis of Experiments", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Sergi Civit", "", "", "Sergi Civit", "Students should have had an introductory statistical methods and be familiar with t-tests, p-values, con？dence intervals and the basics of regression.\nThis course covers the basic topics in experimental design and analysis: \nSome basic principles and terminology.\nThe strategy of experimentation. \nGuidelines for planning, conducting and analyzing experiments.", "", "", "", "20140415新增全英文"], ["915130010", "Immersive Virtual Reality", "Immersive Virtual Reality", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "ARROYO PALACIOS JORGE", "", "", "ARROYO PALACIOS JORGE", "This course will introduce students to the concepts, underlying principles and technology involved with the state of the art of immersive virtual reality. We will review the software and hardware technology required to create it, and some of the psychophysiological phenomena that it evokes (e.g. immersion, presence in virtual environments, embodiment in virtual avatars, uncanny valley). Then, we will discuss the contribution of virtual reality in\nin different domains (e.g. psychology, medicine, training, entertainment, sports, architecture, etc.) and its potential for future applications. Finally, we will present several inspiring examples of current research in the field of virtual reality.", "", "", "", "20140415新增全英文"], ["915131010", "Physiological Computing for Human Computer Interaction (HCI)", "Physiological Computing\nfor Human Computer\nInteraction (HCI)", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "ARROYO PALACIOS JORGE", "", "", "ARROYO PALACIOS JORGE", "This course will introduce a current research trend for future human computer interaction based on brain activity and physiological signals. Physiological signals offer a promising medium to interact in a natural and intuitive way with computer applications. In addition to being reliable, sensible and provide real time feedback, physiological signals offer an insight into a human’s physical and mental state which can be used to enrich the human computer interaction. Common physiological measures used in HCI include cardiovascular, electrodermal, respiratory, muscular tension, ocular, skin temperature and brain activity.The industry has already seen their potential and several research studies have been conducted to investigate the best way to employ them in many different areas.", "", "", "", "20140415新增全英文"], ["915133010", "Communication in Science: Writing and Public Speaking in Scientific Subjects", "Communication in Science: Writing and Public Speaking in Scientific Subjects", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Esteban Esther", "Participants will be\n1) Introduced to scientific language\n2) Trained to understand and write scientific papers\n3) Trained to communicate in Science using oral presentations and visual documents such as slide presentations and scientific posters.", "", "", "", "20140415新增全英文"], ["915134010", "Cooperatives Games", "Cooperatives Games", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "LLORACH SEGALA  MARTA", "", "", "LLORACH SEGALA MARTA", "Cooperation is a fundamental value of education in current and future generations. Playing games offer remarkable opportunities to really appreciate the values of solidarity and cooperation tools. Participating in cooperative structured games allow testing desirable behaviors in building a balanced community.\nThese games have wide range participants, from children to adults, as well as elderly people. The philosophy will be in enrolling in larger projects, a challenge for team work and have better results as a group.", "", "", "", "20140415新增全英文"], ["915135010", "Physical Games and Social Inclusion", "Physical Games and Social Inclusion", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "LLORACH SEGALA  MARTA", "", "", "LLORACH SEGALA MARTA", "The games are always related to children, but the adults can play as well. The physical games are known to have fun and active your motor skills, but they also have an important aspect: the socialization. The physical game gives us the opportunity to include people excluded from society for different reasons. This people can be immigrants, imprisoned people, drug addicts…)", "", "", "", "20140415新增全英文"], ["915136010", "Social and Cultural Aspects in English Speaking Countries: the Arts in Contemporary English Speaking", "Social and Cultural Aspects in English Speaking Countries: the Arts in Contemporary English Speaking Societie", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Nuria Giralt Anduix", "", "", "Nuria Giralt Anduix", "To gain a basic insight into the vast cultural and social diversity in English speaking nations from a historical and contemporary perspective. To raise awareness towards diversity of English speaking cultures. To reflect on the role of the Arts in contemporary English speaking communities.To encourage students to identify social and cultural issues that may be of their interest.", "", "", "", "20140415新增全英文"], ["915137010", "Social and Cultural Aspects in English Speaking Countries: Myths and Legends", "Social and Cultural Aspects in English Speaking Countries: Myths and Legends", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Nuria Giralt Anduix", "", "", "Nuria Giralt Anduix", "To gain a basic insight into the role of myths and legends in English speaking nations from a historical and contemporary perspective. To identify links between classical myths and legends and contemporary symbols and their role in creating a supranational identity.To raise awareness towards diversity of English speaking cultures. To encourage students to identify social and cultural issues that may be of their interest.", "", "", "", "20140415新增全英文"], ["915138010", "Intercultural Management", "Intercultural Management", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Martin Mu oz Mari Carmen", "", "", "Martin Mu?oz Mari Carmen", "This module is designed to provide the basics in cross‐cultural communication and management and empower students to handle a broad array of cultural differences in increasingly complex work environments. The intensive globalization of international business and trade has created a highly interrelated and interdependent world in which people from various nations and cultures must work together, often in remote teams in different time zones and geographic regions. Individuals, team members and managers working in such an environment must be knowledgeable about other cultures and cultural differences, and must maintain up to date information on relevant international politics and issues of diplomacy. This module assumes an European perspective in analyzing practical applications for intercultural management and enables the participants to apply this knowledge in a multicultural and multinational business environment.", "", "", "", "20140415新增全英文"], ["915139010", "Inspiring Leadership", "Inspiring Leadership", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Martin Mu oz Mari Carmen", "", "", "Martin Mu?oz Mari Carmen", "This module is designed to provide the basics for “inspiring leadership skills”. Emotional intelligence, hope, mindfulness, and compassion build great leadership relationships. Great leaders move us through our emotions. They establish a deep emotional connection with others called resonance. Their own levels of emotional intelligence allow them to create and nurture these resonant relationships. Based on decades of？research into emotional intelligence？competencies and longitudinal studies of their development. This module will examine resonance and developing &quot;resonant leadership&quot; capability,？emotional intelligence, and the experiences of mindfulness, hope, and compassion. Using the latest in neuroscience, behavioral, organizational and psychological research, participants will？understand the theory and undergo some “practicum” to prepare them for their future as an essential beginning to sustained, desired change for individuals, teams, organizations and communities.？", "", "", "", "20140415新增全英文"], ["915140010", "Introduction to Alternative Energy", "Introduction to Alternative Energy", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "KOH YEE KAN", "", "", "KOH YEE  KAN", "I will give a quick overview of different types of alternative energy - solar, nuclear, wind, biomass, thermoelectrics etc. Emphasis will be given to harvesting solar energy through photovoltaic devices and solar thermal devices. The use of thermoelectric devices to recover waste heat will also be discussed. I will also briefly discuss energy storage, if time permitted.", "", "", "", "20140415新增全英文"], ["915141010", "Global Environmental Science", "Global Environmental Science", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "OBBARD JEFFREY PHILIP", "", "", "OBBARD JEFFREY PHILIP", "Environmental protection is now fundamental to the development of a sustainable global society. No longer is human influence on the planet confined to the local environment, but now extends across political boundaries - often resulting in regional or even global impacts. As a result, society, industry and agriculture are under increasing pressure to improve environmental performance and cut resource consumption and pollution. Around the world, governments are striving to minimize waste production, protect water resources, reduce energy consumption and improve the quality of the urban living environment.\nAs the human global population grows exponentially and the life-support systems of the planet continue to deteriorate, there is a growing international recognition that environmental problems require truly global solutions. This course will focus on the issues and causes of global environmental issues including: earth system science; population growth; resource exploitation and threats to the atmosphere hydrosphere and biosphere. The aim of the course is to provide students with a knowledge and appreciation of the inter-related problems and challenges of sustainable development.", "", "", "", "20140415新增全英文"], ["915142010", "Applied Mathematical Theory of Risk", "Applied Mathematical Theory of Risk", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "DAVID GORDON WILLIAM PITT", "", "", "DAVID GORDON WILLIAM PITT", "This course will cover the fundamental probabilistic methods used by general insurance companies and increasingly by banks in the management of their claims and\noperational risks. After a brief review of probability distribution theory including\nmoment generating functions, attention will turn to a detailed analysis of reinsurance\nand aggregate claims distributions in insurance. Students will also be introduced to the topic of ruin theory.", "", "", "", "20140415新增全英文"], ["915143010", "An Introduction to Life Insurance Mathematics", "An Introduction to Life\nInsurance Mathematics", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "DAVID GORDON WILLIAM PITT", "", "", "DAVID GORDON WILLIAM PITT", "This course will cover the modern approach to life insurance mathematics. The\nconcept of a survival model will first be covered. This idea will then be applied to the\nvaluation of life annuities and insurance functions. The course will include applications\nwith spreadsheets and an introduction to profit testing. The course will give students\nintending to take examinations of the Institute of Actuaries (UK) or Society of\nActuaries (US) an understanding of some of the essential concepts needed for success\nin the technical subjects relating to life insurance.", "", "", "", "20140415新增全英文"], ["915144010", "Capital Market", "Capital Market", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Mehdi Sadeghi", "", "", "Mehdi Sadeghi", "This unit provides an overview of the operation of the capital markets. The financial\ninstitutions are described and the securities offered by these institutions are reviewed.\nEmphasis is placed on the financial instruments available to companies and investors\nfrom the equity, debt and derivative markets.", "", "", "", "20140415新增全英文"], ["915145010", "Investing in Emerging Markets", "Investing in Emerging\nMarkets", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Mehdi Sadeghi", "", "", "Mehdi Sadeghi", "This unit begins with an examination of the characteristics of emerging financial\nmarkets. The unit then has two parts. The focus of the first part is on portfolio\ninvestment management. The focus of the second part is on direct investment in new projects. The geographic focus is in Asian countries.", "", "", "", "20140415新增全英文"], ["915146010", "Decision Making for Sustainable Business Practices", "Decision Making for Sustainable Business Practices", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Samantha Kalotay", "", "", "Samantha Kalotay", "The business environment is highly complex and demanding in today｀s globalized world of multi-international corporations powered by the high speed of technology.The ability to make sound and informed judgments for effective decisions is imperative for business success.This course emphasizes the importance of high level business skills,such as critical thinking,application and communication skills.This course ,however, does not disseminate knowledge,instead it requires students to research for knowledge in key accounting and business topics,and later apply the knowledge in dynamic and interactive group learning activities.", "", "", "", "20140415新增全英文"], ["915147010", "Emerging Issues in Financial Crime", "Emerging Issues in Financial Crime", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Verity  Anne Greenwood", "", "", "Verity Anne Greenwood", "This course introduces a set of contemporary theories on the economic basis of\ninternational business strategy. The course pays particular attention to the strategic issues facing multinational enterprises today, including how to organize a variety of international business activities, how to manage international alliances, and how to make sense of the impact of information technology on IB strategies. The theoretical principles provide the basis of various conceptual frameworks and models, which in turn help students to make sense of a variety of strategic issues firms face in a complexand uncertain global business environment.", "", "", "", "20140415新增全英文"], ["915148010", "Comparative Government and Politics: An Introduction", "Comparative Government and Politics: An Introduction", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Jesper Schlaeger", "", "", "Jesper Schlaeger", "This course examines how politics is organized in countries around the world. The core issue is how nations solve the political problem of making collective decisions. The course compares both the structures of governments and their links with society.", "", "", "", "20140415新增全英文"], ["915149010", "The History of Government", "The History of Government", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Jesper Schlaeger", "", "", "Jesper Schlaeger", "This course provides a sweeping view of the largest and most sophisticated organizational form in human history, government. It takes point of departure in the ancient monarchies and empires, progresses over the intermediate ages, to end with the formation of the modern state. We get to know the governments of the Egyptian, Persian, Greek, Roman, and Chinese empires and the monarchies of Europe. Finally, we look at the revolutions that brought the modern states in both America, France and China.", "", "", "", "20140415新增全英文"], ["915150010", "Preparation for Research Project", "Preparation for Research Project", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "PHUANGPHET TONAWANIK", "", "", "PHUANGPHET TONAWANIK", "This course is designed as a practical guide for the preparation of well-written academic reports. The course provides students with an opportunity to write different types of reports, including a reading report, an interview report, an annotated bibliography, and a research paper. Emphasis is on clarity of content, concise expressions, and correct format of report organization.", "", "", "", "20140415新增全英文"], ["915151010", "Report Writing", "Report Writing", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "PHUANGPHET TONAWANIK", "", "", "PHUANGPHET TONAWANIK", "This course is designed for students to acquire skills and techniques of writing a paragraph and a complete discourse level. Students will learn to formulate and express ideas clearly and independently to write different genres of academic writing in English.", "", "", "", "20140415新增全英文"], ["915153010", "Technology,Industry and Management in China", "Technology,Industry and Management in China", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Denis Fred Simon", "", "", "Denis Fred Simon", "This course is designed to analyze and assess the momentous changes taking place in China｀s economic,business and technology landscapes,with special emphasis on the role of technological innovation and high level talent in the evolving Chinese economy.Special attention will be given to the implicatins of China｀s increased integration into the global economy&amp;global R&amp;D system,esp.from the perspective of China｀s future.", "", "", "", "20140415新增全英文"], ["915154010", "The Cultural Significance of Cambridge University", "The Cultural Significance of Cambridge University", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "CHRIMES William Nicholas", "", "", "CHRIMES William Nicholas", "The course will comprise of 10 lectures of 1 ？ hours\nLecture 1 Introduction The opening lecture will cover the beginning of university education in medieval Western Europe, the birth of Cambridge University and the reasons for its success.\nLecture 2 Illuminated Manuscripts &amp; the political contribution of Cambridge\nThe development of this major Western art form (from 600AD to 1500AD) will be covered as well as: the major items amongst the outstanding collection at Cambridge &amp; the significance of the university’s 157 libraries.\nLecture 3 The Cultural Role of Cambridge University (part 1)\nThe art treasures of the university’s Fitzwilliam Museum\nLecture 4. The Cultural Role of Cambridge University (part 2)\nBritish culture &amp; its Cambridge Gentlemen &amp; the latter’s contribution to international sport, manners &amp; dress. The non-academic pastimes of students from medieval Europe through to the C21st will be covered.\nLecture 5. The development of English Architecture &amp; its reflection in Cambridge.\nCambridge contains buildings of almost every major English architecture; the different styles plus their social and political significance will be exposed.\nLecture 6. Stained Glass as an art form &amp; King’s Chapel The coloured glass in the chapel of King’s College is one of the major jewels of the Northern European Renaissance. Its significance, as well as that of the building itself will be demonstrated.\nLecture 7. The Place of Women in European University Education. How women were first excluded from university education, how they were included and their place in the modern university using their story at Cambridge to elucidate their progress to equality.\nLecture 8 The remarkable contribution of Cambridge University to Science\nLecture 9 The Modern University – how Cambridge works, the changing nature of its student body, the challenges is faces", "", "", "", "20140415新增全英文"], ["915156010", "Organizational Leadership in China and the United States", "Organizational Leadership in China and the United States", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Roger  Colin Shouse", "Leadership and领导 (lingdao) are considered vital for organizational effectiveness. But what do these concepts mean and how do they work? Answers vary within and across national boundaries and cultures. The meaning and practice of 领导 in China is not necessarily the same as the meaning and practice of leadership in the United States. Important differences also exist between leadership, management, and authority. Through lecture, discussion, and video examples, this course explores and compares different styles and interpretations of “leadership” and how they can improve organizational effectiveness. Special emphasis is given to educational organizations (e.g. school improvement and reform).", "", "", "", "20180509实践周"], ["915157010", "Creative Social and Cultural Programming", "Creative Social and Cultural Programming", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Craig  Sinclair Smith", "&quot;CREATIVE SOCIAL AND CULTURAL PROGRAMMING\nFour Lecture, Six Group Activities, Two Exams with In-Class Review\nThis lecture will present an international range of events, art exhibitions, public\naffairs, sports events, and important publications (in English) that have created\nemerging and grassroots marketing campaigns for the 21st Century.\nCreative programming of ‘social’ activities and of cultural artifacts, forms,\nlanguages, foods, etc. allow students and future professionals the skills and\ncreative insights needed to produce programming for institutions such as\nhospitals, schools, or museums. These skills and this foundation of knowledge\nalso allows students to participate in the emergence of a fashionable and\ncritical debate amongst philosophers, historians, and economists concerned\nwith the commoditization of voluntary human labor in social media, interactive\nart, gaming, and live public or civic programs.\nThe instructor for this course is an internationally exhibited and published artist\nand a cultural director for a health care company in the United States. He will\nprovide lectures and presentations of visual aesthetics and historical examples\nfrom science, global religions, western art history, sound art, political activism,\nand examples of art coordinated with medicine, technology, war, and nature.\nThe course will be of interest to students attempting to work in multiple\nnational contexts of engineering, design, medical therapies, contemporary art\npractice, hospitality, journalism, and philosophy and those students wishing to\ncomplete graduate study in the USA or Europe.&quot;", "", "", "", "20180509实践周"], ["915158010", "A Human Centered Design Approach to Pitching an Engineering Innovation", "A Human Centered Design Approach to Pitching an Engineering Innovation", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Daniel j. Lacks", "Human Centered Design is a problem solving process that combines a people-first approach with a bias towards action and iteration. Human Centered Design empowers people to get to the core of any problem and create a solution with greater impact. This course will guide student teams through the Human Centered Design process, in a hands-on experience for students involving ideation, teamwork and business pitches. This course represents the essential element of successful startup culture which has recently become emphasized in US Engineering Education. This will be a highly interactive, entrepreneurial team structured and fast moving experience -- which emulates the real- world dynamic of a “Shark Tank” culture.", "", "", "", "20180509实践周"], ["915159010", "Marketing Case Workshop", "Marketing Case Workshop", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Michael Zhang", "This marketing case workshop will explore the changing environment of business and its impacts on marketing, the essential role of marketing activities for the company and society, and marketing planning and management process. After completion of this course, students will be able to integrate the full scope of marketing activities and apply the marketing concepts and strategies to real-world marketing scenario.", "", "", "", "20180509实践周"], ["915160010", "Intercultural Communication", "Intercultural Communication", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "PHILIPPE  HUMBLé", "This course will give an overview of the field of Intercultural Communication. First, the founding fathers of the discipline will be presented, such as Edward T. Hall and Geert Hofstede, together with a panorama of their main achievements. Second, a series of concrete case studies will be presented in which special attention will be given to how Chinese culture is perceived by the West and vice-versa. Finally, it will be the turn of a few authors who have criticised the discipline of Intercultural Communication as a whole, or certain aspects of it. Here attention will be paid to authors such as Ingrid Piller, Adrian Holliday and Clifford Geertz who have written some classical texts on the subject. Each lecture will consist of a theoretical introduction, followed by a section during which students will be invited to participate in a discussion on the basis of an anthology of texts provided by the lecturer.", "", "", "", "20180509实践周"], ["915161010", "Personal Leadership: How to lead yourself to excellence", "Personal Leadership: How to lead yourself to excellence", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Julia Beth LaRosa", "&quot;Personal Leadership is the process by which one influences oneself to achieve their goals. Self-leadership development includes self-observation and management that potentially influences every aspect of one’s life; including health, career and relationships. Equipped with self-management skills, students are motivated to take purposeful action to become better leaders, entrepreneurs and team members. Through personal reflection and group activities students will:\n- Reflect individually, in pairs and as a class on leadership and personal leadership capacities designed to strengthen personal growth and understanding while integrating knowledge into practice\n- Integrate knowledge and values in leadership behaviors with new personal responses - Develop a stronger sense of self\n- Examine and evaluate their personal leadership strengths and weaknesses\n- Gain insights into emotional intelligence and how the theories of EI influence leadership&quot;", "", "", "", "20180509实践周"], ["915162010", "Learning Spaces", "Learning Spaces", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "William Arthur Butler", "This course is designed for teachers or those interested in the teaching field. It provides an introductory examination into learning spaces and how learning spaces influence student motivation and student successes. The course will incorporate design thinking principles, creating classroom culture and taking into consideration active versus passive learning practices within the classroom. By the end of the course, participants will be familiar with the various design principles and be able to apply them to engage with their students in a more proficient manner.", "", "", "", "20180509实践周"], ["915163010", "Introduction to Curriculum Theory and Philosophy: Western and Chinese Perspectives", "Introduction to Curriculum Theory and Philosophy: Western and Chinese Perspectives", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Donald Blumenfeld-Jones", "&quot;The word “curriculum” comes from the Latin “currere” and means “the course run.” When applied to education, it means the journey we take as we become educated. The word “education” also comes from the Latin “educare” which means: to lead out. Curriculum and education, taken together, mean “to lead out on a journey.” Curriculum can lead us out on many kinds of journeys. In this course we will explore different visions of the curriculum/education journey through examining various curriculum theories and philosophies of education. These different theories and philosophies will challenge us as they broaden our understanding of ourselves and our own educational journey, thus developing ourselves as critical and innovative thinkers and doers. Because curriculum is also a practical field, as we make education programs to be used by learners, what we learn in this course can be applied to making many different kinds of programs, both education and other kinds. This critical exploration of curriculum begins with two fundamental human questions. These questions are:\n·What is the meaning of human existence?\n·How shall we live together? There are two other equally important questions:\n·What does it mean to be an educated person?\n·What knowledge is of most worth which contributes to the cultivation of a person in society? These four questions are not abstract. We actually answer them every day in the way we take ourselves and learners on a specific education journey. There are, however, many kinds of journeys we can take. We will explore four curriculum theory/philosophy systems that suggest four different kinds of education journeys. These are:\n·A subject-matter journey. In this journey learning subject-matter is the purpose of the education journey. This is more complex than we usually think, and we will explore these complexities to see the real potential of subject-matter. However, while this is how most of us think of education, there are alternatives.\n·An individualist journey. In this journey the fulfillment of the individual or person is the heart of education. Using John Dewey’s philosophy of education, we will explore how he addresses these questions of life’s meaning and purpose and how we educate in the light of these.\n·A society journey. In this answer society’s needs are the heart of education decisions. There are two journeys we take with society. We either take a social adaptation journey in which we adapt the learner to society’s needs or we take a social reconstructionist journey in which we teach learners to be social critics who work to reconstruct society.\n·A traditional Chinese approach to these questions harmonizes the individual and society. In this journey of harmony there is a strong aesthetic component. We do not have such a component in US curriculum theory. Here I draw on the work of the curriculum scholar Weili Zhao and others to explore education as an aesthetic practice.\n·While exploring these four approaches to education, we will also examine different processes for making education decisions and programs. These different processes can be applied to many kinds of program design activities.&quot;", "", "", "", "20180509实践周"], ["915164010", "Promotion of Global Health Responsibility and Intercultural Communication", "Promotion of Global Health Responsibility and Intercultural Communication", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Yang. Min", "&quot;This is a course that combines workshop and on-site service experience. It provides foundational principles for understanding how to communicate and interact across cultures in promoting sanitation and health.\nInternational students as well as Chinese students are encouraged to take this course which will be delivered during two weeks of the summer UIP program in the western region of Sichuan province with the Yi ethnic minority people. The region is currently covered by the national program for poverty reduction in China.&quot;", "", "", "", "20180509实践周"], ["915165010", "American Government", "American Government", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Bart Eveline Alfons Kerremans", "&quot;This is a survey course on the main features of politics and government in the United States.\nThe course has been built around one big issue: the fact that the U.S. president may be among the most powerful persons in the world, but that such great power comes with great limitations. The course tries to illuminate these limitations, but also the opportunities for presidents to weigh on U.S. federal policy-making. In doing so, the course focuses on a broad array of factors that affect these constraints and opportunities, not just for the president, but also for a range of other players such as the U.S. Congress, the party leadership, the wide array of interest groups and lobbyists, and ultimately, the voters. As such, the course is structured according to the following modules:\n？Module 1: The constitutional foundations: Hamilton versus Jefferson\n？Module 2: The judicial branch: from Marbury vs. Madison to Citizens’ United\n？Module 3: Elections, campaign finance, and the U.S. party system: the 2016 elections as an example\n？Module 4: Presidents and the opportunities and limits of presidencies: how typical and atypical is the Trump Presidency and why?\n？Module 5: The U.S. Congress: how ebb and flow of party discipline affects the U.S. legislator\n？Module 6: Interaction between Congress and the Presidency: an invitation to struggle\n？Module 7: Interest groups and lobbyists: when do they prevail and when do they not\n？Module 8: Presidential power revisited&quot;", "", "", "", "20180509实践周"], ["915166010", "Migration in Europe – current trends and challenges", "Migration in Europe – current trends and challenges", "国际合作与交流处", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Dorota  Ewa  Heidrich", "The aim of the course is to have the participants acquainted with current trends in migration in Europe. Emphasis will be placed at the countries if the European Union that at the moment need to face challenges related to the recent mass influx of migrants form different directions. Ineffectiveness of the EU’s migration and asylum policies has forced European leaders to reframe the EU’s institutional and legal framework in that regards. On to of that, the EU needs to find solutions to manage economic migration in parallel to forced migration.", "", "", "", "20180509实践周"], ["918001010", "实验室安全与环境保护", "Laboratory safety and environmental protection", "实验室及设备管理处", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "实验室安全与环境保护  自编讲义", "", "廖林川", "", "考查", "", "本课程注重实验室安全与环境保护的必要性和重要性，既有理论知识，也有相关案例，内容主要有实验室安全与环境保护概述；实验室各种安全隐患及环境污染种类；实验室安全技术与环保常识；安全防护与环保技术；实验室安全环保事故应急处理措施等。?", "20130408"], ["918002020", "实验室安全与环境保护", "Laboratory safety and environmental protection", "实验室及设备管理处", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180522"], ["920001020", "CICS应用编程", "CICS application Programming", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["920002020", "主机DB2数据库系统与编程", "Mainframe DB2 system and programming", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", ""], ["920003020", "IBM数据库DB2基础及管理", "IBM DB2 Family Fundamental and Administration", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["920004020", "Linux操作系统基础及管理", "Linux Basics and System Administration", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "停开"], ["920005020", "UNIX操作系统应用", "The Application of Unix Operater System", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", ""], ["920006020", "办公自动化及Lotus Notes应用与管理", "Lotus Notes Application", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "停开"], ["920007020", "大型机基础", "Mainframe foundation", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", ""], ["920008020", "自服务网站开发", "Development of self-service web site", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["920009030", "新型主机操作系统", "z/OS Overview", "IBM技术中心", "", "本科", "3.0", "48.0", "", "", "开设", "48.0", "28.0", "20.0", "0.0", "", "", "", "", "", "国际周课程", "讲授含实践", "肖政灵", "大型主机操作系统基础，吴驰，清华大学出版社，2009年07月；现代大型主机系统导论, 黄晓涛，清华大学出版社，2009年12月；An introduction to the mainframe: z/OS basics，International Technical Support Organization. 2007", "The fundamental of mainframe operatiom, wu chi, tsinghua press, 2009-07\nThe guide of modern mainframe system, huang xiaotao, tsinghua press, 2009-12  ；An introduction to the mainframe: z/OS basics，International Technical Support Organization. 2007", "肖政灵", "", "考试", "", "该课程是大型主机系列课程的主干课程，主要从应用的角度介绍了现代大型主机操作系统的相关概念、知识及操作，详细讲解z/OS系统环境、数据集的管理等，并学会用作业控制语言编写作业、提交作业并查看结果。", "2012春实践及国际课程周课程"], ["920010020", "主机COBOL语言编程", "The Application of Unix Operater System", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "32.0", "32.0", "0.0", "0.0", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "考试", "", "", "2012春实践及国际课程周课程"], ["920011010", "主机COBOL语言编程课程设计", "Linux Basics and System Administration", "IBM技术中心", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "", "0.0", "16.0", "", "", "", "", "国际周课程", "实验", "", "", "", "", "", "", "", "", "2012春实践及国际课程周课程"], ["920012020", "主机DB2数据库应用与编程", "DB2 Application &amp; Programming", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "32.0", "16.0", "", "0.0", "16.0", "", "", "", "", "国际周课程", "讲授含实践", "王湖南", "", "", "", "", "考试", "", "本课程主要介绍了主机DB2数据库管理、操作以及应用程序开发的基础知识。主要内容有DB2数据库基本对象组成，数据库对象管理的SPUFI和交互式SQL命令的方法，数据备份与恢复，数据迁移，表空间级统计信息的收集和更新，主机DB2权限管理，嵌入式SQL编程的流程，在COBOL源程序嵌入DB2 SQL的应用编程，以及COBOL源程序的JCL和CICS两种运行方式。通过学习掌握主机环境下DB2数据库的基本对象组成和管理方法，熟悉嵌入式SQL编程的流程，以及不同的运行方式。", "2012春实践及国际课程周课程"]]