[["920014020", "主机数据库管理与CICS系统管理", "DBA &amp; CICS Management", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "32.0", "16.0", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "本课程对于丰富目前大型机的教学路线、培养操作、管理人才是非常必要的。课程主要介绍CICS系统管理的基本概念、日常管理的基本操作、系统的基本配置方法、基本的管理工具。", ""], ["920015020", "主机PL1语言编程", "PL1 Language Programming", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "学习PL/I程序编制计算机语言，主要用于编制大型机上的程序。", ""], ["920016020", "主机IMS数据库应用与编程", "IMS Application &amp; Programming", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "32.0", "16.0", "16.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "学习IBM的IMS层次数据库和事务处理系统，IMS的数据操纵语言是DL/1。用户使用某种高级语言(称为宿主语言)编程，通过嵌入DL/1语句实现对数据库的存取。", ""], ["920017020", "服务器操作系统", "Operating System for Server", "IBM技术中心", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "", "", "16.0", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20140915"], ["925001020", "文化科技创新与创业", "Innovation and Entrepreneurship of Culture, Science &amp; Technology", "文化科技协同创新研发中心", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "1、迈克尔?苏立文著，徐坚译：《中国艺术史》，上海人民出版社，2014年。\n2、日下公人著，范作申译：《新文化产业论》，东方出版社，1989年。\n3、杰弗里?蒂蒙斯、小斯蒂芬?斯皮内利著，周伟民、吕长春译：《创业学案例》，人民邮电出版社，2005年。\n4、库洛特克、霍志茨著，张宗益译：《创业学：理论、流程与实践》（第6版），清华大学出版社，2006年", "1. Michael Sullivan, The Arts of China, University of California Press, 2009.\n2. Kimindo Kusaka(日下公人), 新文化產業論, 東洋経済新報社, 1978.\n3. Jeffry A.Timmons &amp; Stephen Spinelli, New Venture Creation: Entrepreneurship for the 21st Century with PowerWeb and New Business Mentor CD Sixth (6th) Edition, Hodder Paperback, 2005.\n4. Donald F. Kuratko &amp; Richard M. Hodgetts, Entrepreneurship: Theory, Process, and Practice, South-Western Pub, 2006", "姜生\n冯渝杰\n张琦\n三浦国雄\n小幡满", "通过案例分析、实战演练等各种形式，使学生了解实际文化科技创新与创业的基本要求与各项必备要素，学习创新与创业基础知识，在体验中学习。通过对创新创业案例的深度分析，了解创新创业知识，积累创新创业经验，为未来自身的创新创业做出良好准备。在授课过程中，提高学生创新创业能力、团队协作能力、业务执行能力等多方面综合能力", "考查", "", "本课程塑造学生的创新与创业能力，让学生理解创新与创业的基本规律，掌握创新与创业管理的基本理论、知识和方法，激发学生投身创新创业的兴趣。从交叉学科的视角，结合文化、艺术、经济、管理等方面的理论与实践，帮助学生提高创意能力，系统设计能力，团队协作能力。通过课程的系统学习和全方位的训练，使学生理解创新和企业家精神的本质，体会创新与创业的过程，领悟创新和创业的精髓。本课程通过课堂授课、专题讲座、小组辅导、企业家讲座、竞争模拟、创业项目实践等众多环节，提供创新与创业的学习实践平台，获得创新与创业的本领", ""], ["929001040", "Introduction to Chemistry", "Introduction to Chemistry", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Greg Michalki", "In this general education course, students will learn chemical and physical principles by exploring a specific focus area in which chemistry is relevant to societal issues or technological advancements. They will apply the methods of science through experiments and learn to communicate scientific and quantitative information. The course develops scientific thinking and helps students understand important interdisciplinary connections.", "", "", "", "20140909"], ["929002040", "Business Finance", "Business Finance", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Anthiny Webster", "The purpose of this class is to help students use financial information to value and analyze firms. The course applies finance, economics and accounting skills to to solve financial problems of real-world businesses. Specific topics covered include: Legal Forms of Business Organization, Forms and Sources of Capital, Debt and Equity Capital Markets, Default and Bankruptcy Risk, Financial Statement Analysis, Ratio Analysis, Pro-forma Projections, Optimal Capital Structure, Efficient Market Theory and its Limitations, Weighted Average Cost of Capital (WACC) and the CAPM model, Probabilistic Risk Analysis, Dividend Policy, Discounted Cash Flow Valuation Methods, Mutually Exclusive Projects and Evaluation Under Capital Budgeting, Mergers and Acquisitions.", "", "", "", "20140909"], ["929003040", "Managerial Accounting", "Managerial Accounting", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Suzanne Wright", "This course emphasizes the use of accounting information throughout the planning, operation and control stages of managing an organization. It is designed to give students an understanding of decision-making in organizations, where the decisions involve the generation, analysis, or use of financial information. The major topics in this course include the use of accounting in making alternative choice decisions, the development and use of product cost information, and the use of accounting information for managerial planning and control. Students will also get an introduction to cost behavior, budgeting, responsibility accounting, cost control, and product costing.", "", "", "", "20140909"], ["929004040", "Introduction to Statistics", "Introduction to Statistics", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Anthony Webster", "The course helps students understand many statistical concepts, and gives them the ability to statistics, and use this knowledge to solve real-world problems using real-world data. Examples \nperform statistical analyses of numerous topical problems. Students learn the foundations of are drawn from medical research, environmental science, engineering, finance, education, sociology, computer science, and other areas.", "考试", "", "", "20140910"], ["929005040", "Introduction to Macroeconomics", "Introduction to Macroeconomics", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Tayyeb Shabbir", "The material in this course promotes student examination of a market economy. The course will\nprovide a unified framework to address macro issues and to study the impact of different policies, such as monetary and fiscal policies, on the aggregate behavior of individuals. The course provides an understanding of how the size and composition of national output are determined with \nparticular attention given to global and long-run growth issues. Students will be exposed to the \n\ndomestic and international forces that govern the determination of the aggregate level of economic activity. They will also learn about global issues including the determinants of trade, trade policy, capital mobility, international financial instability, and international economic integration and the extent of globalization.", "考试", "", "", "20140910"], ["929006040", "Introduction to Sociology", "Introduction to Sociology", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Michael Knight", "In this introductory course, students analyze how social structures and cultures are created, maintained, and changed, and how these structures affect lives of individuals and communities. The course demonstrates how the insights, theories, and methods of sociological analysis can be brought to bear on major issues of social life. A primary goal is to convey a sense of the manner in which sociologists formulate theories and how the collection and analysis of data are used to evaluate those theories of social interaction. The course is designed to challenge students to examine their own behavior and social interaction and foster a deeper understanding of their social existence.", "考试", "", "", "20140911"], ["929007040", "Introduction to Psychology", "Introduction to Psychology", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "John Hilton", "Introduction to psychology is a course designed to address psychology from both the natural science and social science perspectives. This course examines major areas of scientific psychology in some depth, attempting to develop basic models of our behavior and thought that explain wide areas of our functioning. The primary focus is on the areas of neural and motivational control of behavior, memory and thought, social interaction, and psychological development. Students will also learn how the mind works, and how the brain supports the mind. Students will consider how such knowledge relates to debates about nature and nurture, free will, consciousness, human differences, self, and society.", "考试", "", "", "20140911"], ["929008040", "Communication and Public Expression", "Communication and Public Expression", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Janet Hale", "This is an introductory course that presumes no formal training on the part of the students. The course focuses on effective oral communication with particular emphasis on organization and delivery of various types of speeches in different situations. Students will be introduced to the rudiments of the rhetorical theory which lies behind the practice of public speaking. Students will learn to craft efficient and impactful presentations and then how to precisely deliver them. The course teaches techniques for developing ideas, facts, arguments and visual aids as well as concentrating on the oral skills of projection and enunciation.", "考试", "", "", "20140911"], ["929009040", "Money and Banking", "Money and Banking", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Tayyeb Shabbir", "The course explores the role of money in the market economy, commercial banks, the Federal Reserve System, and monetary policy as it affects the supply of money and credit in the U.S. Exploration of the current state of the financial economy and the influence of monetary policy on interest rates, prices and overall level of economic activities are explored.", "考试", "", "", "20140915"], ["929010040", "Calculus 2", "Calculus 2", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Linh Tran", "Calculus II is a second semester calculus course for students who have previously been introduced to the basic ideas of differential and integral calculus. This course is designed to examine the calculus of functions of several variables, vector-valued functions, partial derivatives and applications, double and triple integrals, conic sections, polar coordinates, vectors and analytic geometry, first and second order ordinary differential equations. Students will discuss infinite sequences and series, first-order ordinary differential equations, second-order ordinary differential equations, and oscillation and damping.", "考试", "", "", "20140918"], ["929011030", "Principles of Management", "Principles of Management", "出国留学人员培训部", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Michael Knight", "", "", "", "", "20150921"], ["929012030", "Introduction to Sociology", "Introduction to Sociology", "出国留学人员培训部", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Jeffrey Schatten", "", "", "", "", "20150921"], ["929013040", "Calculus 3", "Calculus 3", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "考试", "", "", "20150923"], ["929014030", "Introduction to Statistics", "Introduction to Statistics", "出国留学人员培训部", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "考试", "", "", "20151008"], ["929015040", "English Composition", "English Composition", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "13.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "John Hilton", "A working, practical grasp of the fundamentals of written English is essential in today’s rapidly-evolving and globalized business world, in which commerce crosses so many national and international boundaries. Ability to communicate clearly and effectively in all forms of written English is one of the most valuable skills anyone can acquire. This course provides an introduction to English composition from a practical and realistic, very modern perspective. Through an abundance of practice, feedback, and review, we will give each student a solid foundation.\nOur emphasis on doing, as opposed to mere studying, is the key to making this course work. The goal is to furnish students with the information and practical tools necessary to create, draft, refine, and finalize professional-quality English writings of at a level appropriate for contemporary personal and business transactions.\nThere will be numerous short, in-class exercises designed specifically to give every student the ability to write grammatically correct and effective sentences, paragraphs, and short reports, letters, or e-mails. With immediate feedback and opportunity to correct errors, students will have every opportunity to make significant gains in their written English proficiency.", "考试", "", "", "20160906"], ["929016040", "Public Speaking", "Public Speaking", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "John McGee", "This is an introductory course that presumes no formal training on the part of the students. The\ncourse focuses on effective oral communication with particular emphasis on organization and\ndelivery of various types of speeches in different situations. Students will be introduced to the\nrudiments of the rhetorical theory which lies behind the practice of public speaking. Students\nwill learn to craft efficient and impactful presentations and then how to precisely deliver them.\nThe course teaches techniques for developing ideas, facts, arguments and visual aids as well as\nconcentrating on the oral skills of projection and enunciation.", "考试", "", "", "20160907"], ["929017040", "Introduction to Linear Algebra", "Introduction to Linear Algebra", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Ali Haddad", "This course offers a rigorous treatment of linear algebra, including vector spaces, systems of linear\nequations, bases, linear independence, matrices, determinants, eigenvalues, inner products, quadratic\nforms, and canonical forms of matrices. Students will be exposed to linear transformations and will\napply these concepts to linear differential or difference equations.", "考试", "", "", "20160907"], ["929018040", "Principles of Management", "Principles of Management", "出国留学人员培训部", "", "本科", "4.0", "52.0", "", "", "开设", "", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "201061011"], ["932001020", "印地语（上）", "Hindi", "中国西部边疆安全与发展协同创新中心", "", "本科", "2.0", "64.0", "", "", "开设", "4.0", "64.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "《基础印地语教程》、《印地语汉语大词典》", "", "雍家良", "作为世界大国，印度与中国一样有着悠久的历史和灿烂的文化，中印两国间的交流更是源远流长。印地语作为世界第三大语言，在印度经济和文化生活中扮演着重要的角色，而在我国，开设印地语的学校却很少，学习印地语的学生更是屈指可数。随着我国“一带一路”战略的进一步推广实施，作为我国重要邻邦和经贸合作伙伴的印度有着举足轻重的地位。2013年，中印贸易额突破650亿美元，中国成为印度第一大贸易伙伴。2014年9月，习近平主席首次访印时，在印度世界事务委员会的演讲中提出，“中印两国要做更加紧密的发展伙伴，引领增长的合作伙伴、战略协作的全球伙伴”，对中印关系进行了新的定位。这充分说明，作为印度国语的印地语必将在今后中印两国的经济文化交流中发挥越来越重要的作用。本课程针对有志于发展中印关系，愿意积极投身一带一路建设的青年学生，使其在学好自己专业知识的同时，掌握一些印地语基础知识和南亚相关国家的基本知识。学生基本掌握正确的语音、语调、词汇、基本句型以及常见语法，同时着重培养学生的印地语听说能力。", "考试", "", "教学内容分为语音、基础语法、句型、词组及某些词汇的特殊用法等，此外还会对使用印地语的主要国家和人群进行介绍。", "20160908"], ["932002020", "印地语（下）", "Hindi", "中国西部边疆安全与发展协同创新中心", "", "本科", "2.0", "64.0", "", "", "开设", "", "64.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "雍家良", "作为世界大国，印度与中国一样有着悠久的历史和灿烂的文化，中印两国间的交流更是源远流长。印地语作为世界第三大语言，在印度经济和文化生活中扮演着重要的角色，而在我国，开设印地语的学校却很少，学习印地语的学生更是屈指可数。随着我国“一带一路”战略的进一步推广实施，作为我国重要邻邦和经贸合作伙伴的印度有着举足轻重的地位。2013年，中印贸易额突破650亿美元，中国成为印度第一大贸易伙伴。2014年9月，习近平主席首次访印时，在印度世界事务委员会的演讲中提出，“中印两国要做更加紧密的发展伙伴，引领增长的合作伙伴、战略协作的全球伙伴”，对中印关系进行了新的定位。这充分说明，作为印度国语的印地语必将在今后中印两国的经济文化交流中发挥越来越重要的作用。本课程针对有志于发展中印关系，愿意积极投身一带一路建设的青年学生，使其在学好自己专业知识的同时，掌握一些印地语基础知识和南亚相关国家的基本知识。学生基本掌握正确的语音、语调、词汇、基本句型以及常见语法，同时着重培养学生的印地语听说能力。", "考试", "", "", "20161219"], ["991001010", "20世纪的西方音乐", "", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "北京大学毕明辉", "", "", "", "本课程在强调与世界一流大学接轨的前提下，秉承大学音乐素养提高之理念，以音乐风格流变为经，以课程所涉重要史实、代表人物及作品为纬，系统全面地展示20世纪西方音乐的绚烂风采。教学中，理论与实践互不偏废，遵循欣赏者接受现代音乐等方面的听觉心理规律，采用多媒体及师生互动等多元化教学模式，指导学生在较短时间内，掌握西方音乐的聆听技术和欣赏方法，为学生开启一扇通往音乐艺术殿堂的大门。", "20150310"], ["991002010", "大学化学（通识类）", "", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "北京大学卞江", "", "", "", "大学化学就像是一艘观光游艇，带着同学们穿行于化学这片神奇的领域，仅在最具代表性的区域稍作停靠进行重点讲解。我们希望，通过大学化学的学习，同学们不仅可以学到一些基本的化学知识，也可以对化学学科的历史和现状、化学与社会的关系、目前化学领域的某些热点问题以及化学的未来前景有一个轮廓式的了解。", "20150310"], ["991003010", "中医药与传统文化", "", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "上海交通大学彭崇胜", "", "", "", "大学生需要养生保健吗？中草药真的随处可见吗？均可入药吗？中华传统文化与中医药的渊源是什么？情花毒、断肠草存在吗？让我们一起跟随上海交通大学彭崇胜老师一起来揭开中医的神秘面纱！\x06?", "20150310"], ["991004010", "古典音乐欣赏", "", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "上海音乐学院王勇", "", "", "", "本课程将围绕提升大学生的艺术欣赏品味，了解古典音乐的名家名作为核心，通过音乐家的故事，经典作品的赏析，著名演奏家、指挥家的介绍，著名乐队的介绍等不同主题。让大家对于古典音乐不再望而生畏。让选修的同学能够对于最著名的一些古典音乐大师及其作品有所了解，帮助同学学习古典音乐的欣赏方法。", "20150310"], ["991005010", "花儿", "", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "兰州大学周亮", "", "", "", "聆听花儿，感受西北文化，释放最真的情感 。", "20150310"], ["991006010", "中华杰出人物评价", "", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "兰州大学王希隆、 杨林坤", "", "", "", "在中华五千年文明史中，汉武帝刘彻、唐太宗李世民、宋太祖赵匡胤、成吉思汗、明太祖朱元璋、明成祖朱棣、康熙帝玄烨、五世达赖喇嘛罗桑嘉措、雍正帝胤禛等9人对历史发展产生了深远影响，是中华杰出人物的典型代表。", "20150310"], ["991007010", "大学生创业基础", "Fundamentals of College Students&#39; Entrepreneurship", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "上海理工大学吴满琳", "", "", "", "本课程是一门创新创业教育课程，讲授创业基本知识与方法。不是高深理论体系灌输，纸上谈兵的说教，而是聘请创业型企业家身份的客座教授来“现身说法”，他们有丰富的创业经历和商战经验。优秀学员可有机会参加美国斯坦福大学的短期培训，本课程所带给你的理念、创意将对你一生的职业生涯规划大有裨益。", "20150310"], ["991008010", "演讲学", "", "", "", "本科", "1.0", "24.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "同济大学薛念文", "", "", "", "你想口若悬河、在纷繁复杂的全球化时代成为强者吗？你想心想事成、拥有梦想的生活吗？学习演讲与口才将助你成功。本课从阐述演讲的定义开始，由浅入深探讨提升演讲的技巧，内容包括成功演讲的十二个得分点，演讲的开头和结尾，以及如何提高演讲语言的生动性等等，教学内容操作性强，逻辑严密，对提高大学生口头表达能力，具有很强的指导性。", "20150310"], ["992001030", "保密概论", "Introduction of Confidentiality", "电子信息学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130614"], ["992002030", "保密检查技术", "Confidential Inspection Technology", "电子信息学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130614"], ["992003020", "涉密信息系统工程", "Secrecy  Information System Engineering", "电子信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130614"], ["993001030", "国际商务基础", "Fundamentals of International Business", "成都美国留学中心", "", "本科", "3.0", "36.0", "", "", "开设", "3.0", "36.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20120226"], ["993002030", "国际贸易", "International Trade", "成都美国留学中心", "", "本科", "3.0", "36.0", "", "", "开设", "3.0", "36.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130226"], ["993003040", "信息技术导论", "Introduction to Information Technology", "成都美国留学中心", "", "本科", "4.0", "48.0", "", "", "开设", "4.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20120226"], ["993004020", "Global Public Health", "Global Public Health", "成都美国留学中心", "", "本科", "2.0", "28.0", "", "", "开设", "2.0", "28.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20131010"], ["993005020", "International/Intercultural Communication", "International/Intercultural Communication", "成都美国留学中心", "", "本科", "2.0", "28.0", "", "", "开设", "2.0", "28.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20131010"], ["993006020", "Urban Sociology or Intro Sociology", "Urban Sociology or Intro Sociology", "成都美国留学中心", "", "本科", "2.0", "28.0", "", "", "开设", "2.0", "28.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20131010"], ["993007020", "Social Inequality", "Social Inequality", "成都美国留学中心", "", "本科", "2.0", "28.0", "", "", "开设", "2.0", "28.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20131010"], ["993008030", "Human Trafficking", "Human Trafficking", "成都美国留学中心", "2", "本科", "3.0", "52.0", "", "", "开设", "6.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140221"], ["993009030", "Race and Ethnic Relations", "Race and Ethnic Relations", "成都美国留学中心", "2", "本科", "3.0", "52.0", "", "", "开设", "6.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140221"], ["993010030", "Criminology", "Criminology", "成都美国留学中心", "2", "本科", "3.0", "52.0", "", "", "开设", "6.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140221"], ["993011030", "The Courts", "The Courts", "成都美国留学中心", "2", "本科", "3.0", "52.0", "", "", "开设", "6.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140221"], ["993012030", "Fundamentals of International Business", "Fundamentals of International Business", "成都美国留学中心", "2", "本科", "3.0", "68.0", "", "", "开设", "8.0", "68.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140221"], ["993013030", "International Law and Organizations", "International Law and Organizations", "成都美国留学中心", "2", "本科", "3.0", "52.0", "", "", "开设", "6.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140221"], ["993014030", "Intercultural Communication", "Intercultural Communication", "成都美国留学中心", "2", "本科", "3.0", "52.0", "", "", "开设", "6.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140221"], ["993015030", "Introduction to Sociology", "Introduction to Sociology", "成都美国留学中心", "", "本科", "3.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140905"], ["993016030", "The Politics of Crime", "The Politics of Crime", "成都美国留学中心", "", "本科", "3.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140905"], ["993017030", "Criminal Justice Ethics", "Criminal Justice Ethics", "成都美国留学中心", "", "本科", "3.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140905"], ["993018020", "Global Business and Multi-National Enterprises in China", "Global Business and Multi-National Enterprises in China", "成都美国留学中心", "", "本科", "2.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140905"], ["993019030", "Organized Crime", "Organized Crime", "成都美国留学中心", "", "本科", "3.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140905"], ["993020030", "The Chinese Economy", "The Chinese Economy", "成都美国留学中心", "", "本科", "3.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140905"], ["993021030", "Comparative Criminal Justice", "Comparative Criminal Justice", "成都美国留学中心", "", "本科", "3.0", "52.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20150303"], ["993022030", "Courts", "Courts", "成都美国留学中心", "2", "本科", "3.0", "52.0", "", "", "开设", "3.0", "52.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", "20150303"], ["993023030", "Cross-Cultural Psychology", "Cross-Cultural Psychology", "成都美国留学中心", "", "本科", "3.0", "52.0", "", "", "开设", "3.0", "52.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20150905"]]