[["314058050", "离散数学", "Discrete Mathematics", "网络空间安全学院", "", "本科", "5.0", "80.0", "", "", "开设", "5.0", "80.0", "0.0", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180409"], ["314059010", "0到1：IT史话", "", "网络空间安全学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180410"], ["314060010", "Dimensionality reductionand visualization", "Dimensionality reductionand visualization", "网络空间安全学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Jaakko Tapani Peltonen", "Dimensionality reduction Introduction: Numerous domains including bioinformatics, social media, weather and climate prediction, finance, and others, yield large data sets of high-dimensional measurements. Analyzing such high-dimensional big data, and building predictive models for the data, becomes difficult and resource-intensive, and can yield poorly performing overfitted models. Dimensionality reduction by machine learning can help: it can extract information hidden in the data, detect variables relevant for a specific task and detect how the variables interact with each other. Reducing dimensionality of data reduces disk and memory storage, transmission time, and measurement cost, and it can also yield simpler and more robust models. Dimensionality reduction can also make data more interpretable by humans, and allows data visualization to help discover insights like trends, structure, groups, and outliers in the data. This course introduces students to several machine learning methods for dimensionality reduction and data visualization. Learning outcomes: After the course, the student will be aware of main approaches and issues in dimensionality reduction and visualization, will be aware of a variety of methods applicable to the tasks, and will be able to apply some of the basic techniques. Contents: Properties of high-dim data; Feature Selection; Linear feature extraction methods such as principal component analysis and linear discriminant analysis; Graphical excellence; Human perception; Nonlinear dimensionality reduction methods such as the self-organizing map and Laplacian embedding; Neighbor embedding methods such as stochastic neighbor embedding and the neighbor retrieval visualizer; Graph visualization and layout methods. Prerequisites: An first course in probability; a programming course in any language", "", "", "", "20180509实践周"], ["314061010", "Industrial Innovation based on Smart Objects 1", "Industrial Innovation based on Smart Objects 1", "网络空间安全学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Timo Eemeli Nummenmaa", "This course is implemented as a project where the participants design and implement an innovative smart object product and make a plan on what is required for commercial utilization of the smart object product. The project introduces the necessary technology, implementation tools, prototyping techniques, design and creativity approaches and commercialization approaches. Based on the technical knowledge, the students design the concept of the innovative product and also begin to implement it. Prototyping is based on the Arduino microcontroller using the Arduino programming language, with real hardware or in a simulated environment. The students also create an initial version of a document that outlines how the resulting smart object product could be commercialized. Students are advised to continue with Industrial Innovation based on Smart Objects 2.", "", "", "", "20180509实践周"], ["314062010", "Industrial Innovation based on Smart Objects 2", "Industrial Innovation based on Smart Objects 2", "网络空间安全学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Timo Eemeli Nummenmaa", "This course is implemented as a project where the participants design and implement an innovative smart object product and make a plan on what is required for commercial utilization of the smart object product. In this course, students continue the implementation of the smart object started in Industrial Innovation based on Smart Objects 1 and also refine its design. The result will be such that the smart object product is implemented at least partly. Prototyping is based on the Arduino microcontroller using the Arduino programming language, with real hardware or in a simulated environment. The students also refine their document which describes how the resulting smart object product could be commercialized. Students must to take Industrial Innovation based on Smart Objects 1 before choosing this course.", "", "", "", "20180509实践周"], ["314063020", "大学生创业概论与实践（跨校共建）", "", "网络空间安全学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20180624"], ["401001020", "C程序设计", "C Programming", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "纪希禹", "《C程序设计》，谭浩强 编著，清华大学出版社，2005年7月；《C语言基础知识及问题解答》，许远等，电子科技大学出版社", "C Programming, Haoqiang Tan, TsingHua University Press, July.2005.Basic knowledge of C&amp;FAQ,Xuyuan, University of Electronic Science and Technology press", "", "", "考试", "", "本课程内容包括数据类型、运算符与表达式，顺序结构，选择结构，循环结构，数组，函数，指针，结构体与公用体，文件。通过本课程的学习，掌握C语言的编程方法，领会用计算机解决实际问题的方法和步骤，为学习其他编程工具打基础。", ""], ["401002010", "C程序设计实验", "Experiment in C Programming", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "16.0", "0.0", "", "", "", "", "", "", "论文/设计", "纪希禹", "《C程序设计》，谭浩强 编著，清华大学出版社，2005年7月；《C语言基础知识及问题解答》，许远等，电子科技大学出版社", "C Programming, Haoqiang Tan, TsingHua University Press, July.2005.Basic knowledge of C&amp;FAQ,Xuyuan, University of Electronic Science and Technology press", "", "", "考查", "", "通过上机实践培养学生分析具体问题，描述处理流程，用C程序解决实际问题的能力，培养学生创新意识和提高学生实践能力。帮助学生转变思维，按照计算机处理问题的方式方法去思考和设计算法，建立结构化程序设计思想。要求学生做到：（1）熟悉和使用C程序设计的开发环境；（2）理解结构化程序设计的基本概念；（3）掌握结构化程序设计的基本方法与基本思路；（4）熟习编辑、运行和调试程序的方法。", ""], ["401003030", "Web技术与开发", "Web Technology and Development", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "刘国翔", "《网络程序设计－ASP》，尚俊杰编著，北方交通大学大学出版社，清华大学出版社，2008年；《Web数据库技术》，阮家栋，施美雅编著，科学出版社，2006年", "Network Programming-ASP，Junjie Shang, Northern Jiaotong University Press and Tsinghua University Press,2008; Web Database Technology，Jiadong Ruan，Meiya Shi, Science Press,2006", "", "", "考试", "", "本课程主要讲授互联网应用基础，网页制作及网站设计，Web数据库解决方案，脚本语言、SQL，ASP内建对象，内置组件，存取数据库，网络程序开发实例分析。通过对基于Web数据库的交互式网络信息系统的基础知识、解决方案、应用技术和发展课题的学习与实践，要求学生理解掌握通过Web服务器访问各种数据源的方法，及相关的网络、协议、数据库、语言、开发平台、服务器和远程数据访问等多方面的知识，深入理解、牢固掌握及熟练运用常用的Web信息系统的设计开发技术与方法，具备设计、管理和维护Web信息系统的能力。", ""], ["401004010", "Web技术与开发实验", "Experiment in Web Technology", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "16.0", "0.0", "", "", "", "", "", "", "实验", "刘国翔", "《网络程序设计－ASP》，尚俊杰编著，北方交通大学大学出版社，清华大学出版社，2008年；《ASP网络开发技术》，汪晓平等编著，人民邮电出版社，2007年", "Network Programming-ASP，Junjie Shang, Northern Jiaotong University Press and Tsinghua University Press,2008;ASP Web development technology， Xiaoping Wang, Posts &amp; Telecom Press,2007", "", "", "考查", "", "本实验课的主要内容有安装搭建ASP运行环境，VBScript常用函数、语句运用，Request和Response对象常用方法、属性的综合运用，Session、Application对象及Global.asa文件使用，设计ASP程序查询、添加、删除、修改记录，ADO数据库存取组件综合运用等。要求学生掌握通过Web服务器访问各种数据源的方法，及相关的数据库、程序设计语言和远程数据访问等技能的运用，能熟练运用常用的Web信息系统的设计开发技术与方法，选取合理的解决方案，掌握正确的设计规程，掌握系统开发平台、服务器环境的安装、设置与使用，了解其性能参数、适用范围及注意事项等。", ""], ["401005020", "办公室管理概论", "Office Mangement Generality", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "乔健", "《办公室管理》，胡鸿杰、马仁杰、魏芬编著，安徽大学出版社，2005年12月；《办公室管理》，沈蕾主编，中国建材工业出版社，2005年6月。", "Office Management, Hongjie Hu, Renjie Ma, Fen Wei, Anhui University Press, Dec. 2005;Office Management, Lei Shen, China Building Materials Industry Press, June 2005", "", "", "考试", "", "办公室管理主要研究办公室自身业务活动的管理、办公室机构与人员的管理、办公室环境与资源的管理、办公室运行管理的制度设计、办公室运行管理的基本要求以及办公室人际关系与礼仪等相关问题，旨在提高各类社会组织的行政效率和办公质量，为领导科学决策提供依据。本门课程是档案学专业文秘与办公室管理系列的入门课，亦可作为其它专业的选修课。通过本门课程的学习，要求学生了解办公室管理的基础知识和基本技能，初步掌握分析和解决办公室管理中一般问题的能力，并为下一步的专业学习尤其是文秘与办公室管理系列课程的学习创造条件，打下基础。D", ""], ["401006020", "办公自动化", "Office Automation", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈丽", "《办公自动化技术基础》，石新玲主编，清华大学出版社，2005年5月。", "Basis of OA Technology, Xinling Shi, Qinghua University of China Press, May 2005.", "", "", "考试", "", "该课程从计算机基础知识入手，全面介绍Windows系统、Office办公系统主要组件以及网络的基本知识和常用操作，通过课堂讲授和实际操作，使学生全面掌握办公自动化所相关技术手段，重点掌握Word文件、电子表格及.ppt文件的制作过程和相应技巧，并能在今后的办公室管理以及其它管理工作中熟练运用。该课程为档案学专业基础课，同时也面向其他文科类学生，为全面掌握办公自动化相关知识提供帮助。本课程内容包括：计算机基础、WindowsXP系统简介、Word文字处理、Excel表格处理、PowerPoint演示文稿制作等。", ""], ["401007030", "保险精算学", "Mathematics of Insurance", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "杨红", "《保险精算》，李秀芳、曾庆五主编，中国金融出版社，2005年1月第2版", "Actuarial Science pressed by China Financial press", "", "", "考试", "", "本课程是面向劳动与社会保障专业学生的专业课程。保险精算学是以概率论和数理统计为基础，主要讲授利息理论，生存模型，寿险精算与风险理论的基本内容，研究保险事故的出险规律、保险事故损失额的分布规律、保险人承担风险的平均损失及其分布规律、保险费和责任准备金等保险具体问题计算方法的应用数学。在教学过程中将结合实际，系统地介绍精算学的基础知识、基本技能和基本方法，培养学生的相关业务技能。本课程要求学生通过学习，理解和掌握基本理论与业务知识，并且拥有一定深度和广度的保险精算专业知识。", ""], ["401008030", "保险学", "Insurance", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "沙治慧", "《保险学》，张洪涛、郑功成主编，中国人民大学出版社，2008年3月；《人身保险》，庄作瑾、张洪涛主编，中国人民大学出版社，2004年4月。", "Insurance, Hongtao Zhang,Gongcheng Zheng, Renmin University of China Press, Mar.2008;Personal Insurance, Zuojin Zhuang，Hongtao Zhang, Renmin University of China Press, Apr.2004.", "", "", "考试", "", "本课程的教学内容大致可以划分为三个部分。第一部分是保险学科的入门知识，主要介绍保险的基本概念、保险的职能作用与种类、保险由来与发展、保险的原则、保险合同与保险法规等；第二部分主要介绍具体的保险业务及主要保险种类的业务操作程序，这部分的教学内容偏重于保险实践，是对前面基础理论与基本原理的具体运用；第三部分分别阐述保险运行过程、保险公司的经营管理、保险市场、以及保险市场监管等内容，这部分是专门研究保险这一范畴的市场运行及其管理的内在规律的，介绍政府对保险业的规范与监管的形式与内容。", ""], ["401009030", "比较公共行政", "Comparative Public  andiministration", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "史云贵", "《比较行政学》，史云贵、姜战朝主编，中国光明日报出版社2009年版", "Comparative Public Administration, Yungui Shi, Zhanchao Jiang, Guangming Daily Press, 2009", "", "", "考试", "", "本课程主要讲授比较行政学的一般理论，比较分析的基本方法和技巧，古今中外重要行政思想、行政制度、行政文化、行政模式等基本内容。本课程要求学生综合运用政治学、行政学、管理学、社会学、法学等学科的基础知识，在对中西行政思想、行政过程、治理模式等方面进行比较分析的基础上，为深化我国行政管理体制改革、构建现代服务型政府，提供知识基础、价值支撑和理性路径。", ""], ["401010110", "毕业论文", "Graduation Paper", "公共管理学院", "", "本科", "11.0", "176.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["401011040", "毕业实习", "Practice before Graduation", "公共管理学院", "", "本科", "4.0", "64.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["401012030", "不动产专题研究", "Research on  Real estate", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["401013020", "财务管理", "Public Finance", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "杨斌", "《财政学》，陈共，中国人民大学出版社，2004；《公共财政学》，唐朱昌主编，复旦大学出版社，2004；《公共财政学》，梁朋等编，首都经济贸易大学出版社2003；《政府预算》，包丽萍等编，东北财经大学出版社2000", "Finance, Chengong, Renmin University of China Press, 2004; Public Finance, Zhuchang Tang, Fudan University Press, 2004;Public Finance,Liangpeng, Capital University of Economics and Business Press,2003;Government Budg, Liping Bao, Dongbei University of Finance and Economics Press,2000.", "", "", "考试", "", "本课程是公共事业管理专业的核心专业课。要求学生深入理解公共财政的基本内容、基本理论、运行方式、管理体制，全面熟悉政府对财政活动的组织方式，了解政府管理和协调财政运行的基本环节和手段，能够较为熟练的运用公共财政的基本理论和思想观察公共财政问题，分析判断财政状况，全面理解政府财政政策。使学生具备对公共收入和公共支出进行管理的基本技能。", ""], ["401014030", "操作系统原理", "Principle of Operating System", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "赵英", "《操作系统》，刘腾红主编，科学出版社，2004年4月", "Operating System , Tenghong Liu, Science Press, Apr.2004", "", "", "考试", "", "本课程主要是面向信息管理与信息系统专业学生的专业课程。本课程从计算机资源管理的角度出发，系统全面地阐述操作系统的概念、原理和方法。包括作业管理和用户接口、进程及处理机管理、存储管理、设备管理、文件系统、网络操作系统、UNIX系统分析和WINDOWS NT等方面的内容。", ""], ["401015010", "操作系统原理实验", "Principle of Operating System", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "16.0", "0.0", "", "", "", "", "", "", "实验", "赵英", "", "", "", "", "考查", "", "本实验课主要是面向信息管理与信息系统专业的学生。通过上机巩固学生对操作系统概念和原理的认识，并提高其动手能力，包括对Windows编程能力和对Linux的使用能力。实验课内容主要包括Windows2000进程的‘一生’，Windows2000线程同步，Windows2000的内存结构，Windows鼠标处理，Windows2000磁盘子系统及Linux操作系统的安装、使用、权限等。", ""], ["401016030", "程序设计", "Programming", "公共管理学院", "", "本科", "3.0", "58.0", "", "", "开设", "4.0", "48.0", "10.0", "0.0", "", "", "", "", "", "", "讲授含实践", "纪希禹", "《C程序设计》，谭浩强 编著，清华大学出版社，2005年7月；许远 等，《C语言基础知识及问题解答》，电子科技大学出版社", "C Programming, Haoqiang Tan, TsingHua University Press,July.2005.Basic knowledge of C&amp;FAQ,Xuyuan, University of Electronic Science and Technology press", "", "", "", "", "本课程内容包括数据类型、运算符与表达式，顺序结构，选择结构，循环结构，数组，函数，指针，结构体与公用体，文件。通过本课程的学习，掌握C语言的编程方法，领会用计算机解决实际问题的方法和步骤，为学习其他编程工具打基础。", ""], ["401017030", "当代西方政治哲学（双语）", "Contemporary Political Philosophy", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "刘莘", "自编讲义??\x10横", "", "", "", "考试", "", "本课程是面向哲学专业学生的选修课程。要求学生了解当代西方政治哲学的主要问题域及思想视野，培养学生对于社会结构、政治制度、政治文化和人性的深度反思精神和直观洞察能力，并从中休悟人之存在的自由境界和尊严。通过对当代西方哲学哲学的了解，积极反思中国政治民主化的健康道路。", ""], ["401018030", "当代中国政府与政治", "Contemporary Government and Politics in China", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "赵建伟", "《当代中国政府与政治》，谢庆奎主编，高等教育出版社，2003年9月", "Contemporary Government and  Politics in China, Chief Editor Xie Qing Kui, higher education publishing house, in September, 2003.", "", "", "考试", "", "本课程为行政管理专业学生的选修课程。课程从成文制度与非成文制度两个层面来分析和解释我国建国后特别是改革开放以来的政治制度。重点介绍人民代表大会制度、选举制度、国家行政制度、区域自制制度、特别行政区制度、多党合作制度等。目的是使学生对当代中国政府和政治的研究方法有所了解，对当代中国政府与政治制度形成系统的认识，从而加深对我国政治环境的了解，培养其从宏观政治角度来看待我国问题的视野。", ""], ["401019030", "当代中国政治制度", "Chiness Political System Of the Present Age", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "王萍", "《中国政府概要》，杨凤春著，北京大学出版社，2008年第2版；《当代中国政府与中国政治》，谢庆奎著，高等教育出版社，2003年；《当代中国政治制度》，浦兴祖主编，复旦大学出版社,2005年。", "The Chinese Government Summary, Yangfengchun, Beijing University Press, 2008 2nd edition;Contemporary Chinese government and Chinese Politics, Qingkui Xie, Higher Education Press, 2003;Contemporary Chinese political system,&quot;PuXingZu, the cheif editor , Fudan University Press, 2005.", "", "", "考试", "", "本课程主要讲授中华人民共和国政治制度。主要内容包括：人民民主专政制度、人民代表大会制度、选举制度、国家元首制度、政府行政制度、司法制度、民族区域自治制度、特别行政区制度、人民直接参与制度、共产党领导的多党合作制度及政治协商制度等的形成、沿革、现状和未来发展趋势。本课程要求学生通过学习，建立起关于当代中国政治制度的基本概念，初步了解当代中国政治制度的主要理论和内容，对中国的国体、政体及其主要政治制度的基本架构、运行机制等有系统而科学的认识。", ""], ["401020030", "档案管理学", "Archives Management Science", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "史江", "《档案管理学》，邓绍兴等主编，中国人民大学出版社2002年5月；《档案管理理论与实践》，何嘉荪主编，高等教育出版社1991年10月版", "Science of Archival Management,Shaoxing Deng, Renmin University of China Press, May 2002;Theory and Practice of Archival Management,Jiasun He, Higher Education Press,Octo.1991.", "", "", "考试", "", "本课程以令学生掌握档案管理必备的基本知识和基本技能为目标，通过教学，要求学生熟练掌握档案管理工作的方针、政策，掌握档案鉴定、收集、整理、保管、检索、利用、编研登记和统计等各个环节的基本理论和方法，通过讲授与实践，使学生达到档案管理专业人才的水平，能从事档案工作的组织管理。", ""], ["401021030", "档案事业改革与发展", "Reform &amp;Development of Archives Undertaking", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "0.0", "24.0", "", "", "", "", "", "", "讲授含实践", "黄存勋", "《外国档案事业史》，黄霄羽主编，中国人民大学出版社，2004年6月；黄存勋的相关论文", "History of Foreign Archival Undertaking , Xiaoyu Huang,, Renmin University of China Press, June 2006; Related papers of Cunxun Huang.", "", "", "", "", "本课程是面向档案学专业学生的提高与研讨性专业课。本课程在学生已经基本学完各门专业课之后开设，旨在进一步提高学生档案学专业方面的思考、创新与解决实际问题的能力，同时进一步开阔学生专业方面的视野，帮助学生进一步了解本学科的前沿动态与发展趋势。本课程讲授档案工作和档案学研究的当前实际情况和最新研究成果，讲授本专业教师和研究生的最新研究心得，评述外国档案事业的发展历程和现实状况，探讨和比较中外档案学的一些重要理论和实践问题，包括文件运动理论和两个一体化、来源原则的多种理论形态和新来源观、文件和档案的价值及其鉴定理论、国家档案资源的整合与优化、档案信息资源的开发、文件公开与档案开放、“五位一体”公共档案馆和数字档案馆的建设等。\x01", ""], ["401022030", "档案文献编纂学", "Compilation Science of Archival Documents", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈丽", "《档案文献编纂学》，刘耿生主编，中国人民大学出版社，2007年7月；《档案文献编纂学》，韩宝华主编，中国人民大学出版社，1999年10月", "Compilation Science of Archival Documents, Gengsheng Liu, Renmin University of China Press, July 2007. Compilation Science of Archival Documents, Baohua Han, Renmin University of China Press, Oct. 1999.", "", "", "考试", "", "档案文献编纂学是研究档案文献编纂的原理和方法的科学科目，它以整个档案文献编纂活动的客观规律为研究对象，对档案文献编纂工作中所涉及到的档案编纂的基本技能、档案编纂的基础理论、档案编纂的社会功能以及现代网络环境下档案编纂中众多实践和理论问题做分析和论述，该课程属于实践性和理论性较强的综合性学科，在学习过程中要求学生具备扎实而全面的档案学及其他基础知识，如文献学、历史学、史料学、编辑学、信息学、传播学等。该课程的学习目的是使学生通过编纂理论的学习和实践，使档案信息价值得到最大限度地发挥。本课程面向档案学专业学生开设，同时也为对中国文献研究有兴趣的其他层次和专业的学生提供帮助。", ""], ["401023030", "档案信息检索", "Retrival of Archives Information", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈丽", "《社科信息检索》，赵媛、沈治宏编，四川大学出版社，2000年8月；《文献信息检索实用教材》，陈萍秀编，机械工业出版社，2007年1月。", "Social Information Retrieval, Yuan Zhao, Zhihong Shen, Sichuan University Press, August 2000;Practical Materials of Information Retrieva Pingxiu Chen, Mechanical Industry Press, Jan. 2007.", "", "", "考试", "", "本课程是面向档案学专业学生开设的专业基础课。课程不仅全面介绍档案信息检索的传统技术和方法，对计算机检索、现代网络技术环境下档案检索技术的发展和变化以及政府信息检索、企业信息检索等多种类型信息检索也进行了全面介绍和讲解，课程的目的是使学生不仅能熟练掌握各类档案信息的检索技术，更能具备检索和查询各类社科信息的基本技能，适应信息社会多元化，检索方式多样化的需要。该课程要求学生具备相应的档案学和信息学的基础知识，同时也面向各层次对社科信息检索感兴趣的文科学生。", ""], ["401024020", "档案学概论", "Archives Science Generality", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "黄存勋", "《档案学概论》（第二版），冯惠玲、张辑哲主编，中国人民大学出版社，2006年5月", "Archives Science Generality (the second edition), Huiling Feng， Jizhe Zhang, etc. Renmin University of China Press, May 2006.", "", "", "考试", "", "本课程是面向档案学专业学生的专业基础课。本课程系统讲授文件与档案、档案工作、档案事业和档案学的基本知识，为学生进一步全面、深入地学习档案学专业的各门专业课程奠定基础。课程包括三编。第一编讲述档案的概念、现象、源流和档案的价值与作用。第二编讲述档案事业及其构成，档案工作的内容、原则和管理体制，公共档案馆、内部档案机构、档案行政管理机构、新型档案机构等各类档案机构的性质、地位与任务，档案工作的特点、地位、发展规律和国际合作与交流，档案信息化建设，档案法规、档案职业道德与档案工作标准化。第三编概述档案学的学科内容、特点与发展历程、档案学的基本理论及其发展趋势。", ""], ["401025020", "档案专业技能", "Archives Special Skill", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈丽", "《档案文献编纂学》、《文书学》、《档案管理学》、《科技档案管理》各门课程专用教材", "Compilation Science of Archival Documents, Files Science, Science of Archival Documents Management, Science of Technical Archives Management.", "", "", "考查", "", "本课程面向档案专业学生开设，采用分课程实习的方式，让学生有机会直接接触到各类型档案和信息，通过采用各种档案管理专业技能进行档案工作实践，使学生在全面掌握了档案学专业理论知识后，对档案学理论知识和管理方法有一个更加全面、深入、具体和直观的认识，为适应今后社会工作打下坚实基础。本课程要求学生具备相应的档案学基础理论知识，包括：档案管理学、文书学、历史文书学、档案文献编纂学、科技档案管理学等课程的基本知识，并对这些课程所涉及到的相关知识如中国政治制度、文献学、编辑学、公文写作等有一定了解。本课程要求学生具有一定分析问题、解决问题以及协作的能力，并具有一定文字处理和表达能力。\x14?", ""], ["401026020", "地方政府与区域发展", "Local Government and Regional Development", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李文星", "《地方政府战略管理》，李文星，四川人民出版社，2003年。", "Local Government Strategic Management, Li wenxing, Sichuan People&#39;s Press, 2003.", "", "", "考试", "", "本课程是面向行政管理专业学生的专业课程。通过理论学习，掌握地方政府学的基本理论、基本范畴和基本知识，了解中西地方政府组织和地方治理的战略途径，了解地方公共事务的基本理论和方法。", ""], ["401027020", "地籍测量学", "Cadastral survey", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "朱红波", "《测量学》，卞正富主编，中国农业出版社，2002年1月", "Surveying,Bianzhengfu, China Agricultural Press, Jan.2002", "", "", "考试", "", "本课程主要讲授地籍测量的基本理论和方法，重点讲授高程测量、角度测量、距离测量和控制测量的基本原理和方法。课程要求学生掌握高程测量、角度测量、距离测量的原理和操作方法,具有实施小地区地籍测量的能力。", ""], ["401028010", "地籍测量学实验", "Experiment in Cadastral survey", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "朱红波", "《测量学实践教程》，卞正富主编，中国农业出版社，2002年1月", "Textbook/Teaching material of Practices for Surveying,Bianzhengfu, China Agricultural Press, Jan.2002", "", "", "考查", "", "本课程主要讲授一些常用测量仪器的使用方法，要求学生能够熟练运用水准仪、经纬仪和全站仪实施具体的测量工作。.", ""], ["401029030", "电子商务", "E-Commerce", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李睿", "《电子商务概论》，戴建中主编，清华大学出版社，2009年09月；《电子商务概论》，李琪主编，高等教育出版社，2009年03月。", "Introduction To E-Commerce，Dai Jianzhong, Tsinghua; UniversityPress, September, 2009; Introduction To E-Commerce, Li Qi, High Education Press, March, 2009.", "", "", "考试", "", "：电子商务是信息社会经济贸易活动的基本方式，并直接影响人类的社会生活。本课程的教学内容主要包括：电子商务基本概念、电子商务技术基础、营销型网站建设、网络营销、电子支付、电子商务安全、电子商务物流、电子商务法律、计算机维护、电子商务创业实践、电子商务在企业的应用等。本课程将汇聚国内外电子商务发展的新动态、新知识、新方法、新工具，在适度阐述基本理论的基础上，重点讲授电子商务的实用方法，突出了信息技术在商务活动中的实际应用，并结合典型实例和软件工具深入浅出地讲授电子商务的方法和原理。通过本课程的学习，学生不但可以掌握电子商务基本概念，了解电子商务最新知识，更可以知晓电子商务经营之道。", ""], ["401030010", "电子商务实验", "Experiment in E-Commerce", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "16.0", "0.0", "", "", "", "", "", "", "实验", "袁莉", "电子商务实验指导书", "", "", "", "考查", "", "本课程主要结合电子商务课程，进行相关实验操作，包括：电子商务模式和环境、电子商务安全、网络银行和网上支付、电子商务系统开发。", ""], ["401031020", "电子文件管理", "Electronic Records Mangement", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "何玲", "冯慧玲主编：《电子文件管理教程》中国人民大学出版社2009年9月  刘家珍主编：《电子文件管理理论与实践》科学出版社2003年8月", "Tutorial of Electronic Records Mangement ,  Huiling Feng, Renmin University of China Press, Sept. 2009.  Electronic Records Mangement and Practice,  Jiazhen Liu, Science Press,  August 2003.", "", "", "考试", "", "本课程通过对电子文件管理有关理论、原则、方法的系统讲授，讨论、作业等教学环节，旨在使学生掌握电子文件管理的基本理论知识。本课程通过对国内外有关电子文件管理工作的情况的简介,有助于学生了解电子文件管理的研究动态，开阔视野。本课程属理论和实践相结合的学科，以培养学生分析问题、解决问题的能力为主，要求学生在学习的过程中具备扎实而全面的档案学专业知识，如档案学概论、档案管理学、科技档案管理学等。本课程要求学生独立思考有关理论热点问题，总结和探索我国电子文件管理工作的特点和，以适应今后所从事的文秘、档案及行政管理工作之需。", ""], ["401032020", "电子政务", "E-Government", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "吴耀宏", "", "", "", "", "", "", "电子政务是研究以信息化、网络化和全球化为时代特征的知识经济时代政府的管理和服务的一门新兴课程。该课程利用信息化、网络化对社会、经济、军事、文化、人类的生存和生活方式等的影响，探讨政府的服务理念、管理模式、业务流程、机构设置的变革，提高政府的竞争能力。\n课程重点讲述了政府如何利用信息技术来完善自身的功能、确立政府的定位，通过信息技术挖掘和发现社会需求，并通过信息技术来提高办公效率和提供相应的服务。同时，也讲述了电子政务安全的防范和控制。\n学习本门课程目的是要让学生了解相关的信息技术的一般知识，认识和掌握知识经济时代政府各种管理和服务变革的必要性与紧迫性。既懂得如何做好政府经济工作，又能充分利用现代技术手段提高工作效率和监督政府的职能，为经济民主与政治民主作出贡献。\n要求具体掌握的主要内容：\n1、信息化和网络化对社会带来的总体影响；\n2、电子政府和传统政府的区别；\n3、电子政务如何改变政府的管理和服务；\n4、中国政府的机构改革与电子政务有什么样的关系；\n5、办公自动化和办公信息化的区别和联系；\n6、电子政务主要技术基础知识；\n7、数据挖掘和决策支持系统对提高政府的决策效率有什么样的作用；\n8、比较国内外电子政务发展的过程和趋势，中国应如何建立具有自己特色的电子政务。", ""], ["401033030", "多媒体技术与应用", "Multimedia Techology and Application", "公共管理学院", "", "本科", "3.0", "58.0", "", "", "开设", "4.0", "34.0", "", "0.0", "24.0", "", "", "", "", "", "讲授含实践", "马蕾", "《多媒体技术及应用》，付先平等编著，清华大学出版社，2007年1月", "Fu Xianping Multimedia Techology and Application, Qinghua University Press, Jan. 2007.", "", "", "考试", "", "主要内容是研究多媒体信息管理技术的理论和方法的。目的是使同学们具备多媒体技术应用的知识。本课程结合信息资源管理的实际需要，通过对多媒体技术的基本概念、硬件知识、软件知识、多媒体素材的采集和处理办法的学习，要求学生掌握多媒体信息管理技术包括多媒体数据存贮、处理、数据压缩、信息输入输出等方面的基础知识和基本技能。\n推荐教材或主要参考书：《多媒体技术及应用》，付先平等编著，清华大学出版社，2007年1月", ""], ["401034020", "多媒体信息技术", "Multimedia Information Technology", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "赵英", "《多媒体计算机技术》（第2版），鲁宏伟 汪厚祥主编，电子工业出版社，2005年7月；&quot;Multimedia: Computing,Communications &amp; Applications&quot;,Ralf Steinmets &amp; Klara Nahrstedt,清华大学出版社 &amp; Prentice Hall, 1999年3月", "Multimedia Information Technology, Luhongwei Wanghouxiang press of Electronics Industry Press,", "", "", "", "", "&quot;多媒体技术&quot;是近年来计算机、电视、通讯等信息产业飞速发展的&quot;聚合&quot;,它改变了视、听、文、触等多种媒体信息必须经由人工抽象或变形之后才能被计算机接受的状况。内容按&quot;基本概念&quot;、&quot;应用需要&quot;、&quot;正在研究及前沿动态&quot;四大类进行。本课程的目的是使学生了解多媒体技术的基本概念和基本原理, 掌握主要方法和实用技术, 为今后应用多媒体技术打下良好的理论基础。通过本课程的学习，了解多媒体技术的发展现状、存在问题及研究内容的前沿动态。重点掌握几种主要媒体的特性、处理方法、建模技术等。并通过实验（根据实验条件而定）掌握多媒体实用技术及几种软件平台的使用方法。", ""], ["401035010", "多媒体信息技术实验", "Experiment in Multimedia Information Technology", "公共管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "16.0", "0.0", "", "", "", "", "", "", "实验", "赵英", "《多媒体技术实验教程》 彭波 孙一林主编，机械工业出版社，2006年5月，", "Experiment in Multimedia Information Technology, Pengbo Sunyilin, Machinery Industry Press, May.2006", "", "", "考查", "", "多媒体信息技术实验是验证、巩固和补充课堂讲授的理论知识的必要环节，通过该实验，培养学生初步具备制作简单的多媒体播放器和规范软件制作技术等实际工作的能力，运用所学的多媒体技术解决实际问题的能力，撰写规范的软件设计文档和实验报告的能力。", ""], ["401036030", "房地产估价", "Price of real estate", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "39.0", "0.0", "9.0", "", "", "", "", "", "", "讲授", "刘润秋", "《房地产估价理论与方法》，中国房地产估价师学会，中国建筑出版社，2005年5月；《房地产估价》，叶剑平，中国人民大学出版社，2002年7月", "Real Estate Valuation Theory and Methods，China Institute of Real Estate Appraisers，China Architectural Press，May，2005；Price of real estate，Yejianping，China Renmin University Press，Jluy，2002.", "", "", "考试", "", "本课程是土地资源管理专业的专业课，是房地产经营管理特色模块课程中的一门课程。房地产估价是房地产商品在市场运作中不可缺少的一个环节，同时，房地产估价业务也涉足到市政建设、企业资产评估、房地产课税和保险等许多领域。本课程主要介绍房地产估价的基本理论和基本方法，通过本课程的学习，使学生掌握房地产估价的基本概念和基本原则，了解房地产估价的一般程序。通过本课程的学习，也使学生掌握房地产估价的基本方法以估价实务中常用的方法。", ""], ["401037030", "房地产经营与管理", "Real estate Development and Management", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "廖喜生", "《房地产经营管理》，刘亚臣著，大连理工大学出版社，2008年版；《房地产开发经营与管理》，中国房地产估价师与房地产经纪人学会编写，中国建筑工业出版社，2009年；《房地产项目投资》，陈琳、潘蜀健 编著，中国建筑工业出版社，2004年。", "Real Estate Management,Liuyachen, Dalian University of Technology Press, 2008; Real Estate Development and Management, China Institute of Real Estate Appraisers and Agents, China Architecture &amp; Building Press, 2009;Real Estate Project Investment, Chenlin、Panshujian, China Architecture &amp; Building Press, 2004.", "", "", "考试", "", "《房地产经营与管理》是土地资源管理专业的一门专业基础课。通过课程的学习，使学生理解房地产、房地产开发、房地产经营管理等基本概念与特点；基本掌握房地产经营与管理的基础理论；掌握房地产开发的程序和内容，包括获取土地使用权的方式、工程施工招标的方法和程序、项目管理的内容和方法等；掌握房地产市场的概念及其影响因素、房地产交易的方式与特点、房地产市场调查的方法等方面的内容；了解房地产项目融资及前期特业管理。通过学习，使学生对房地产经营与管理有较为系统的认识和了解，为专业课程学习打下基础，同时也可拓宽学生视野，增加学生知识，提高学生的能力。\x07", ""], ["401038030", "房地产投资分析", "Analysis of Real Estate Investment", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "6.0", "6.0", "", "", "", "", "", "", "讲授", "廖喜生", "《房地产投资分析》，俞明轩，首都经济贸易大学出版社，2008年；《房地产项目投资》，陈琳、潘蜀健编著，中国建筑工业出版社，2004年；《房地产投资分析与决策》，丁芸、谭善勇主编，中国建筑工业出版社，2005年。", "Analysis of Real Estate Investment, Yumingxuan, Capital University of Economics and Business Press, 2008; Investment of Real Estate Project, Chenlin、Panshujian, China Architecture &amp; Building Press, 2004;Analysis and Decision-Making of Real Estate Investment, Dingyun、Tanshanyong, China Architecture &amp; Building Press, 2005.", "", "", "考试", "", "本课程要求已经学习了经济学、房地产经营管理等专业基础课程。通过学习，使学生牢固掌握房地产投资分析的原理，熟悉房地产投资的内容和程序，具备房地产项目投资经营方案、开发方案及项目投资计划、进度计划的编制能力；熟悉房地产项目投资财务评价的理论与方法，具备项目投资费用估算与财务效益评价的能力；熟悉房地产项目融资的基本程序和方法，具备项目融资方案编制的能力；熟悉房地产项目投资风险的成因，具备项目风险研究及规避方案制定的能力；熟悉编制房地产投资分析报告和参与房地产投资项目调研和策划的能力。", ""], ["401039030", "房地产营销策划", "Real estate Marketing", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "刘润秋", "《房地产市场营销》，张旭辉，中国建筑工业出版社，2005年5月；《房地产市场营销》，张沈生，大连理工大学出版社，2009年1月。", "Real estate Marketing，Zhangxuhui，China Building Industry Press,May，2005；Real estate Marketing，Zhangshensheng，Dalian University of Technology Press，January ，2009.", "", "", "", "", "本课程以房地产营销策划过程为主线，系统讲述房地产市场营销的理论、内容和方法，并对营销策划的实务操作内容进行了重点讲解；本课程着重培养应用房地产营销知识的分析和解决问题的能力，教学过程中注重理论联系实践，努力贴近现实，突出实用性和操作性，同时注重所讲内容的适用性。", ""], ["401040030", "非政府组织概论", "Non-Profits Organizations", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "戴扬", "《非营利组织管理》，王名，中国人民大学出版社，2006", "Earthscan Reader on NGO Management，Michael Edwards and Alan Fowler.，Earthscan,  2002", "", "", "考查", "", "本课程研究参与国际、国家和地方治理的非政府组织，非营利或临时组织。我们将考虑有关公民社会发展、社会运动动员、协作以及组织之问责和合法性的理论。利用国内国外的案例提出实在的例子以结合理论和实践。因此，学生能够熟悉不同的分析角度，有助理解不同类型的非政府组织的在公共管理中的作用。课程适合从研究或政策角度对非政府组织、非营利和社会运动组织感兴趣的学生。", ""], ["401041030", "佛教哲学专题", "The Philosophy of Buddhism", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "刘朝霞", "自编教材", "", "", "", "考试", "", "本课程是面向哲学专业学生的选修课程。使学生了解佛学所关注的问题，所运用的基本概念和运思方式，最终的价值取向，以及佛学在不同历史时段所表现出的不同样态（如原始佛学、中观学、唯识学、如来藏学和汉地天台、华严、禅宗）如何把佛法中一以贯之的精神实现出来。", ""], ["401042020", "工作分析的理论与技术", "Theory and Technique of Job Analysis", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李丹", "萧鸣政编著，工作分析的方法与技术，第二版，中国人民大学出版社，2006年12月", "Xian Mingzheng, Methods and Techniques of Job Analysis，2edn., China’s Renmin University Press, 2006, 12", "", "", "考查", "", "本课程主要介绍公共组织和企业人力资源管理中的工作分析技术及其操作方法，具体包括工作分析的基本理论、发展历程、方法与技术操作、分析质量鉴定以及如何将工作分析运用于管理实践，从而提高人力资源管理和开发的效率与效果。", ""], ["401043030", "公共部门经济学", "Public Sector Economics", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "夏志强", "《公共经济学》（第二版），樊勇明、杜莉 主编，复旦大学出版社", "Public Economics", "", "", "考试", "", "本课程是面向行政管理专业学生的专业基础课程。公共部门经济学是利用经济学的分析方法，分析以政府为核心的公共部门的经济、政治行为的一门学科，主要内容包括公共产品理论，公共选择理论，以税收、行政性收费和借贷为主的公共收入理论与实践，以政府采购和转移性支付为主的公共支出理论与实践，以税制和社会保障体系为主的收入再分配理论与实践，公共经济政策，地方政府经济行为等。本课程要求学生掌握公共经济学的研究对象、理论基础和公共部门经济行为的相关知识，能够结合实际，分析公共部门经济行为的合理性与必要性。", ""], ["401044030", "公共关系", "Public Relation", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "张觉文", "《公共关系学》(修订本)，熊源伟主编，安徽人民出版社，1997年版本 2000年印刷；《实用公关语言》，张觉文，西南交大出版社，1995年8月；《公共关系学导论》，居延安，上海人民出版社，1987年；《公共关系学简明教程》，廖为建，中山大学出版社，1989年；《言语交际学》，刘焕辉，江西教育出版社，1986年；《政府公共关系:理论与实践》，赵伟鹏，天津人民出版社，2001年；《实用公共关系学》弗兰克.杰弗金斯，徐百益编译，上海翻译出版公司，1988年", "Public Relations (Revised Edition)，Xiongweiyuan，Anhui People’s Press, Edition 1997 published in 2000; Practical Public Relations Language，Zhangjuewen, Southwest Jiaotong University Press, Aug. 1995; Introduction to Public Relations, Juyanan, Shanghai People’s Press, 1987; Summary of Public Relations, Liaoweijian, Sun Yat-sen University Press, 1989; Verbal Communication Study, Liuhuanhui, Jiangxi Education Press, 1986; Government Public Relations: Theory and Practice, Zhaoweipeng, Tianjin People’s Press, 2001; Public Relations Practices, Frank Jefikins, translated by Xubaiyi, Shanghai Translation Publishing Cooperation, 1988", "", "", "考试", "", "公共关系是社会组织为了寻求内外公众的信任与支持，从而树立良好的组织形象，寻求自身发展的一种组织传播行为.本课程的教学目的和要求主要有以下几点:\n1了解公共关系的基本涵义和公共关系学的学科体系、学科性质。\n2 掌握公共关系的工作程序、工作方法。\n3 理解公共关系对组织形象塑造的重要作用。\n4 理解公共关系传播的意义，掌握公共关系传播的艺术，并能在实践中运用。\n5 结合行政改革和社会转型的新形势，理解危机公关和政府公关的意义。", ""], ["401045020", "公共关系理论与实务", "The Realaties of Poblic Relations Theories", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20130423"], ["401046030", "公共关系理论与实务（Ⅱ）", "Public Relationship（Ⅱ）", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "杨力壮", "《公共关系学》，范铨远、张晓舟等，成都科大出版社，1999年第一版", "Public Relationship,Fanquanyuan,Zhangxiaozhou, Chengdu Science and Technology Institute of China press, 1999 the first edition", "", "", "考试", "", "公共关系学是一门新兴的综合性的应用科学。学科以建立组织与公众之间良好的沟通关系，在社会上树立组织的良好形象为宗旨。课程主要内容有：公共关系的基本内涵、定义、基本要素与研究范畴；公共关系产生和发展的历史、社会条件和中国公关事业的历史机遇；公共关系的角色、功能和原则；公共关系组织机构的类型及其特征；公共关系从业人员的类型及其工作范围，公共关系人员的培养与选拔；公共关系工作开展的基本程序和“四步工作法”的实施；不同类型公众的心理特点以及公关工作中应当注意的问题；各类大众传播媒介的特点、功能及选择的原则；大众传播的写作技巧和发布技巧，新闻与公关广告等等。\n推荐教材或主要参考书：《公共关系学》，范铨远、张晓舟等，成都科大出版社，1999年第一版", ""], ["401047020", "公共关系学", "Public Relations", "公共管理学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20130423"], ["401048030", "公共关系学", "Public Relations", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "罗亚玲", "自编讲义", "", "", "", "考试", "", "本课程是面向公共事业管理专业学生的专业课程。《公共关系学》是一门新兴的综合性与边缘性的应用性学科，是管理类课程中的核心课程之一。主要内容有：公共关系的基本概念、发展历史、主体与客体、形象塑造、调整方法、方案策划、沟通方式、专题活动、谈判技巧、交往礼仪、服饰礼仪等。能帮助社会组织掌握沟通技巧，提高素质与能力,建立良好的形象，增强社会竞争力。", ""], ["401049030", "公共管理案例分析", "Analysis on Public Manamegement cases", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "范逢春", "陈潭. 公共管理案例分析, 社会科学文献出版社, 2009,北京", "Chen, Tan. Case Analysis in Public Management. Social Sciences Documentary Press, 2002, Beijing", "", "", "考试", "", "本课程是面向行政管理专业学生的选修课程。案例教学是公共管理教学过程中最普遍、最常用的方法。本课程选择实际生活中的某一典型的管理或政策问题为案例，为学生提供背景情况，并指出面临的矛盾、问题和困境或几种选择，但没有正确答案。学生在课前阅读案例资料，在课堂上个人或分组提出解决问题的思路和办法。本课程共设计了47个案例，涉及20多个国家和地区经济发展、基础设施建设、项目评估、公共财政、危机管理中面临的\n挑战、管理经验和教训。在案例分析中，每位学员都要以案例中的角色，设身处地参与矛盾冲突之中，以当事人或决策者的身份发表意见，重演决策过程。这种方法不仅充分调动了大家的学习积极性，还有极强的针对性，引导学员发现问题，深入地思考，互相交流，主动地学习。", ""], ["401050030", "公共经济学", "Public Economics", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "吴耀宏", "", "", "", "", "", "", "公共经济学是利用经济学的分析方法，分析广义公共部门的经济行为一门新颖学科，借助马克思主义政治经济学与西方经济学的基本原理，对公共部门的职能，职能范围，公共部门职能变化趋势进行分析。现代《公共经济学》在传统的主要分析政府的公共收支问题的基础上，引入了公共选择，政府寻租，政府采购等内容，使公共经济学分析研究的范围有了进一步的拓展，进一步充实了公共经济学的内容。\n《公共经济学》是用经济学的方法，分析公共部门的经济与政治行为的学科，被一些人称之为真正的政治+经济的政治经济学。学习本门课程目的是要让学生了解相关的一些最为流行与先进的经济学原理、理论范畴。认识和掌握市场经济条件下政府各种经济活动的必要性与边界。既懂得如何做好政府经济工作，又能监督政府的职能，为经济民主与政治民主作出贡献。\n要求具体掌握的主要内容：\n1、作为公共经济学的主要方法论基础有哪些？\n2、市场经济发展对人们观点的变化产生哪些主要影响，早期市场经济与现代市场经济有什么异同点？\n3、政府经济职能的定位依据如何？发展变化趋势怎样？\n4、中国政府的机构改革与公共经济学相关理论存在着什么样的关系。\n5、中外政府经济职能定位会有什么不同，反映在公共支出与公共收入又有什么区别。", ""], ["401051030", "公共事业管理概论", "Introduction to Administration of Public Undertaking", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["401052030", "公共事业专题研讨", "Research on Public Undertaking", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "吴敏", "张成福 党秀云.《公共管理学》，中国人民大学出版社2001年版\n[澳]欧文?E?修斯.公共管理导论. 中国人大出版社2001版\n（美）史蒂文?科恩/威廉?埃米克. 新有效的公共管理者[M].中国人民大学出版社，2001年版.", "Dang Xiuyun  Zhang Chengfu Public Management, China Renmin University Press, 2001; [Australia] Owen E ? Hughes. Introduction to Public Administration China Renmin University Press, 2001;  (U.S.) Steven Cohen / William. Emic  The new effective public manager [M]. China Renmin University Press, 2001", "", "", "考试", "", "本专题讲述了以政府为核心的公共部门如何有效地整合社会各种力量，广泛运用多学科方法，强化政府的治理能力，提升政府绩效和公共服务品质，从而实现公共福利和公共利益这一公共管理目标,并结合我国当前政府改革实践中的典型案例,对公共管理领域的重大理论和实践问题进行研讨。本专题阐述和分析了公共管理的体制改革与发展；公共政策问题的构建与执行；公共部门战略管理问题与改进 ；公共预算与财务管理；信息资源管理与电子政府化；公共服务的绩效管理；人力资源管理者的角色与功能等理论模型及在实践中的应用指导。本专题的目的是使学生了解公共管理有关的研究前沿、学术动态和实际操作,使学生掌握公共管理的理论和方法，提高对发展变化中的公共事务的认识及处理能力。", ""], ["401053030", "公共行政学", "Public Administration", "公共管理学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "王建容", "教材：《公共行政学》（第三版），竺乾威 主编，复旦大学出版社2008年1月；参考书：《公共行政学》，张康之 编著，北京大学出版社2007年7月。", "Public Administration,Zhuqianwei, Fudan Universty Press, Third Edition, Jna.2008. Public Administration, Zhangkangzhi, Peking University Press,Jul.2007", "", "", "考试", "", "公共行政学是一门以政府管理为研究对象的科学。本课程的内容由5部分组成,即绪论、人事行政、政府职能、行政组织和行政活动过程。绪论主要讲解公共行政的定义、公共行政的原则以及简单介绍公共行政学的起源和发展；人事行政是对行政活动主体，即政府公务员实施的管理，主要阐述人事行政的作用、人事行政的基本原则以及我国公务员制度；政府职能主要涉及政府职能内容和政府职能转变；行政组织是公共行政活动得以进行的载体，主要涉及行政组织的目标、类型和体制；行政活动过程主要讲解行政领导、行政决策、行政执行、行政沟通、行政监督、行政立法。此外，本课程的授课不仅注重理论本身的讲解，更注重这些理论的实际应用。学习该课程有助于把握公共行政活动的主要内容框架，从而为行政管理专业其它课程的学习奠定坚实基础。", ""]]