[["102427005", "环境经济学与绿色经济增长", "", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20150424"], ["102428010", "中国实体经济与股票市场：到底发生了什么？", "", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20150424"], ["102429010", "Labor Economics for China", "Labor Economics for China", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20150424"], ["102430005", "Economics of the Welfare State", "Economics of the Welfare State", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20150424"], ["102431010", "Capital Market", "Capital Market", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mehdi Sadeghi", "This unit provides an overview of the operation of the capital markets in Australia and overseas. The financial institutions are described and the securities offered by these institutions are reviewed. Emphasis is placed on the financial instruments available to companies and investors from the equity, debt and derivative markets.", "", "", "", "20150421国际处转"], ["102432010", "Investing in Emerging Markets", "Investing in Emerging Markets", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mehdi Sadeghi", "This unit begins with an examination of the characteristics of emerging financial markets. The unit then has two parts. The focus of the first part is on portfolio investment management. The focus of the second part is on direct investment in new projects. The geographic focus is in Asian countries.", "", "", "", "20150421国际处转"], ["102433010", "International Political Economy - Asia", "International Political Economy - Asia", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Marc Lanteigne", "This course introduces students to the main concepts and theories of international political economy (IPE) studies, starting with the interaction between states and markets, with China and East Asia as the primary case studies. The main theories of IPE, including realism, liberalism and Marxism, as well as approaches to globalisation, will be examined at the beginning. Then the course will look at current case studies in Asia, including trade (and free trade), economic organisations, economic security, monetary policies, and the question of China as an economic power.", "", "", "", "20150421国际处转"], ["102434010", "Economics of the European Union", "Economics of the European Union", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "NIGELHEALEYMARTIN", "Since the Treaty of Rome in 1957, the European Union (EU) has grown from a small customs union with six member states to become the largest integrated market in the world, with 28 members, over 500 million citizens and a combined gross domestic product of US$16.5 trillion (23% of global gross domestic product). This course provides an economic analysis of the processes and policies which have driven Europe’s economic and political integration, as well as analysing the impact of the impact of the global financial crisis on the euro zone. The course has five major topics:Lecture 1: The history of European economic integration, 1945-2015Lecture 2: The institutions of the European UnionLecture 3: European monetary integration and the global financial crisisLecture 4: The microeconomics of European economic integrationLecture 5: The policies of the European Union", "", "", "", "20150421国际处转"], ["102435020", "欧盟经济社会政策", "The ＥU Economic and Social Policies in the Process of European Integration", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "王雅梅", "", "", "", "", "20150608"], ["102436030", "商业银行管理", "Commercial Bank Management", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", ""], ["102437020", "经济理论中的数学优化", "The mathematical optimization in economic theory", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "讲义", "（1）《经济与管理中的数学规划》魏权龄，中国人民出版社，2010年。（2）动态最优化基础》蒋中一，商务印书馆，1999年。（3）《动态宏观经济理论》萨金特，中国社会科学出版社，1997年。（4）经济动态的递归方法》卢卡斯等，中国社会科学出版社，1999年", "骆桢", "本课的授课对象是经济类大三的本科生，主要讲授经济理论中所用到的数学优化方法。这些数学方法是研究生阶段的微观经济学和宏观经济学学习的基础工具，也是跟踪、学习西方经济理论和经济模型的重要工具。本课的先修课是：微积分、线性代数、概率统计、西方经济学、政治经济学", "考试", "", "本课包含三部分：非线性静态优化、连续时间动态优化和离散时间动态规划", ""], ["102438080", "毕业论文", "Graduation Thesis", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["102439080", "毕业论文", "Graduation Thesis", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["102440080", "毕业论文", "Graduation Thesis", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["102441080", "毕业论文", "Graduation Thesis", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["102442080", "毕业论文", "Graduation Thesis", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["102443080", "毕业论文", "Graduation Thesis", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["102444080", "毕业论文", "Graduation Thesis", "经济学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["102445020", "毕业实习", "Social Practice", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["102446020", "毕业实习", "Social Practice", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["102447020", "毕业实习", "Social Practice", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["102448020", "毕业实习", "Social Practice", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["102449020", "毕业实习", "Social Practice", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["102450020", "毕业实习", "Social Practice", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["102451020", "毕业实习", "Social Practice", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["102452030", "货币金融学（全英文）", "Economics of Money, Banking and Financial Markets", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "Money, Banking and Financial Markets，Stephen G. Cecchetti，北京大学出版社，2006年1月；Principles of Money, Banking and Financial Markets，第10版，Lawrence S. Ritter，William L. Silber，Gregory F.Udell，北京：高等教育出版社，2002年9月", "Money, Banking and Financial Markets，Stephen G. Cecchetti，Peking University Press，Jan. 2006；Principles of Money, Banking and Financial Markets，Tenth Edition，Lawrence S. Ritter，William L. Silber，Gregory F.Udell，China Higher Education Press，Sep. 2002", "", "", "考试", "", "本课程属于金融学、国际经济与贸易（双语）专业的基础课程，旨在引导学生了解金融体系，认识货币、银行与金融市场对一国或地区及人们的经济影响，树立正确的金融意识，掌握对金融问题的正确分析方法。课程以货币与银行的五大核心原则为基本框架，讲授货币的内涵、货币的出现与发展历史及其在金融世界的使用、金融工具的创造与定价、金融市场的运作、金融机构的职能、中央银行、货币政策与金融稳定性等内容，落足于IS-LM构架，探讨长期货币供给、通货膨胀、短期货币政策和经济周期等问题。本课程以双语形式培养学生的英文思维和专业分析能力，在全球金融背景下突出结合中国的金融实际分析问题，提高学生货币金融理论的学习与实际研究水平", "20160405"], ["102453010", "Globalization &amp; Eu&#39;S Foreign Direct Investment", "Globalization &amp; Eu&#39;S Foreign Direct Investment", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Haiyan Zhang", "1. CONTENT The course consists of two parts. In the first part, the characteristics and trends in the international and multinational business activities are shortly analysed on the basis of the latest available data. The theoretical foundations, the determinants of foreign direct investment (FDI) and the internationalisation strategy of firms are studied. The organisational structures (intra-firm relationships) of the multinational enterprises (MNEs) as well as their ownership structure (e.g. joint ventures) and partnerships (i.e. strategic alliances) (inter-firm relationships) are also considered. The second part of the course will discuss the major challenges that are faced by European MNEs when entering foreign (especially Chinese) markets on the basis of case discussion. 2. OBJECTIVES\n? To ensure that participants understand the significance of globalisation and the strategic approach of the internationalisation of firms\n? To understand key aspects of the internationalisation process and their strategic and managerial implications\n? To become aware of the challenges and that are faced by MNEs in foreign markets in general and in China in particular and ? to enhance the knowledge of participants in understanding and dealing with key strategic and managerial issues in the internationalisation process\n3. TEACHING METHOD\nTeaching with active participation of the students through discussion and case studies.", "", "", "", "20160506新增"], ["102454010", "China&#39;s Regional Neighborhood: Opportunities and Challenges for China Under Obor Initiative", "China&#39;s Regional Neighborhood: Opportunities and Challenges for China Under Obor Initiative", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Niklas LEIF PETER Svanstrom", "This course will cover the regional neighborhood of China and the challenges and opportunities they will offer to China, not least due to the unprecedented economic initiative of OBOR. The OBOR initiative does not only have to manage the economic challenges in China and internationally but also economic challenges and socio-economic challenges in its neighbors but also political and security challenges in its neighbors, especially in some of its more challenged neighbors. These challenges could be both due to unstable governments, corruption but also political transition and radicalization of some governments or sub-national actors. The OBOR initiative and China&#39;s neighbors are also under a geopolitical transition and a possible power transition between U.S.-China but also Russia-China. The focus will be on Southeast Asia,, South Asia and Central Asia but other regions will be considered in this very complex and challenging environment.", "", "", "", "20160506新增"], ["102455010", "Eu-China: Strategic Partnership 2020", "Eu-China: Strategic Partnership 2020", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Rudolf Heinz- Willi Frenken", "1.a balance on differnet international cooperation. 2.1985:EU-China trade and cooperation agreement 3.EU-China 2020: a strategic agenda for cooperation 4. actual problems 5. different scenarios-discussion. This course includes questions/case studies to check the grade of understanding.", "", "", "", "20160506"], ["102456010", "International Relations and Global Governance", "International Relations and Global Governance", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Tashi Yangzom Rabgey", "The course will providea critical frame for the history and theory of international law through an exploration ofglobal governance. Global governance involves the exercise of power and authority by international organizations, private entities, and national government agencies reaching beyond a single state. The seminar addresses legal regulation of these exercises of power, including accountability requirements of transparency, participation, reason-giving, and liability (“global administrative law”). The central focus is on review mechanisms: the roles, jurisprudence, and effects of domestic courts and institutions, global tribunals and arbitration panels, global public and NGO monitoring bodies, in responding to the accountability gaps and opportunities created by globalization. What happens when global authorities review domestic governmental decisions? Should domestic courts review global institutions? Who are the winners and losers in these processes?", "", "", "", "20160506新增"], ["102457010", "European Integration 1945-2015", "European Integration 1945-2015", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Richard Thomas Griffiths", "The integration of the nation states of Europe has represented one of the major changes in global political economy of the 20th century. But what does this involve? Is it the increase of institutional powers, as embodied in the European Union, or should it be interpreted in a wider context? Should it also embrace the processes of countries that were not members of the European union and its predecessors? Should it move outside the scope of institutional politics and embrace the movements of trade, capital and peoples? Should it not simply focus on policy-making and look more at the contexts in which the policies were made and the effects of those policies once implemented? This course will argue in favour of a wider conceptualization of ‘European integration’. Most of the traditional literature does not. It will look at major developments in 20th century European development – the background to the policies, the policies themselves and their contribution to the (perceived) results.", "", "", "", "20160506"], ["102458010", "The Numbers We Use in International Comparisons", "The Numbers We Use in International Comparisons", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Richard Thomas Griffiths", "Not all countries are the same. Some are more populous than others; some economies are bigger; some are richer; some are grow faster; some are more equal; some are more competitive; some are better governed. To express these differences scientists have constructed numbers and used this data to demonstrate the differences between countries. Not only do they do this, but they employ these numbers to show relationships between variables and to use these relationships to ‘explain’ differences. But what do these numbers contain? Do the components really reflect the reality they are supposed to represent? How accurate are they? And, if they are not accurate, what should we do with the conclusions of the thousands of papers and articles which use them? This course will examine these questions and explore the databases of the main indicators. It will also use online modules (subtitled in Chinese) to prepare for classroom discussions.", "", "", "", "20160506"], ["102459010", "EU-East Asia: Trade Relations", "EU-East Asia: Trade Relations", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Marjolein Lut Derous", "This course will focus on EU trade policy from both a historical and contemporary perspective, with a specific focus on the trade relations with East Asia (bilateral, interregional &amp; multilateral)This course includes a comprehensive introduction to trade policy: what, why &amp; how of the EU’s trade policy. The course’s goal is to get an understanding of the EU’s trade policy both from a theoretical and practical perspective, especially in relation to East Asia. We discuss the relevant academic literature and the current state of EU competences and goals. Moreover, we will zoom in on:EU - China: relationship in the WTO, anti-dumping, and investment agreementEU - Singapore: from interregionalism to bilateralism, ASEAN Free Trade Agreement (FTA)EU - Korea: assessment of FTA, influence of lobbies (car industry)EU - Japan: current FTA negotiations, negotiation strategies of the EU Final competences:(1) Critically assess the most important historical and contemporary issues in EU-East Asia trade relationship. (2) Able to understand and evaluate EU trade policy strategy.(3) Apply theoretical literature on EU trade policy to current political issues.", "", "", "", "20160506"], ["102460010", "International Economic Law", "International Economic Law", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Angelos Dimopoulos", "This course will offer a comprehensive examination of an area of law that constantly gains significance and practical relevance. Few international law fields have seen an increase in literature and case law as steep as international economic law. On the one hand, in an era of increasing interdependence in international business, the WTO has built the most successful, rules-based system that aims to facilitate business transactions and trade, enforced by the strongest dispute settlement system in the history of international law. On the other hand, the existence of more than 3,000 Bilateral Investment Treaties and the constant increase of investment arbitration signal the rising significance of international investment law. Turning to the group of students to whom this module may be attractive and what they may expect to gain after completing it, this module aims to provide students with the appropriate tools to identify, discuss and critically analyse the intricacies of international economic law. It is suitable for students interested in acquiring a thorough and deep understanding of international trade and investment law. It also provides the theoretical and practical knowledge necessary for legal practitioners in the field and for those seeking to advice governmental bodies, international organisations or private companies on matters related to international trade and investment law and policy.", "", "", "", "20160506"], ["102461010", "The External Relations of the European Union", "The External Relations of the European Union", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Angelos Dimopoulos", "This course focuses on a vital component of the European edifice, that is, the external relations of the EU. The EU is an active player globally and participates in manifold international agreements. The course provides a thorough analysis of the relevant legal framework and offers a critical review of its efficacy. It deals first with the basic constitutional foundations of EU External Relations law, explaining when and how the EU is an international actor. Afterwards, the course will focus on the substantive policy priorities of the EU an an international actor. This course will offer a comprehensive examination of an area of law that constantly gains significance and practical relevance. The EU is an important, autonomous international player that shapes global policies and priorities. It has been a key actor in shaping major international trade, environmental agreements,. Moreover, the participation of the EU alongside its Member States in almost all international organisations raises a number of practical, for example relating to their participation and international responsibility.", "", "", "", "20160506"], ["102462010", "Competing Regionalisms: European Union&#39;s Eastern Partnership Versus Russia&#39;s Eurasian Economic Union", "Competing Regionalisms: European Union&#39;s Eastern Partnership Versus Russia&#39;s Eurasian Economic Union", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Irina Petrova", "Course outline:The course is aimed at students wishing to deepen their understanding of International Relations and International Politics with a particular focus to the ‘Wider Europe’ region, comprising the European Union, but also Russia and a number of post-Soviet states. More precisely, the course will concentrate on the competition of the EU and Russia over the countries of common neighbourhood (six Eastern Partnership states), mounting in the Ukraine crisis of 2013-2016. Taking the crisis in Ukraine as the point of departure, we will put this regional conflict into the broader context of the competition of the two actors (the EU and Russia) in their shared neighbourhood. It will allow students to get an in-depth understanding of the regional dynamics, understand the factors impacting the regional conflict, foresee potential conflicts, as well as analyse possible solutions. Course objectives: The objective of the course is two-fold: first, students will learn about the regional dynamics unfolding in the environment of competing regionalism (on the example of the ‘Wider Europe’ region), second, students will learn the method of comparative foreign policy analysis.", "", "", "", "20160506新增"], ["102463010", "Russia&#39;s Role in Today&#39;s World: Russian Foreign Policy and Geopolitics", "Russia&#39;s Role in Today&#39;s World: Russian Foreign Policy and Geopolitics", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ria Laenen", "In recent years, Russia has reclaimed the role of great power in international politics. This course provides an analysis of the development of Russia’s foreign policy over the 25 years since the break-up of the Soviet Union, with a focus on the most recent developments. The course can be divided into 3 main parts: Russia and Its Relationship with the West; Russia – China Interaction in Central Asia; Russia’s role in today’s conflicts in Ukraine and Syria.Overall, a geopolitical approach is applied to come to a better understanding of Russia’s role of in today’s world, for instance looking at how energy and pipeline politics are key to Russia’s relations with both East and West. But also other domestic factors providing an explanation for Russia’s foreign policy agenda are discussed in this course.", "", "", "", "20160506新增"], ["102464005", "The Economics of Sustainable Development", "The Economics of Sustainable Development", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "李传中", "", "", "", "", "20160510"], ["102465010", "经济和股市预测", "Economic and Stock Market Forecast", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "马金鹏", "", "", "", "", "20160510"], ["102466020", "投资银行业务（双语）", "Business of Investment Bank", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "2016.10.28"], ["102467020", "风险模型", "Risk Model", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "2016.10.28"], ["102468020", "保险产品设计原理与实务", "", "经济学院", "", "本科", "2.0", "34.0", "", "", "开设", "", "0.0", "", "34.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "2016.10.28"], ["102469020", "社会经济调查与数据分析", "", "经济学院", "", "本科", "2.0", "34.0", "", "", "开设", "", "0.0", "", "34.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "2016.10.28"], ["102470020", "Expectation-driven Fluctuations and Efficient Financial Market", "Expectation-driven Fluctuations and Efficient Financial Market", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "Antoine？Le？Riche", "这门课面向经济类专业的本科生，主要讲授经济理论和波动分析中所用到的数学方法。这些数学方法是研究生阶段学习金融和宏观经济学的基础工具，也是追踪和学习西方经济学理论和经济模型的重要工具。这门课的先修课程有：微积分、线性代数、西方经济学。", "考试", "", "这门课将探讨宏观经济学/金融学中解释波动的理论发展。甚至在缺乏影响经济基本面要素（偏好、禀赋、技术）的外生冲击时也会发生波动，这些波动来源于代理人预期的不确定性和/或经济动态的非线性特征。并且将讨论这些波动产生的政策影响。", "20161206"], ["102471020", "互联网金融（联盟推荐）", "Internet Finance", "经济学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "当前，我国大力推广“互联网+”产业战略，互联网行业蓬勃快速发展。特别是互联网金融产业方兴未艾，已成为传统金融的有力补充，对我国金融业态的转型与升级带来积极深远影响。\n为帮助各大高校学生尽快熟悉、掌握互联网金融基础知识，提升其进入互联网金融行业所需的互联网思维和工作技能，中国银联联合相关监管机构、著名财经院校及产业各方，主导研发出《互联网金融》课程。帮助高校学生全面、客观、快速地熟悉、掌握互联网金融基础知识，了解分析互联网金融经典案例，培养互联网金融思维，理解运用平台战略，从而进一步提升应聘求职成功率，提升职业技能和工作绩效。\n培训对象为有志于从事银行卡支付及互联网金融行业的高校学生。培训内容坚持“专业权威、务实客观、全面系统”原则，立足实际需要编写，涵盖电子支付、众筹、P2P、互联网基金销售、互联网保险销售等五大重点业务模块。", "考查", "", "《互联网金融》秉承“专业、务实、权威、普及”的理念，坚持“有所为有所不为”，侧重于编写普遍性、全局性、共同性、规律性、趋势性的知识和经验。\n\n1、专业权威 由中国银联支付学院牵头发起，多方整合监管机构相关政策、行业优秀案例、财经高校著作以及市场人士权威观点，历时一年时间精心研发。\n\n2、务实客观  该系列课程为当前市场上互联网金融相关的首套及唯一课程。中国银联作为互联网金融产业的中坚力量，把以客观、科学的视角，多方辨析产业观点、萃取经典案例、解析监管政策、探讨产业风险，探索未来发展方向。\n\n3、全面系统  课程由十二个章节构成，涵盖电子支付、众筹、P2P、互联网基金销售、互联网保险销售等五大重点业务模块。在详细阐述五大业务开展方式、行业案例的同时，剖析支付战争、大数据、互联网思维、平台战略等新兴业态知识，阐述监管政策及行业风险监管。", "20161227东西部联盟课程"], ["102472010", "The European Union&#39;s Global Role", "The European Union&#39;s Global Role", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Martin Jeffery Holland", "This International Relations course examines how the EU engages with the contemporary world through its foreign policy, security and development policies. The course will examine a series of case-studies of current policies within the theoretical concept of normative power. The ambitions as well as the limitations of the EU’s global role are critically assessed, including the likely impact of BREXIT. The course involves student participation, powerpoint presentations as well as a negotiation simulation exercise.", "", "", "", "20170504实践周"], ["102473010", "European Integration after BREXIT", "European Integration after BREXIT", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Martin Jeffery Holland", "The Political Science course examines the institutional structure and key policies of the European Union and debates the nature of contemporary integration – is it still a supranational initiative to create a “United States of Europe”, or has integration returned to a more intergovernmental process where national sovereignty is dominant? In this respect the impact of BREXIT directly on the EU as well as its wider effect on popular support and Euroscepticism across the 28 member states is considered.", "", "", "", "20170504实践周"], ["102474010", "Spatial Analysis in R", "Spatial Analysis in R", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Katarzyna Magdalena Kopczewska", "Course is to designed to introduce methods of visualisation and analytics of spatial geo-located data in R software. Students will practice on example of China dataset and map how to deal with polygon and point geo-located data and GIS shapefile maps. Open resources (software and maps) make it attractive because of easy access. Course does not require R software knowledge, but fundamentals of statistics or econometrics are demanded. Class 1 (4 hours): Geo-spatial data visualization: shapefile import, GIS map layers, dataset integration, full maps and zooms / cut-offs. Students will learn how to handle with spatial data and how to produce attractive maps for data analysis. Class 2 (4 hours): Spatial relations: distances between regions and points, spatial weights matrices;spatial statistics: detection of clusters, outliers and spatial heterogeneity. Students will learn how to measure the distance between points and areas, how to find neighbours and how to check similarities and dissimilarities between regions. Class 3 (4 hours): Spatial econometric models (from Mansky GNS to OLS) and spatial interactions models for dependence on distance. Students will learn how to incorporate the effects of distance and neighbourhood in econometric model and for how much it is important. Students will learn how to detect and interpret the spillovers in inter-regional relations. Class 4 (4 hours): Point geo-located data: identification, visualization, aggregation, agglomeration analysis. Students will learn how to analyze point data (like firms located in given point on the map) and what kind of information can be captured for business purposes. Students after completion of this course will be ready to produce by themselves nice maps for own data as well as to run econometric models which can incorporate over-border relations and spillovers.", "", "", "", "20170504实践周"], ["102475010", "Business Analytics in Excel", "Business Analytics in Excel", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Katarzyna Magdalena Kopczewska", "Course is to designed to introduce the methods of business analysis, which are necessary in all business units. Popular spreadsheets like Microsoft Excel or WPS Office 2015 are used. Course gives practical skills of commercial analyses to be directly implemented in companies. Fundamentals of finance or statistics are demanded, but not necessary. Class 1 (4 hours): Deposits and loans in business: Future Value (FV) of investments and annuities, loans amortization schedules, loans available at given payment. Students will learn how to compare and analyse different credit products. With the use of Pivot tables they will see how to make Cash Flow of the bank. Students will discuss the problem of the interest rate for business. Class 2 (4 hours): Recency-Frequency-Value (RFV) model in Customer Relations Management (CRM), what information on customer’s loyalty is hidden in their transaction data. On the basis of purchase information students will build a model which can support selection of the best and worst customers as well as indicate the behavior of “average” customer. Class 3 (4 hours): Monte Carlo simulation for business strategy, what-if analysis in business plan, models for profits, sales, NPV and risk. On the basis of probability distributions gained from historical data, students will learn how to make a forecast of future customer and business behavior. Students will discuss possible strategies of changes in business parameters (prices, quantities, margin etc.) to improve business performance. Class 4 (4 hours): Optimisation methods with Solver for optimum production, profit maximization or cost minimization. Students will build optimization models which can help in finding the best structure of production or best transport combination. They can test with these models if changing the business parameters (prices, quantities, margin etc.) can make significant changes in production proportions or in transportation routes. Students after completion of this course will be ready to run statistical analyses on business which can reveal the information unknown before. By using popular spreadsheet software, these analyses will be easily transferable to business reality.", "", "", "", "20170504实践周"], ["102476010", "Basic of Tourism", "Basic of Tourism", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "TINA SEGOTA", "The course will introduce students to tourism in general and its impacts.Students attending the course will gain knowledge on the importance of tourism in local ,regional and global level, and will be acquainted with basic theoretical approaches to measuring the economic impacts of tourism. The course will cover topics such as elasticity of tourism demand, seasonality indices, tourism surpply and occupanc, etc. through which the theoretical knowledge will be applied to practical cases. As such, the course will be benificial to both students in economics and tourism.Topics covered: 1.Tourism market (basic concepts, definitions,trends )-tourism demand (travel propensity,elasticity )2.tourism system -tourism resource, attractions -accommodation (capacity utilization rates )-intermediaries, transportation 3.Impacts of tourism -the economic impacts, environmental and socio-cultural impacts -tourism multiplier-seasonality(definition and measurment ) 4.Tourism and economic development 5.Tourism marketing mix", "", "", "", "20170504实践周"], ["102477010", "Tourism Product Development", "Tourism Product Development", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "TINA SEGOTA", "This course will introduce students to theoretical and practical aspects of tourism product development. The theory will highlight key concepts and definitions that will be applied to practical case.Students will be acquainted with typology and hierarchy of tourism products, methodologies on product development, the concept of sustainability, tourism marketing mix etc.Topics covered:Tourism trends and their relevance to tourism product development.2Tourosm product (introduction ,definitions, key concepts )3.Service -dominant vs.Customer-domant logics 4.Tourism destination (tissue relevance and role )5.sustainable tourism development 6.Methodology on tourism product development 7.Images,authenticity and competitiveness8.Pricing", "", "", "", "20170504实践周"], ["102478010", "Introduction to European Union Law (with European Environmental Law)", "Introduction to European Union Law (with European Environmental Law)", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Christiane Trüe", "The course offers students an insight into the basics of European Union law. This will cover the essentials of EU history, the EU’s legal bases and law-making, main legal principles, the EU institutions and their powers, internal market law (in particular free movement of goods) and the interaction of EU Law with international and Member State law. These will be highlighted by using the specific area of environmental law as an example, including its multi-layered making and application as well as its interaction in particular with free movement of goods.", "", "", "", "20170504实践周"], ["102479010", "European Integration", "European Integration", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mechthild Schrooten", "The European Union is at a crossroad. The major aim of the course is that the students will understand the history and different stages of the European integration, the economics of the EU and the basic features of the eurozone. For a better understanding of the complex idea of European integration we will start with the idea of a free trade area and develop between free trade and a common market as the EU. In a second step we will focus on monetary integration and discuss the basic preconditions of a successful common currency area.", "", "", "", "20170504实践周"], ["102480010", "Applied Life Insurance Mathematics", "Applied Life Insurance Mathematics", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Louis Guy DORAY", "We will first start with a review of some basic concepts in lifecontingencies, for example, mortality table, age-at-death distributionand survival model; using those, we will show how to define actuarialpresent values of insurance and annuity benefits and the relationshipbetween them.We will then see how insurance companies calculate premiums in lifeinsurance, taking into account their expenses (acquisition, maintenance,general, settlement) and their profit objective, with various premiumcalculation principles. We will define the concept of reserve for a lifeinsurance policy and how it builds up over the years, so that theinsurance company can pay the death benefit.Finally, with a multiple decrement table, we will evaluate insurancepolicies with a double indemnity death benefit or the value of death,retirement and disability benefits from a retirement plan.", "", "", "", "20170504实践周"], ["102481010", "An introduction to Financial Markets and Asset Allocation", "An introduction to Financial Markets and Asset Allocation", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael Fr？mmel", "The course explains the steps of the asset allocation process and how to construct aninvestment portfolio. After an introduction to financial markets and asset classes, we willfirst look at the asset allocation process itself. We start with a long-term portfolio (thestrategic asset allocation) and move to short term deviations from it (tactical assetallocation). We will also look at how to evaluate the success of the portfolio investments.The aim of the course is to give students a basic understanding of financial markets andguidance on how to construct a portfolio from a longer-term perspective rather than justspeculating in the short term. It is therefore useful for individuals managing their ownmoney, as well as for those who want to work in the financial sector. Level: Bachelor", "", "", "", "20170504实践周"], ["102482010", "Behavioural Finance", "Behavioural Finance", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael Fr？mmel", "Behavioural finance is sometimes called ‘finance for normal people’, whereas classicalfinance is called ‘finance for rational people’. Since people are rather normal thanrational, behavioural finance has become an established field. We will learn why investorsare sometimes unable to behave in a rational way (‘limits to arbitrage’). This will beexplained based on real-world examples. Furthermore we discuss the impact ofpsychology on financial decisions, using some class experiments. Finally we will discussa new approach – adaptive market hypothesis – which tries to solve the apparentcontradiction between classical and behavioural finance based on evolutionaryeconomics. The course builds heavily on the work of top scientists in the field and shallhelp students to understand investment decisions and to avoid mistakes. Level: Bachelor", "", "", "", "20170504实践周"], ["102483010", "Business Economics", "Business Economics", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "IVAN DESEATNICOV", "This course aims at providing a framework to think about various issues in business from a perspective of economics: horizontal boundaries of the firm; vertical boundaries of the firm; industry analysis; strategic positioning for competitive advantage; sustaining competitive advantage. The students will develop understanding and skills of how to apply economics principles in business strategy. The goal is to enable students to think strategically in a smart way. The course will address basic analytical tools essential for understanding modern business strategy that is of primary importance for Managers and Economists in the modern fast-changing world.", "", "", "", "20170504实践周"], ["102484010", "Strategic Intelligence", "Strategic Intelligence", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "IVAN DESEATNICOV", "The objective of the course is to introduce main modern strategic frameworks in order to empower students with ideas and insights of how to address strategic decisions in a smart and intelligent way. Strategic intelligence takes the perspective of the CEO/General Manager formulating and implementing strategy in fast-changing environments. The course shows how strategy is developed and turned into action. The course emphasizes the peculiarities of international business as well, and how to sustain competitive advantage in an international environment. Most importantly, it attempts to enable students to think about various strategic tools in a creative and intelligent manner. Classes will be a mixture of lecture and critical discussion of theory and practical cases. Students are expected to spend some time for reading cases in advance.", "", "", "", "20170504实践周"], ["102485010", "An Introduction to Game Theory and Two-Sided Matching Theory", "An Introduction to Game Theory and Two-Sided Matching Theory", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "马金鹏", "This minicourse will introduce strategic form games and the Nash equilibrium. Then we will focus on the popular two-sided matching theory. After we clear some basic concepts such as stable matching and Nash equilibrium for the two-sided matching model, we will study a few of papers related to the two-sided matching and the top trading cycle algorithm.", "", "", "", "20170510"]]