[["104610010", "Power of Story: How Video, Audio and Writing Contribute to Audience Engagement", "Power of Story: How Video, Audio and Writing Contribute to Audience Engagement", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Thor LutherWasbotten", "This course will isolate the various components of compelling and engaging storytelling with a focus on coverage in the United States. We will explore the entire process of good storytelling, from interviewing to writing to editing. We will discuss how to use multi- and social media channels to connect with multiple generations of people. This course is designed to be the first of the two courses offered this summer, although each can be taken without the other. It will flow directly into a more global perspective in Storytelling Across Borders.", "", "", "", "20170504实践周"], ["104611010", "Storytelling across Borders: an International Conversation", "Storytelling across Borders: an International Conversation", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Thor LutherWasbotten", "Storytelling Across Borders provides an opportunity for students to understand the art of storytelling in a multimedia world through the use of video, audio, writing, and interactivity. This course places an emphasis on analyzing storytelling techniques from global news coverage of significant issues and how those techniques engage an audience. Students are expected to contribute to the conversation as we learn from each other.", "", "", "", "20170504实践周"], ["104612010", "Introduction to Multimedia", "Introduction to Multimedia", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Nicole Marie Deliz Martinez", "Panoramic study of the media, It includes the historical development, organization, structure, characteristics and analysis of social responsibility and the impact of different media on the public. The course is developed through discussion, critical reflection, reading, analysis of situations, presentations and responsible of technology.", "", "", "", "20170504实践周"], ["104613010", "World Views - Historical Maps in a transcultural Perspective", "World Views - Historical Maps in a transcultural Perspective", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Vadim Oswalt", "This course provides students with a set of conceptual tools and methodological approaches to a deeper understanding of maps. Maps are often taken for objective representations of reality. In contrast to this students will trace recent debates which consider maps as social constructions and powerful media (“Power of Maps”) with enormous influence on world views and conceptions. An introduction to the complex sign system of maps will show how these assumptions can be used to analyze the “language of maps” with its iconic and symbolic properties.In a second step this approach will be applied to historical maps from different periods and cultural backgrounds. They are key documents for dominant political and cultural aspects of societies (world views) and therefore excellent sources for transcultural analysis and comparison. Final Conclusions will look at maps in the digital age in a globalizing world and ask if they show aspects of continuity or should be considered as a break with the past.1. Theory of Map analysis: Space conceptions (Mental maps) and the “Power of Maps”; Semiotics of Maps as a monumental sign system; Maps as sources for a certain historical and cultural contexts. (ca. 4 hours) 2. Transcultural comparative Analysis of historical maps: Analysis of Maps from different cultures and periods; maps as constitutive elements in societies (i.e. European medieval and early modern Maps, Chinese Maps from the Yuan and Ming Period, Maps from the Islamic World etc.). (10 hours) 3. Conclusions and Transfer: Maps in the digital age – the end of mapping? (2 hours) Subjects which are included: History, Geography and Media Studies in general.", "", "", "", "20170504实践周"], ["104614010", "American Cultural Training", "American Cultural Training", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "William Scott Brashears", "1 The increase in the globalization of business requires us to study the ways that different groups communicate. This can be a complex undertaking, as the nature of globalization creates “cultural hybrids” that sometimes don’t fall within the parameters of current research in the field of intercultural management and intercultural communication. The main objective of this course is to provide international students—who themselves are going through a unique process of cultural understanding—a structure for understanding the field of intercultural communication and American cultural patterns. These American patterns will be contrasted with Chinese patterns of communication. An emphasis will be placed on how US corporate cultural training has explained Chinese culture to fellow Americans, and how Chinese-centered research is a growing part of this field. This course will help students develop cultural competencies that will ultimately help them succeed in international living and working situations within multinational organizations and in increasingly global cities.", "", "", "", "20170504实践周"], ["104615010", "Intro to Intercultural Communication", "Intro to Intercultural Communication", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "William Scott Brashears", "In a dynamic and interactive format, this course presents a framework of models and skills for building communication performance in competitive global business settings. This course will assist you in implementing strategies for mastering interpersonal encounters, including conflict resolution, in multicultural environments. We will not only examine theories of communication (the basic concepts, principles, and skills vital for understanding and improving communication across racial, ethnic and cultural differences) but will place you in experiential situations in which you’ll develop valuable global management skills. Using cases, self-assessment questionnaires, multicultural team exercises and simulations, this course equips the global manager with the ability to solve problems and take advantage of opportunities in a multi-cultural world. Intercultural theories from three regional areas—China, Latin America, and the Middle East—will be explored in depth. Course ObjectivesThe course will provide you with knowledge, skills, insights, and experiences necessary to be a communicatively competent international manager. Upon completion of this course, you should be able to:1.Examine theories of culture, communication and cross-cultural communication interactions and how business relationships are impacted in the three target areas: China, Latin America, and the Middle East. 2.Develop an empirical understanding of how cultures of the world compare to one another- what are similarities and differences, and how cultural hybrids affect this knowledge. 3.Understand the impact of cultural differences on managerial communication and learn to be an effective communicator in a cross-cultural setting.4.Gain insight into personal and cultural &quot;baggage&quot; that influences cognitive, affective, and cross-cultural behavioral processes; and5.Expand your skills in cross-cultural communication competence via understanding and practicing increased appropriateness, flexibility, and adaptability.", "", "", "", "20170504实践周"], ["104616010", "International News Media: Methods, Concepts and Practices", "International News Media: Methods, Concepts and Practices", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Stijn Gabri？l Urbain  Joye", "While most people see and experience the world, its people and cultures mostly or even exclusively through the news media, this is particularly true for foreign events. This course aims to introduce the scholarly field of international news studies to students while also paying attention to recent developments in international news practices and relevant academic methodologies. From a journalism studies perspective, the course focuses on the societal value and impact of news within an international context. Students will gain knowledge and insights in the production, content and implications of international news reporting, both from a theoretical as well as practical point of view. After a short introduction to the academic field of international news studies and its history, the course first tackles a number of theoretical concepts that are central to the study of international news reporting. Students will be introduced to (1) key criteria to assess the quality of international news, (2) the process of news selection and the notion of news value, and (3) the content of news coverage with a focus on the emerging practice of domestication and the representation of distant suffering and the Other from the theoretical framework of Orientalism. A final element of discussion will be the operations and practices of world news agencies and alternative news media. During the lectures, a great number of recent cases and examples will be shown and discussed.In a second part of the course, students will get a hands-on introduction to two methodologies that are particularly relevant to the study of international news: quantitative content analysis and Critical Discourse Analysis. After a theoretical exploration of both methodologies, students will be invited to gain practical experience through in-class exercises.", "", "", "", "20170504实践周"], ["104617020", "“非遗”之首—昆曲经典艺术欣赏（跨校共建）", "Appreciation of Kunqu Opera", "文学与新闻学院", "", "本科", "2.0", "34.0", "", "", "开设", "", "34.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20170510"], ["104618020", "诗词创作（南开大学）", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "", "20171219"], ["104619020", "新媒体与社会性别（复旦大学）", "", "文学与新闻学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "", "20171225"], ["104620040", "广告策划", "Advertising", "文学与新闻学院", "", "", "4.0", "64.0", "", "", "开设", "", "64.0", "", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104621030", "广告案例研究", "The study of Advertising Cases", "文学与新闻学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104622040", "广告创意", "Advertising  Creativity", "文学与新闻学院", "", "", "4.0", "64.0", "", "", "开设", "", "64.0", "", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104623030", "传播学概论", "Guide to Communication", "文学与新闻学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104624020", "巴蜀文化与现代文学", "The Culture of Ba-shu and Chinese Mordern Literature", "文学与新闻学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180307"], ["104625040", "新闻传播名著导读", "Masterpiece reading-guide of", "文学与新闻学院", "", "", "4.0", "64.0", "", "", "开设", "", "64.0", "", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104626060", "毕业论文(设计)", "Graduation Thesis (Design)", "文学与新闻学院", "", "", "6.0", "96.0", "", "", "开设", "", "0.0", "", "96.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104627060", "毕业论文(设计)", "Graduation Thesis (Design)", "文学与新闻学院", "", "", "6.0", "96.0", "", "", "开设", "", "0.0", "", "96.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104628060", "毕业论文(设计)", "Graduation Thesis (Design)", "文学与新闻学院", "", "", "6.0", "96.0", "", "", "开设", "", "0.0", "", "96.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104629060", "毕业论文(设计)", "Graduation Thesis (Design)", "文学与新闻学院", "", "", "6.0", "96.0", "", "", "开设", "", "0.0", "", "96.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104630060", "毕业论文(设计)", "Graduation Thesis (Design)", "文学与新闻学院", "", "", "6.0", "96.0", "", "", "开设", "", "0.0", "", "96.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104631060", "毕业论文(设计)", "Graduation Thesis (Design)", "文学与新闻学院", "", "", "6.0", "96.0", "", "", "开设", "", "0.0", "", "96.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104632060", "毕业论文(设计)", "Graduation Thesis (Design)", "文学与新闻学院", "", "", "6.0", "96.0", "", "", "开设", "", "0.0", "", "96.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["104633030", "中国古代文学经典赏析", "", "文学与新闻学院", "", "", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", ""], ["104634020", "中国现代文学经典欣赏", "", "文学与新闻学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", ""], ["104635020", "外国文学经典欣赏", "", "文学与新闻学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", ""], ["104636020", "西方视觉艺术经典赏析", "", "文学与新闻学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", ""], ["104637010", "An American Classic: Fitzgerald’s the Great Gatsby", "An American Classic: Fitzgerald’s the Great Gatsby", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Nicholas Birns", "In reading an American classic—F. Scott Fitzgerald’s The Great Gatsby—will examine both the text itself and the various readings it can yield. We will examine the novel’s style and its use of the subjective yet detached first person narrator, also look at the book’s role in the delineation of the American character and Fitzgerald’s potion in American intellectual history. Textbooks will include F. Scott Fitzgerald’s The Great Gatsby as well as relevant criticism on the novel to be provided by the instructor.", "", "", "", "20180509实践周"], ["104638010", "Reading Australian Culture: Henry Handel Richardson’s The Getting of Wisdom", "Reading Australian Culture: Henry Handel Richardson’s The Getting of Wisdom", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Nicholas Birns", "Henry Handel Richardson’s The Getting of Wisdom is one of Australia&#39;s most beloved novels. Its protagonist, Laura Ramsbotham, is a precocious child who experiences the bitter realities of class and social hierarchies as she attends an exclusive girls’ school. The novel depicts the distinctive features of Australian life in the early twentieth century as well as exploring newel formal possibilities for the modern novel. Textbooks will include Henry Handel Richardson’s The Getting of Wisdom as well as relevant criticism on the novel to be provided by the instructor.", "", "", "", "20180509实践周"], ["104639010", "Aboriginal Women Writers of Australia", "Aboriginal Women Writers of Australia", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Brenda Machosky", "Aboriginal women are finding a powerful voice in fiction and non-fiction form in Australia. This course will explore several stories by Australian Aboriginal women, and consider the context of writing as an Indigenous person in modern Australia. Writers will include Jeanine Leane and Ellen van Neerven.", "", "", "", "20180509实践周"], ["104640010", "Shakespeare&#39;s Macbeth on the Stage", "Shakespeare&#39;s Macbeth on the Stage", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Brenda Machosky", "With a focus on Shakespeare’s play Macbeth, this course will provide students with an overall understanding of theatrical performance in Renaissance England, particularly at The Globe Theatre where Shakespeare’s plays were performed. Students will learn about how the plays were written for performance. In Macbeth, one of Shakespeare’s shortest plays, the motivation of characters will be discussed along with how the play would have been performed – including the use of ghosts!", "", "", "", "20180509实践周"], ["104641010", "Soviet Literature Studies", "Soviet Literature Studies", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Karlis Verdins", "From 1917 to 1991, Soviet Union was a country where working class was the ruling one. From 1934, socialist realism in literature was proclaimed the only possible mode of writing. The history of USSR literature can be seen as a process of both establishing the norms of socialist realism and trying to escape them. Such themes as Russian revolution of 1917, Russian avant-garde writing of 1920s, Socialist realism, The Khrushchev Thaw and literature, Soviet underground literature, “Perestroika”, and Post-Soviet Literature will be addressed. In this course, following literary works are going to be discussed: Maxim Gorky, Mother; Anna Akhmatova, Requiem; Mikhail Bulgakov, Master and Margarita; Daniil Kharms, Short stories; Boris Pasternak, Doctor Zhivago; Joseph Brodsky, Poems; Lev Rubinstein, Poems; Knuts Skujenieks, Seed in Snow; Venedikt Yerofeyev, Moscow-Petushki; Tatyana Tolstaya, Short prose; Svetlana Alexievich, Secondhand Time: The Last of the Soviets.", "", "", "", "20180509实践周"], ["104642010", "Comparative Literature/ World literature", "Comparative Literature/ World literature", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Karlis Verdins", "In this course, students will be engaged to join the ongoing discussion about what is “world literature”, what is the historical development of the concept and what are the contemporary problems regarding this field of studies. The concept was created in 19th century Europe and since then it has stood both for an idealistic view on the world literature as an idealistic multilingual treasury of humanity and also mechanism of unequal power relationship. For the last decades it was criticized as “Eurocentric” by the scholars of different parts of the world. The classic texts of comparative literature studies like the works by J. W. Goethe, Erich Auerbach and Edward Said will be discussed along the contemporary authors Laura Doyle, Franco Moretti, Pascale Casanova, David Damrosch among others.", "", "", "", "20180509实践周"], ["104643010", "From Marxism to Critical Theory", "From Marxism to Critical Theory", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Peter Beilharz", "This subject introduces Marxism and critical theory. We begin by mapping the history of Marxism since Marx. Next we examine labour’s utopias, Bolshevism, Fabianism and social democracy, with a glance at Gramsci. Then we introduce the tradition of critical theory from Adorno and Horkheimer to Habermas and the Budapest School. We end with critical theory today, focusing on Eastern Europe, Zygmunt Bauman and Agnes Heller. We will study from my own texts to selected works of the classics.", "", "", "", "20180509实践周"], ["104644010", "From Marx to Liquid Modernity", "From Marx to Liquid Modernity", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Peter Beilharz", "This subject maps out arguments about modernity from Marx to Bauman. We begin with the foundational text, the Communist Manifesto. Next we discuss the controversy about modern and postmodern, taking in themes of modernity and modernism. Then we enter Bauman’s argument concerning liquid modernity and everyday life, as in the idea of liquid love. Finally, we examine more closely the breadth of Bauman’s project, from labour and culture to how we live now.", "", "", "", "20180509实践周"], ["104645010", "American Journalism and Mass Communications Law: Free Speech and Its Boundaries", "American Journalism and Mass Communications Law: Free Speech and Its Boundaries", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "黄勇", "his course will introduce students to many important U.S. legal questions that news media and public relations professionals face routinely in disseminating news and information to the public. No prior knowledge of the law is necessary. This class requires only preparation and critical thinking. Through reading assignments, lectures, class discussions, and court simulations, students will gain an understanding of the legal problems in several key areas of media law: freedom of speech and the press, libel, personal privacy, news gathering practices, protection of news sources, free press/fair trial, the regulation of obscene and erotic materials, copyright, and the regulation of advertising and telecommunications. After taking the class, students will have an enhanced understanding of strengths and weaknesses of American media law. In particular, students will know what kind of legal penalties will occur when journalists, publishers and writers overstep the boundaries of freedom of expression and freedom of the press.", "", "", "", "20180509实践周"], ["104646010", "U.S. News Reporting and Writing in the Digital World", "U.S. News Reporting and Writing in the Digital World", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "黄勇", "This is a skills course for students who want to become professional reporters and editors who are able to gather and deliver news and information to a global audience via multiple storytelling platforms. This course will examine various kinds of advanced reporting and writing techniques for the various kinds of stories a general assignment reporter on any newspaper, magazine, television or radio station, or website will be expected to master before he or she can advance in the profession. Such techniques include inverted pyramid, source diversity and credibility, factual accuracy, story fairness and objectiveness, quotes, interviewing, and AP style.", "", "", "", "20180509实践周"], ["104647010", "Strategies and Tools to Engage with Chinese Learners", "Strategies and Tools to Engage with Chinese Learners", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Fannie Chiping  Tam", "The Chinese programs have been growing rapidly from elementary to high schools in the United States. Based on the best practices in the 14 Confucius Classrooms affiliated with the Confucius Institute at Arizona State University, the course introduces the different Chinese program models and instructional approaches including Chinese dual language immersion programs. Tips on effective teaching techniques and proficiency-building learning activities will be discussed to advance student learning and program success.", "", "", "", "20180509实践周"], ["104650020", "琴韵剧谭", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180717"], ["104651020", "走近杜甫", "", "文学与新闻学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20180717"], ["104652020", "巴蜀现代文学", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180717"], ["104653020", "苏轼", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180718"], ["104654020", "先秦两汉文学", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180718"], ["104655020", "魏晋南北朝文学", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180718"], ["104656020", "唐宋文学", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180718"], ["104657020", "元明清文学", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180718"], ["104658020", "新媒体运营实务", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180718"], ["104659020", "符号学", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180718"], ["104999000", "文新二专", "", "文学与新闻学院", "", "本科", "0.0", "", "", "", "开设", "", "", "", "", "", "", "", "", "", "其它", "", "", "", "", "", "", "", "", "", "二专业（201206）"], ["105001020", "笔译（英）-1", "English-Chinese Translation", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "曹明伦", "《英汉互译实用教程》，郭著章、李庆生编著，武汉大学出版社，2003年8月；《英汉翻译实践与评析》，曹明伦著，四川人民出版社，2007年5月；《余光中谈翻译》，余光中著，中国对外翻译出版公司，2002年1月", "Guo Zhuzhang and Li Qingsheng, A Practical Course in Translation between English and Chinese, Wuhan University Press, 2003；Cao Minglun, Translation: Application and Critique, Sichuan People’s Publishing House, 2007；Yu Guangzhong, Yu Guangzhong’s Essays on Translation, China Translation and Publishing Corporation, 2002.", "曹明伦，金学勤，张基珮，刘晓梅", "", "考试", "", "本课程主要讲授翻译的一般理论和系统训练学生的英汉翻译能力，课程旨在让学生认识到翻译的概念和过程，并基本掌握英译汉的一般策略和技能。本课程开课时间为一学期，针对英语专业三年级下学期学生，主要内容涵盖翻译的基本理论，主要翻译理论流派及翻译家的基本思想，中西翻译史基本知识，翻译和语言服务发展的新趋势和与之相关的新技术，英汉两种语言以及语言所反映的文化的主要差异，各种文本英译汉的转换策略和常见技巧。翻译是一门实践性极强的课程，本课程采用多媒体教学，旨在通过教师讲解，典型的例句演示，适量的课堂练习和丰富多样的课外翻译实践，让学生掌握英译汉的基本技能和处理多种类型文本的能力。", ""], ["105002020", "笔译（英）-2", "Chinese-English Translation", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "曹明伦", "《英汉互译实用教程》，郭著章、李庆生编著，武汉大学出版社，2003年8月；《英汉翻译实践与评析》，曹明伦著，四川人民出版社，2007年5月；《余光中谈翻译》，余光中著，中国对外翻译出版公司，2002年1月", "Guo Zhuzhang and Li Qingsheng, A Practical Course in Translation between English and Chinese, Wuhan University Press, 2003；Cao Minglun, Translation: Application and Critique, Sichuan People’s Publishing House, 2007；Yu Guangzhong, Yu Guangzhong’s Essays on Translation, China Translation and Publishing Corporation, 2002.", "曹明伦  金学勤\t 张基珮\t 刘晓梅", "", "考试", "", "本课程主要讲授翻译的一般理论和系统训练学生的汉英翻译能力，课程旨在让学生认识到翻译的概念和过程，并基本掌握汉译英的一般策略和技能。本课程开课时间为一学期，针对英语专业四年级上学期的学生，主要内容涵盖翻译的基本理论，主要翻译理论流派及翻译家的基本思想，中西翻译史基本知识，翻译和语言服务发展的新趋势和与之相关的新技术，汉英两种语言以及语言所反映的文化的主要差异，各种文本汉译英的转换策略和常见技巧。翻译是一门实践性极强的课程，本课程采用多媒体教学，旨在通过教师讲解，典型的例句演示，适量的课堂练习和丰富多样的课外翻译实践，让学生掌握汉译英的基本技能和处理多种类型文本的能力。\x04N\x14?", ""], ["105003080", "毕业论文", "Graduation Thesis", "外国语学院", "", "本科", "8.0", "96.0", "", "", "开设", "12.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105004080", "毕业论文", "Graduate Paper", "外国语学院", "", "本科", "8.0", "96.0", "", "", "开设", "8.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105005080", "毕业论文", "Graduation Thesis", "外国语学院", "", "本科", "8.0", "96.0", "", "", "开设", "12.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105006080", "毕业论文", "Graduate Paper", "外国语学院", "", "本科", "8.0", "128.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["105007040", "大学英语-1", "College English-1", "外国语学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105008040", "大学英语-2", "College English-2", "外国语学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105009040", "大学英语-3", "College English-3", "外国语学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105010040", "大学英语-4", "College English-4", "外国语学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""]]