[["301253005", "无机材料工程实践", "Engineering Ppractice of Inor- ganic Materials", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编讲义??纋?0", "", "马诚之、杨为中", "我国工科大学目前课程体系普遍“强调工程科学、软化工程实践、脱离产业需求”，从工程和生产实践角度的研究课程急需补充，“回归工程实践”已当前我国工程教育课程改革的“指南针”。\n本课程在深度上，强调集成的工程知识,体现工程的知识基础性和实践特征：在宽度上，强调能力的包容，体现工程的产业性和时代特征。“卓越工程师”生产实习为本课程提供了真实的工程情境。本课程在我国走新型工业化道路的背景下，对于培养高质量高校高等工程人才具有特殊的重要的意义。从工业需求、工程实践的角度，为学生讲授无机材料的生产工艺、生产设备。", "考查", "", "陶瓷、玻璃、耐火材料等无机材料制品的生产工艺；陶瓷、玻璃、耐火材料等无机材料制品的生产设备（包括：配料、成型、烧成等设备）", "20150521"], ["301254005", "特种混凝土/钛资源综合利用", "Special Concrete and Comprehensive Utilization of Titanium Resources", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "刘登贤   胡鸿飞", "（1）随着建筑业的飞速发展，建筑材料的需求日益增大，混凝土是土木工程中用途最广、用量最大的一种建筑材料，作为一种传统的建材，其发展方向是按预定性能设计和制作混凝土，研制轻质，高强度，多功能的混凝土新品种。\n目前混凝土专业人才相对比较缺乏，通过该课程的学生，以实际案例，让学生更多的了解各种混凝土在施工中的实际应用，以及施工的技术难点。目前存在的问题，以及将来的发展方向。\n(2) 攀西钛资源储量世界第一，经过50年艰辛努力，钛资源综合利用及产业发展取得了令人欣喜的成绩。但是，钛资源利用水平较低、深度加工不足、产品档次不高等一系列问题依然严重制约着我国钒钛产业的可持续发展。日益严峻的资源环境形势和国家钒钛战略资源开发需求对钛资源分离提取利用也提出了新的要求。进一步推进我国钛原料、钛白粉以及金属钛的生产应用新工艺新技术研发创新，提升钛资源综合利用水平，促进钛资源优势转化为经济优势和竞争优势，以清洁、高效、可持续开发钛资源将成为钛资源综合利用的发展方向。\n学习和了解混凝土的应用及发展、钛资源综合利用的现状和相关技术", "考查", "", "（1）介绍各种特种混凝土如清水混凝土、轻质陶粒混凝土、自密实混凝土等具有特殊功能的混凝土，在实际工程中的施工及应用，技术难点及亮点。\n（2）介绍钛资源综合利用现状和相关技术；特别钛资源综合利用的研究发展前沿；从材料科学和工程的角度对钛资源综合利用进行深入讲述", "20150529"], ["301255005", "新能源革命与大学生创新创业", "Novel Energy Revolution and Innovative Entrepreneurship of undergraduate students", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "毛珂、庄稼", "我国工科大学目前课程体系普遍“强调工程科学、软化工程实践、脱离产业需求”，从工程和生产实践角度的研究课程急需补充，“回归工程实践”已成为当前我国工程教育课程改革的“指南针”。本课程在深度上，强调创新的知识体系，体现工程知识的基础性和实践特征：在宽度上，强调市场的应用，体现工程技术的产业性和时代特征。本课程在我国亟待产业转型、加强自主创新能力的背景下，对于培养高质量的高等工程技术人才具有特殊的重要意义。", "考查", "", "能源格局简介 、常见储能和动力系统比较，专利基本常识、新能源专业创业。环境与新能源发展的关系、国内外新能源技术发展与现状、太阳能先进材料及相关技术、未来光伏电池技术发展趋、国内发展的新的机遇。", "20150706"], ["301256005", "光伏材料与储能材料进展", "Progress of Photovoltaic Materials &amp; Energy Storage Materials", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "林洪峰、刘化鵾", "我国工科大学目前课程体系普遍“强调工程科学、软化工程实践、脱离产业需求”，从工程和生产实践角度的研究课程急需补充，“回归工程实践”已成为当前我国工程教育课程改革的“指南针”。本课程在深度上，强调创新的知识体系，体现工程知识的基础性和实践特征：在宽度上，强调市场的应用，体现工程技术的产业性和时代特征。本课程在我国亟待产业转型、加强自主创新能力的背景下，对于培养高质量的高等工程技术人才具有特殊的重要意义。", "考查", "", "太阳能光伏发电材料进展和应用现状。储能材料的最新研究进展和市场需求。", "20150706"], ["301257020", "电化学分析方法", "Electrochemical Analytic Methods", "材料科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "", "电化学测量方法\x04", "", "吴昊、张云", "", "考试", "", "本课程系统全面地介绍电化学动力学研究中的各类测量方法的原理、测量技术和数据解析方法，同时阐明各种不同测量方法的原理、注意事项和适用范围，并选择具有代表性的应用实例。对测量方法的实验细节，包括测量仪器、测量技术、电解池的设计原则及电解池各组成部分的选用标准、预处理方法等进行重点介绍。通过本课程的学习，使学生能较为熟练地掌握电化学测试的基础知识、基本技能、方法，并加深对电化学测试基本操作的理解和运用。", "20131013"], ["301258020", "光伏材料与器件测试技术", "Testing Technology of Photovoltaic Materials and Devices", "材料科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "", "", "", "", "", "", "", "", "《太阳能应用检测与控制技术》", "《Photovoltaics Fundamentals and Applications》", "黎兵，曾广根，李卫", "随着能源危机的日益严重，光伏发电技术得到迅猛发展，成为公认的最重要的可再生能源之一。光伏材料与器件测试技术是表征光伏材料和器件的重要方法。", "考试", "", "本课程系统介绍了光伏材料与器件的主要性质、性能的测试技术的原理和应用。第一部分介绍了表征光伏材料结构、成分和光电学性质的主要测试技术的原理和应用；第二部分介绍了表征光伏器件性能的主要测试技术的原理和应用。", ""], ["301259030", "化学电源材料", "Materials for Advanced Batteries", "材料科学与工程学院", "", "本科", "3.0", "54.0", "", "", "开设", "3.0", "48.0", "", "6.0", "", "", "", "", "", "", "讲授含实践", "", "绿色电源材料??4孨\x10攝*\x13,t*\x13`∽\x16???N\x10攝*\x13N\x10@5J\x10", "1.先进电池材料，化学工业出版社，2005；\n2.锂离子电池-应用与实践(第2版)，化学工业出版社，2012", "刘恒,张云,吴昊", "进入21世纪，随着经济的发展，人们对于能源的需求不断增加。为了推动可持续发展，必须大力发展各类新能源及其材料。化学电源作为新能源的重要组成部分之一，其技术关键和根本在于材料。本课程面向本学院新能源材料与器件专业和无机非金属材料工程专业的大三学生。教授方式以课堂多媒体教学讲授为主，含6学时的课带实验指导学生如何制作锂离子扣式电池以及如何对电池的相关性能进行表征。希望通过本课程的学习，使学生掌握化学电源的基本原理、电池材料的制备方法、性能表征以及材料结构和性能的关系等相关知识。", "考试", "", "本课程主要从电化学、材料科学和化学工艺学的原理出发，在介绍几种化学电源的基本原理、它们的材料结构和合成工艺的基础上，重点介绍锂离子电池正极、负极、电解质、隔膜等关键材料的制备、结构和应用等内容，简要介绍金属-空气电池、铅酸电池、镍氢电池、燃料电池及其关键材料的相关知识，并对化学电源及其材料的现状和发展前景进行一些介绍。", "20151013"], ["301260020", "储能技术与应用", "Energy Storage Technology &amp; Applications", "材料科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "大规模化学储能技术", "非传统储能?", "张云、吴昊", "《储能技术与应用》课程为专业主干课。授课对象主要为新能源材料与器件专业本科三年级学生，同时也可以对全校公选。", "考查", "", "本课程系统介绍了大规模储能技术的基本原理、方法及应用。课程分为两个部分，第一部分介绍压缩空气储能、抽水储能、飞轮储能和相变储能等物理储能的原理、方法和应用；第二部分介绍液流电池、钠系高温电池、锂离子电池以及超级电容器等化学储能的原理、方法和应用。", "20151013"], ["301261020", "燃料电池技术", "Fuel Cell Technology", "材料科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "24.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "", "《燃料电池技术》??`E?\x01", "《燃料电池：原理、技术、应用》", "陈金伟、王瑞林、吴朝玲", "", "考试", "", "&quot;随着能源危机的日益严重，燃料电池技术得到迅猛发展，成为公认的继火电、水电、核电之后的第四代大规模发电方式。燃料电池是氢能技术/氢能经济的重要组成部分。\n本课程系统介绍了燃料电池的原理、技术和应用。课程分为三个部分：首先介绍燃料电池历史与发展，分析了各类燃料电池的特点，阐述了燃料电池的热力学与动力学原理和现代燃料电池研究方法；第二部分介绍了燃料电池燃料与氧化剂的供给；第三部分介绍了集中不同类型燃料电池的工作特性与应用范围。\n课程将把学生带入一个崭新的能源世界，帮助学生在可再生能源应用领域搭建创新性思维。\n&quot;", "20151013"], ["301262020", "生物医学材料试验研究方法", "Research Methods of Biomaterials", "材料科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "32.0", "", "", "", "", "", "", "实验", "", "自编", "", "黄忠兵、陈雪宁", "", "", "", "", "20151013"], ["301263005", "晶体硅太阳能电池及其应用", "Silicon Crystal Solar Cell and Application", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编讲义&#39;", "", "倪志春", "晶体硅太阳能电池是现代新型清洁能源，在国内外已经有广泛应用。本课程将综合介绍晶体硅太阳能电池、组件及应用的发展历程及需要解决的若干关键问题。MWT太阳电池技术、N型太阳电池技术、准单晶太阳电池技术、黑硅太阳电池技术、选择性发射极太阳电池技术、均匀发射结技术、先进钝化减反技术、先进金属化技术、背面发射结钝化技术等等。  对于组件产品开发，根据市场需求及公司产品发展战略，有针对性的开发区域性产品，如：弱光组件，AC组件，MPPT组件，易安装组件，新结构组件。同时根据市场的需求，开发电池及组件的应用产品，如太阳能草坪灯，花园灯，路灯，车棚，汽车充电站，高速公路信号灯等等。对于启发学生综合思维能力，熟练运用所学知识，解决实际问题具有重要的意义。了解并掌握晶体硅太阳能电池的基本原理和应用技术；学习有关晶体硅太阳能电池的性能测试方法，如何实现同时降低组件成本和提升产品性能方面", "", "", "太阳能电池的发展概况；太阳能电池发展史上的突破性发展；晶体硅太阳能电池发展概述；逆变器对电网的影响；组件与电站设计原理；太阳能电池未来发展趋势\x01", ""], ["301264005", "真空绝热材料及应用", "Vaccum Insulation Materials and their Application", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编讲义??0g?\x01", "", "", "真空绝热板：简称VIP（Vacuum Insulation Panel），由绝热性能强的VIP芯材在真空状态下用高阻隔封装材料封装而成。其原理是基于真空绝热，即通过最大限度提高板内真空度，降低气体热对流和固体热传导从而实现高效绝热。此外，VIP还能有效减少保温层厚度，增加内部储藏空间，并且具有A1级不燃、热传导系数低、超薄、质轻、环保和高效节能等诸多优良特点，在国内外已经有广泛应用，是近年来开发和研究的一种用于保温材料更新换代的新型高效绝热材料。\n本课程将综合介VIP应用的发展历程及研发和生产需解决的关键问题，高性能阻隔膜，高性能吸气剂和超细微玻璃纤维，及独特的封装设备和工艺。同时根据市场的需求，开发真空绝热板应用产品，如冰箱应用，冷藏车应用，医药箱和建筑保温应用等。对于启发学生综合思维能力，熟练运用所学知识，解决实际问题具有重要的意义。\n了解并掌握真空绝热板的基本原理和应用技术；学习有关真空绝热板的性能测试方法，如何实现同时降低VIP板的成本和提升产品绝热性能方面。", "考查", "", "真空绝热板的发展概况；真空绝热板的工作原理；真空绝热板的制造工艺；真空聚热板的研发和应用方向；真空绝热板的未来发展趋势。", "20151123"], ["301265005", "材料类大学生职业规划与创新创业实践", "", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "滕祥", "当前大学生忙于学业，缺乏对自身和社会的正确认识，导致走向社会以后，茫然无措、难以适应、自怨自艾。\n通过本门课程的开设，让材料类选课学生初步了解职场竞争关系，对自我有更清楚的认识与定位，有助于材料类选课学生在大学阶段的生涯规划，有针对性提升自我的综合素质与能力。同时，分享自己创新创业的经验，引领当代大学生积极投身于创新创业的实践中。\n将自己毕业近16年的创新创业各方面经验教训，与在校大学生分享，帮助在校大学生树立正确的人生观和职业规划，真正成为学以致用的优秀人才", "", "", "1、如何正确认识自己；\n2、找到自己真正的兴趣和爱好；\n3、为自己定一个三年的计划；\n4、学会与这个世界相处；\n5、为自己认为有价值的事情全力投入", "20151201"], ["301266100", "毕业论文（设计）", "Graduation Thesis (Design)", "材料科学与工程学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["301267100", "毕业论文（设计）", "Graduation Thesis (Design)", "材料科学与工程学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["301268100", "毕业论文（设计）", "Graduation Thesis (Design)", "材料科学与工程学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["301269100", "毕业论文（设计）", "Graduation Thesis (Design)", "材料科学与工程学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["301270100", "毕业论文（设计）", "Graduation Thesis (Design)", "材料科学与工程学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["301271010", "High Power Semiconductor Devices - Past, Present and Future Trends.", "High Power Semiconductor Devices - Past, Present and Future Trends.", "材料科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Maolong Ke", "The course will start by reviewing the development and applications of high power semiconductor devices, and then discussing in details a very important high power device, Insulated Gate Bipolar Transistor (IGBT). The course will then compare the pros and cons of different materials such as Si, SiC and GaN for high power applications, and finally conclude by discussing the future trends in the area.", "", "", "", "20160503"], ["301272010", "Exploring Dirac Fermions in Graphene", "Exploring Dirac Fermions in Graphene", "材料科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Eva Yocheved Andrei", "Review of Electronic propertiesof graphene: Dirac fermions, Chirality, absence of backscattering and Berry phase, Klein tunneling, Landau level.\nIntroduction to Scanning Tunneling Microscopy and spectroscopy\nLandau level Spectroscopy Graphene on graphite –Fermi velocity, quasiparticle lifetime\nSuspended graphene –Ballistic transport, quantum Hall effect and Fractional Quantum Hall effect Graphene on insulating substrates SiO2,Graphene and BN.\nTwisted graphene –Moire patterns, Van-Hove singularitiesand suppression of Fermi velocity\nVisualizing extended and localized states Charged impurity –Populating Landau levels, lifting orbital degeneracy\nSupercritical charge and atomic collapse", "", "", "", "20160503"], ["301273010", "Integrable Models in Condened Matter Systems In and Out of Equilibrium", "Integrable Models in Condened Matter Systems In and Out of Equilibrium", "材料科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Natan Andrei", "Bethe Ansatz approach\n- Quantum systems in 1-d, impurity models, cold atom systems\n- Application to the Hubbard model , the Kondo model and the Lieb-Liniger model\n- Thermodynamic Bethe Ansatz - The Kondo Effect in equilibrium\n- Systems out of equilibrium, Quench dynamics, Generalized Gibbs Ensemble, Nonequilibrium Steady State Currents, Nonequilibrium Conductance - The Kondo effect out of equilibrium", "", "", "", "20160503"], ["301274010", "Biomaterials and Biocompatibilty", "Biomaterials and Biocompatibilty", "材料科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Xinyan Tracy Cui", "The course introduces various biomaterials, such as polymers, metals, and ceramics, with the focus on biomaterial synthesis, characterization, structure-property relationship and surface modification. Biocompatibility issues of biomaterials will be discussed from different aspects such as protein adsorption, foreign body reaction, immune and inflammatory response, and sterilization. Finally, examples of clinical applications are discussed.", "", "", "", "20160503"], ["301275010", "3D Printing", "3D Printing", "材料科学与工程学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ludwig Cardon Kamiel Stefaan", "Additive Manufacturing (AM), also known as 3D Printing, is a booming technical and research field which opens many possibilities for rapid prototyping, product design, mold making, biomedical applications and material development. With AM technologies, complex 3D products can be manufactured in (biomedical) polymers, metals or ceramics in a matter of hours. Even short run production series can be developed. The course will start by explaining the (commercial and technical) benefits of using 3D Printing and the basic principles of all AM technologies. We will then go deeper into the different AM technologies, their working principles, benefits and challenges for the polymer and composite industry and research environment and its sustainable possibilities. Finally, some case studies will be worked out with examples of real industrial and research projects and products.", "", "", "", "20160506新增"], ["301276005", "实用创新思维概述", "An overview of practical innovative thingking", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "《实用创新思维》（夏昌祥主编）\n参考《点燃创新之火-创造力开发读本》（夏昌祥等主编）及其他", "", "夏昌祥", "通过短暂的课堂学习，可以让学生在素质教育过程中：迅速了解创新思维的概念，迅速强化创新思维的意识，迅速提高创新思维的认识，迅速激发创新思维的兴趣，迅速掌握创新思维的方法，迅速提升创新思维的能力，为适应社会需要、开展创新创业打下良好基础。通过短暂的课堂学习，帮助同学在创新思维方面：初步了解主要概念，基本懂得实施方法，重点掌握必要技能，开始形成思考习惯。", "考查", "", "通过4个专题讲座，努力实现课程目标。即：一是创新思维的概念认识；二是创新思维的方法简介；三是创新思维的技能剖析；四是创新思维的典例分享", "20160512"], ["301277005", "自旋电子学—过去，现在和未来", "Spintronics - Past, Present and Future Trends", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编讲义??0\x0e?", "", "钱正洪", "自旋电子学是今年发展的新型科学技术，自旋电子器件是现代电力、高铁、飞机、火箭等所需用的关键敏感器件。本课程将综合介绍自旋电子学及其集成器件的发展历程及需要解决的若干关键问题。对于启发学生的综合思维能力，熟练运用所学知识，解决实际问题具有重要的意义。掌握自旋电子学及其集成器件的设计原理核方法；学习有关自旋电子学及其集成器件性能测试方法", "考查", "", "磁阻效应；自旋电子学的基本概念；自旋电子学器件的发展概况；自旋电子学发展史上的五次突破性发展；新型磁阻材料及其制备技术；自旋电子学集成器件的设计原理；自旋电子学及其集成器件现存问题；自旋电子学及其集成器件未来发展趋势", ""], ["301278005", "无机材料工程实践", "Engineering Ppractice of Inor- ganic Materials", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "袁安之", "近年来，工科高校大学生实践能力的培养问题日渐突出，主要表现在不同程度地存在重理论、轻实践，重知识传授、轻能力培养现象。如何加强大学生的工程实践能力已成为各工科院校急需解决的问题。无机非金属材料工程专业的培养目标之一即是培养在地方经济建设所需的中高级应用型人才，强调学生的工程实践能力的培养与培育，根据市场和市场需求进行人才培养。目前，我专业已经形成了以国家、企业需求为牵引，将材料基础研究与新材料应用开发相结合的特色发展模式。经过不断整合优化专业培养方案，在新的人才培养计划中，突出了工程实践教学，确保了学生工程实践能力的提高，构建了以行业为背景，强调工程实践能力的校企联合的人才培养模式。以玻璃纤维和陶瓷两个行业企业为背景，讲授无机材料工程实践所涉及的相关内容。", "", "", "以玻璃纤维和陶瓷两个行业企业为背景，由两位企业资深专家讲授无机材料工程实践所涉及的工艺、设备、产品应用及职业发展等方面内容。以工程实例、案例教学、理论教学、实践教学的方式带领学生突破理论和实践教学相结合的学习瓶颈", ""], ["301279005", "核分析技术在材料科学中的应用", "Nuclear analytical technique &amp; its application to materials science", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "核技术应用（中国核工业研究生院讲义）鶺@x", "", "朱升云", "粒子物理和核物理与核技术应用研究生和本科生基础课，也可以作为其它学科研究生和本科生选修课。了解核分析技术，掌握各种核分析技术的原理和实验方法及它们在材料科学和凝聚态物理中的应用", "考查", "", "核分析技术涵盖活化分析、离子束分析、核效应分析。本次课程主要讲核效应分析中的正电子湮没和扰动角关联方法及它们在材料科学中的若干应用。", "20160608"], ["301280005", "新能源进展", "Development of New Energy", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "刘兴泉、纪效波", "我国工科大学目前课程体系普遍“强调工程科学、软化工程实践、脱离产业需求”，从工程和生产实践角度的研究课程急需补充，“回归工程实践”已成为当前我国工程教育课程改革的“指南针”。本课程在深度上，强调创新的知识体系，体现工程知识的基础性和实践特征：在宽度上，强调市场的应用，体现工程技术的产业性和时代特征。本课程在我国亟待产业转型、加强自主创新能力的背景下，对于培养高质量的高等工程技术人才具有特殊的重要意义。培养学生在新能源领域的学习兴趣，开拓学生的视野，让学生了解该学科的前沿知识。", "考查", "", "锂离子电池材料材料进展和应用现状；储能材料的最新研究进展和市场需求。", "20160615"], ["301281005", "光伏技术进展", "Progress of Photovoltaic Technology", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编讲义", "", "林洪峰、夏庚培", "我国工科大学目前课程体系普遍“强调工程科学、软化工程实践、脱离产业需求”，从工程和生产实践角度的研究课程急需补充，“回归工程实践”已成为当前我国工程教育课程改革的“指南针”。本课程在深度上，强调创新的知识体系，体现工程知识的基础性和实践特征：在宽度上，强调市场的应用，体现工程技术的产业性和时代特征。本课程在我国亟待产业转型、加强自主创新能力的背景下，对于培养高质量的高等工程技术人才具有特殊的重要意义。从行业发展需求、工程实践角度，为学生讲授光伏发电材料技术的最新进展、先进的生产工艺及装备知识。", "考查", "", "太阳能光伏发电材料和技术的最新进展及应用现状。", "20160616"], ["301282005", "光伏电站系统原理及组成", "Principle and composition of Photovoltaic power station system", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "1. 周良知，《微电子器件封装》，化学工业出版社：2006年；\n2. 尤源，光伏发电原理与实践，科学出版社，:2014年", "", "魏青竹", "使学生了解电站的基本构成,包括太阳能电池方阵、蓄电池组、充放电控制器、逆变器、交流配电柜等；每个组成部分的工作原理，以及其功能和作用；整个运行过程中注意事项，以便保证电站持续、稳定地运行。结合学生实践，系统地向学生们介绍光伏电站基本原理，光伏电站的组成部分和每个部分的作用，以及运行、维护等相关知识，在保证正常高效运转的前提下，如何实现成本的降低，帮助学生们更加快捷地了解太阳能知识。", "考查", "", "光伏系统主要由太阳能电池方阵、蓄电池组、充放电控制器、逆变器、交流配电柜等设备组成。并详细讲解各个设备的作用。对于太阳能电池方阵，一般采用串联的方式，由于电池的“光生伏打”效应，会在电池的两端产生光生电动势，能够将光能转化成电能，是能量转化的器件。蓄电池组，其作用是存储太阳能电池方阵受光照时发出的电能并可随时向负载供电。充放电控制器，能自动防止蓄电池过充电和过放电的设备。逆变器，将直流变成交流的设备。按运行方式，主要分为独立运行逆变器和并网逆变器；按输出波形，可以分为方波逆变器和正弦波逆变器。交流配电柜，其在电站系统的主要作用是对备用逆变器的切换功能，保证系统的正常供电，同时还有对线路电能的计量。光伏电站系统还应有限荷保护和防雷装置,以保护系统设备的过负载运行及免遭雷击,维护系统设备的安全使用", "20160627"], ["301283005", "透射电镜基础及其在材料研究中的应用", "Fundamentals of Transmission electron microscopy and its application in materials research", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "1. B. Fultz and J. Howe, “Transmission Electron Microscopy and Diffractometry of Materials”, Springer-Verlag - New York, 3rd ed., 2007.\n2.现代材料分析技术", "", "潘晓晴", "Ruska 和 Knowll 在1930年代研制成功第一台电子显微镜。经过80多年的发展，已广泛应用到自然科学的许多学科中，并且极大推动了这些学科的发展。在二十世纪七十年代电子显微镜终于实现了人们直接观察原子的长期愿望，电子显微镜成了“科学之眼”。一门新兴的电子显微学因此而诞生。而Ruska也因此而获得1986年诺贝尔物理奖。 \n透射电子显微镜是现代材料研究的有力武器, 主要由电子光学系统；高压系统；数据采集系统；电子控制系统；真空系统等五大部分组成。LaB6灯丝在高压的作用下，一束高能电子束。经过透镜、物镜、消像散等系统的调整，形成一束近似平行光的电子束作用于试样。电子束与试样将产生各种各样的作用。主要形成透过电子、弹性散射电子、非弹性散射电子等。由于电子显微镜的分析精度逼近原子尺度，所以利用场发射枪透射电镜，用直径为0.13nm的电子束，不仅可以采集到单个原子的Z-衬度像，而且还可采集到单个原子的电子能量损失谱。即电子显微镜可以在原子尺度上可同时获得材料的原子和电子结构信息。 \n利用电子显微镜，一般要在200KV以上超高真空场发射枪透射电镜上，可以观察到纳米相和纳米线的高分辨电子显微镜像、纳米材料的电子衍射图和电子能量损失谱。如，在电镜上观察到内径为0.4nm      的纳米碳管、Si-C-N 纳米棒、以及Li 掺杂Si 的半导体纳米线等。在生物医学领域，纳米胶体金技术、纳米硒保健胶囊、纳米级水平的细胞器结构，以及纳米机器人可以小如细菌，在血管中监测血液浓度，清除血管中的血栓等的研究工作，可以说都与电子显微镜这个工具分不开。\n    透射电镜在材料科学特别纳米科学技术上的地位日益重要。稳定性、操作性的改善使得电镜不再是少数专家使用的高级仪器，而变成普及性的工具；更高分辨率依旧是电镜发展的最主要方向；扫描电镜和透射电镜的应用已经从表征和分析发展到原位实验和纳米可视加工；聚焦离子束(FIB)在纳米材料科学研究中得到越来越多的应用；FIB/SEM双束电镜是目前集纳米表征、纳米分析、纳米加工、纳米原型设计的最强大工具。使学生能够了解先进透射电镜技术及其材料微结构分析原理;了解透射电子显微镜的发展趋势、特点及应用方法，初步掌握透射电子显微镜的分析表征原理。透射电镜经过了半个多世纪的发展已接近或达到了由透镜球差和衍射差所决定的0.1—0.2nm的理论分辨本领。人们正在探索进一步消除透镜的各种像差〔20〕，在电子枪后方再增加一个电子单色器，研究新的像差校正法，进一步提高电磁透镜和整个仪器的稳定性；采用并进一步发展高亮度电子源场发射电子枪，X射线谱仪和电子能量选择成像谱仪，慢扫描电荷耦合器件CCD，冷冻低温和环境试样室，纳米量级的会聚束微衍射，原位实时分析，锥状扫描晶体学成像(Conical Scan Crystallography)，全数字控制，图像处理与现代信息传送技术实现远距离操作观察，以及克服试样本身带来的各种限制，透射电镜正面临着一个新的重大突破。", "考查", "", "电子衍射和成像原理，球差矫正电镜在功能材料研究中的应用；高分辨电子显微学及原子像的观察，像差校正电子显微镜，原子尺度电子全息学，表面的高分辨电子显微正面成像，超高压电子显微镜，场发射枪扫描透射电镜及能量选择电镜等。\n1、高分辨电子显微学及原子像的观察\n材料的宏观性能往往与其本身的成分、结构以及晶体缺陷中原子的位置等密切相关。观察试样中单个原子像是科学界长期追求的目标。高分辨电子显微学(HREM)是在原子尺度上直接观察分析物质微观结构的学科。但是用HREM使单个原子成像的一个严重困难是信号／噪声比太小。电子经过试样后，对成像有贡献的弹性散射电子(不损失能量、只改变运动方向)所占的百分比太低，而非弹性散射电子(既损失能量又改变运动方向)不相干，对成像无贡献且形成亮的背底(亮场)，因而非周期结构试样中的单个原子像的反差极小。在档去了未散射的直透电子的暗场像中，由于提高了反差，才能观察到其中的重原子，例如铀和钍—BTCA中的铀(Z＝92)和钍(Z＝90)原子。对于晶体试样，原子阵列会加强成像信息。采用超高压电子显微镜和中等加速电压的高亮度、高相干度的场发射电子枪透射电镜在特定的离焦条件(Scherzer欠焦)下拍摄的薄晶体高分辨像可以获得直接与晶体原子结构相对应的结构像。再用图像处理技术，例如电子晶体学处理方法，已能从一张200kV的JEM-2010F场发射电镜(点分辨本领0.194nm)拍摄的分辨率约0.2nm的照片上获取超高分辨率结构信息，成功地测定出分辨率约0.1nm的晶体结构。\n2.像差校正电子显微镜\n电子显微镜的分辨本领由于受到电子透镜球差的限制，人们力图像光学透镜那样来减少或消除球差。但是，早在1936年Scherzer就指出，对于常用的无空间电荷且不随时间变化的旋转对称电子透镜，球差恒为正值。在40年代由于兼顾电子物镜的衍射和球差，电子显微镜的理论分辨本领约为0.5nm。校正电子透镜的主要像差是人们长期追求的目标。经过50多年的努力，1990年Rose提出用六极校正器校正透镜像差得到无像差电子光学系统的方法。最近在CM200ST场发射枪200kV透射电镜上增加了这种六极校正器，研制成世界上第一台像差校正电子显微镜。电镜的高度仅提高了24cm，而并不影响其它性能。分辨本领由0.24nm提高到0.14nm。在这台像差校正电子显微镜上球差系数减少至0.05mm(50μm)时拍摄到了GaAs〈110〉取向的哑铃状结构像，点间距为0.14nm。\n3、原子尺度电子全息学\nGabor在1948年当时难以校正电子透镜球差的情况下提出了电子全息的基本原理和方法。论证了如果用电子束制作全息图，记录电子波的振幅和位相，然后用光波进行重现，只要光线光学的像差精确地与电子光学的像差相匹配，就能得到无像差的、分辨率更高的像。由于那时没有相干性很好的电子源，电子全息术的发展相当缓慢。后来，这种光波全息思想应用到激光领域，获得了极大的成功。Gabor也因此而获得了诺贝尔物理奖。随着Mollenstedt静电双棱镜的发明以及点状灯丝，特别是场发射电子枪的发展，电子全息的理论和实验研究也有了很大的进展，在电磁场测量和高分辨电子显微像的重构等方面取得了丰硕的成果。 \n4、表面的高分辨电子显微正面成像\n    如何区分表面和体点阵周期从而得到试样的表面信息是电子显微学界一个长期关心的问题。目前表面的高分辨电子显微正面成像及其图像处理已得到了长足的进展，成功地揭示了Si〔111〕表面(7×7)重构的细节，不仅看到了扫描隧道显微镜STM能够看到的处于表面第一层的吸附原子(adatoms)，而且看到了顶部三层的所有原子，包括STM目前还难以看到的处于第三层的二聚物(dimers)，说明正面成像法与目前认为最强有力的，在原子水平上直接观察表面结构的STM相比，也有其独到之处。 \n5、超高压电子显微镜\n   近年来，超高压透射电镜的分辨本领有了进一步的提高。JEOL公司制成1250kV的JEM-ARM 1250／1000型超高压原子分辨率电镜，点分辨本领已达0.1nm，可以在原子水平上直接观察厚试样的三维结构。日立公司于1995年制成一台新的3MV超高压透射电镜，分辨本领为0.14nm。超高压电镜分辨本领高、对试样的穿透能力强(1MV时约为100kV的3倍)，但价格昂贵，需要专门建造高大的实验室，很难推广。\n    6、场发射枪扫描透射电子显微镜\n   场发射扫描透射电镜STEM是由美国芝加哥大学的A.V.Crewe教授在20世纪70年代初期发展起来的。试样后方的两个探测器分别逐点接收未散射的透射电子和全部散射电子。弹性和非弹性散射电子信息都随原子序数而变。环状探测器接收散射角大的弹性散射电子。重原子的弹性散射电子多，如果入射电子束直径小于0.5nm，且试样足够薄，便可得到单个原子像。实际上STEM也已看到了γ-alumina支持膜上的单个Pt和Rh原子。透射电子通过环状探测器中心的小孔，由中心探测器接收，再用能量分析器测出其损失的特征能量，便可进行成分分析。 \n7、能量选择电子显微镜\n    能量选择电镜EF-TEM是一个新的发展方向。在一般透射电镜中，弹性散射电子形成显微像或衍射花样；非弹性散射电子则往往被忽略，而近来已用作电子能量损失谱分析。 主要优点是：可观察0.5μm的厚试样，对未经染色的生物试样也能看到高反差的显微像，还能获得元素分布像等", "20160627"], ["301284005", "压电陶瓷及器件的设计及制备过程", "Design and fabrication process of piezo- ceramics and devices", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "1、曲远方 《功能陶瓷及应用》       化学工业出版社，2003年\n2、A.J.Moulson and J.M.Herbert.  \n Electronic Ceramics, 2th Edition, John  Wiley &amp; Sons, Ltd, 2003", "", "李红元", "学生在公司研发部门及生产线能直观形象地所学习的《电子陶瓷》的相关知识有机结合起来，并在李红元的授课讲解下能更好地理解电子陶瓷的实际研发生产过程。结合实际的研发及生产情况更好地理解《电子陶瓷》的相关知识。", "考查", "", "压电陶瓷的基本知识回顾，压电陶瓷生产线的流程讲解及参观。压电陶瓷器件的设计及制备过程的基本知识，压电陶瓷器件的研发生产流程讲解及参观", "20160627"], ["301285005", "太阳能电池及其应用", "Solar cellls and their application", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "1. 纳尔逊（英）著，高扬译, 《太阳能电池物理》,上海交通大学出版社:2011年\n2. 黎兵,《现代材料分析技术》,国防工业出版社:2008年", "", "倪志春", "让学生们了解半导体材料、半导体的PN结特性，在此基础上来了解太阳能电池的工作原理、太阳能电池的分类及其结构、每层结构的主要功能和作用、每层结构材料的性质、每个结构单元材料的制备和表征方法、对每层结构的特殊处理、太阳能电池的测试仪器和主要表征参数、太阳能电池基本特性等。结合学生实践，明白透彻地向学生们介绍半导体的基本性质以及太阳能电池的工作原理，了解太能电池的分类和结构，通晓每个结构单元的功能和作用，知道不同材料的性质、制备方法、表征方法，掌握太阳能电池的主要表征参数以及计算，以便学生们更加快捷地了解太阳能相关知识", "考查", "", "随着世界能源需求迅速增长，日益严重的供需和环境问题已成为制约经济和社会发展的瓶颈，有必要建立清洁、充足、经济、安全和可持续发展的能源体系。太阳能因其源源不断地照射至地面，且清洁无任何污染成为最具开发潜力的新能源。近年来，太阳能电池技术取得了很大进展，很可能成为未来主要电力来源之一，并且太阳能电池的应用已经从军事领域、航天领域进入工业、商业、农业、通信、家用电器以及公用设施等部门。随着各国对环境的保护和对再生清洁能源的巨大需求，太阳能电池可通过切实可行的方法，为人类未来大规模利用太阳能开辟广阔前景。太阳能电池是利用半导体的PN结特性，在内建电场的作用下，将光生载流子（电子-空穴对）分离，形成光生电流的一种器件。那么，不同种类的太阳能电池有不同的电池结构，但大致都可以分为窗口层、吸收层、背接触层和电极。每层结构的材料的制备方法不同，有磁控溅射法、化学浴沉积法、脉冲激光沉积法、真空蒸发、气相输运沉积、近空间升华法等。其表征的手段也有很多，像X射线衍射、扫描电镜、原子力显微镜、紫外可见分光光度计、激光拉曼、X射线光电子能谱、X射线荧光等，通过不同的表征方法可以知道材料的不同性质，以便更好地改善器件的性质。通过对太阳能电池的整体性能的表征，可以知道电池的特性，对主要参数（效率、短路电流密度、开路电压、填充因子、量子效率等）的分析，能够进一步提高电池的整体性能", "20160627"], ["301286005", "企业管理与职业生涯规划", "Enterprise management and career planning", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "葛斌、黄富强、王慧芳", "学生在公司实习同时学习企业管理，职业规划等方面知识，能够为自己职业生涯规划作出更好选择，更利于就业。\n学生在学习企业管理课程内容以后对公司的运作管理有个初步认识，对以后的个人发展起到一定的指导作用。\n学生在学习职业规划内容以后对职业规划有个初步认识，对以后的个人发展起到重要的指导作用。\n学生在学习招聘工作流程内容以后对招聘工作流程有个初步认识，对以后的寻找工作机会起到重要的指导作用\n。更多了解职业规划，企业管理方面知识，熟悉招聘过程。\n企业管理课程内容符合现代管理与社会发展的趋势，遵循科学原理，理论依据正确与实效，初步了解综合管理、生产管理、营销管理、财务管理、人力资源管理等内容。\n职业规划，在对一个人职业生涯的主客观条件进行测定、分析、总结的基础上，对自己的兴趣、爱好、能力、特点进行综合分析与权衡，结合时代特点，根据自己的职业倾向，初步确定最佳的职业奋斗目标，并为实现这一目标做出行之有效的安排及计划。\n招聘工作流程，一般由公司的人力资源部制定，主要目的是规范公司的人员招聘行为，保障公司及招聘人员权益，初步了解招聘计划、招聘、应聘、面试、录用等几个方面的规定", "考查", "", "职业规划相关内容，并结合企业实际管理招聘过程介绍企业管理，招聘流程中知识。\n初步了解综合管理、生产管理、营销管理、财务管理、人力资源管理等内容。\n初步确定最佳的职业奋斗目标，并为实现这一目标做出行之有效的安排及计划。\n初步了解招聘计划、招聘、应聘、面试、录用等几个方面的规定。", "20160627"], ["301287005", "燃料电池与氢经济", "Fuel Cells and Hydrogen Economy", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "", "讲授", "", "《氢与氢能 21世纪的动力》 \n作者： 申泮文编著 \n出版社：南开大学出版社\n出版日期： 2000.8", "", "张锐明", "本课程针对新能源材料与器件专业二年级本科及以上年级开设，通过该课程授课过程中与国际知名的氢与燃料电池专家的互动，加深对本专业的知识体系的认识，了解氢能与燃料电池在新能源领域中的地位和发展前景，树立学生投入学习和科研工作的信心，扩大学生在本领域的国际视野，提升思考问题和解决问题的能力，为学生今后的择业指出一个可供参考的方向。了解“新能源材料与器件专业”人才培养的三大方向之一：氢能与燃料电池在国际研发和工程应用领域的概貌，为后续的相关课程，如“氢能技术(全英)”和“燃料电池(双语课程)”做一个高起点的铺垫", "考查", "", "课程一：新能源车之三岔路口与燃料电池\n传统内燃发动机汽车经历了上百年的发展历史已经进化到了非常高级的阶段，但是依然存在着难以克服的污染排放问题，同时现代汽车使用化石燃料，碳排放更是不可避免。行驶在道路上的汽车的污染排放物与二氧化碳温室气体排放无法集中处理，这是造成大气污染并导致气候变迁的主要原因。而且石化燃料的消耗是不可逆转的过程，世界原油远景储量不可能再无限制上升，寻找替代能源势在必行。\n开发新能源汽车早已提上各国政府的议事日程，其中发展与推广电能驱动的机动车被公认为是能够达到减少大气污染的目的的有效手段。虽然氢燃料电池汽车一直被认为是电动车的终极发展方向，是各国政府与大汽车商的重点开发目标市场。但是在燃料电池汽车真正实现商业化之前，作为节能与减少环境污染的替代解决方案之一，以日本车厂为领先的混合动力（内燃机与蓄电池混合驱动）汽车市场上获得巨大的商业成功。实际上过去十数年间开发纯电动汽车的努力从来也没有停止过，在新蓄电池技术的支撑下，前有美国通用汽车公司（General Motors）的eV1纯电池驱动电动车，现在有美国特斯拉公司（Tesla）的Model S纯电池驱动电动车出现。也就是说，目前横在汽车产业界的新能源汽车的三岔口分别通向混合动力驱动、蓄电池纯电动驱动以及燃料电池电动驱动。 \n燃料电池汽车的概念一经问世，除了具有零污染和零碳排放的固有特点之外，还在以下两个方面显示出无可比拟的优越性：长行驶里程与快速燃料添加。很明显，车用燃料电池技术符合当今世界潮流。但是燃料电池汽车市场的真正启动必须要具备以下三个条件：购车成本大大降低到接近现有电动车的价格，乃至于逐步接近传统汽车的价格；加氢基础设施网络建设足以满足燃料电池车辆日常的使用需求；政府层面为燃料电池汽车提供特殊的优惠政策，包括购车的价格补助、日常使用的便利政策、利用税收杠杆鼓励生产者与使用者。因此燃料电池汽车的市场化必定还有很长的路要走，在这样一个过程中，电动汽车会优先燃料电池汽车实现对传统汽车部分替代，而随着燃料电池汽车技术成熟和成本减低，会在中大型车市场上逐步的有所渗透，渐进形成传统汽车、电动汽车、燃料电池汽车并存的市场格局。虽然不能预测这样一个过程的时长，但从国内燃料电池汽车发展现状看需要奋起直追才有可能保持与国际同步发展，不至于被别人抛下太多。\n\n课程二：氢能源产业化必由之路\n能源是经济建设的基础。随着经济的发展，能源的需求也随之增加，不但造成严重的大气污染，而且也使得二氧化碳温室气体快速增加并导致全球气候变迁。各国政府均积极采取强有力的产业政策与措施来达成温室气体减量的目标。\n在最著名的科学杂志《SCIENCE》所列出世界公认的人类所面临的125个最具挑战性问题中的第24个问题是：在什么时候、用什么能源可以替代石油? 要求：（1）清洁（无污染、无碳排放）；（2）可再生；（3）使用安全、方便；（4）低成本、能够大规模的获取。 \n答案：“氢能” – 是终极常规清洁能源！事实上，氢是唯一真正的可再生清洁燃料。只有氢才能够在使用的过程做到零排放，不但在传统污染物（碳氢化合物、氮氧化物、硫化物、碳黑颗粒等造成大气PM2.5的主要污染源）方面可以做到零排放，还真正做到二氧化碳零排放。氢是地球上储量最丰富的元素，可以从水中取之不尽用之不竭。氢作为能量的载体具有高效而且可以再生循环的特点，是理想的新型能源。所以如何摆脱对化石燃料的依赖性、逐步过渡到氢能经济时代是当今世界的主要发展趋势。 \n世界各发达国家广为推崇“氢能经济”的概念，其核心就是通过用可再生能源生产氢、通过使用氢来提供能量并产生水、水又可以被大自然循环使用再产生氢。也就是说从产氢到用氢周而复始的循环过程中完全清洁无碳排放且可持续，既可避免生态环境问题，又能有效地改善国家能源安全。由于燃料电池能够将氢所携带的化学能直接转换成电能而无需燃烧过程，所以氢能最为合适用在燃料电池上。未来世界能源趋势将会是传统化石燃料比例下降；核能与其它清洁能源并存；逐步迈向“氢能经济” - 氢能比例上升；最终是广泛使用氢能作为经济驱动力的“氢社会”", "20160630"], ["301288005", "晶体的制备及其工程应用", "Preparation of crystal and its engineering application", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "傅建伟、王天雄", "使学生了解工厂化晶体生长的工艺流程，包括晶体生长的方法、晶体生长所用到的装置设备、晶体生长的条件、晶体的质量控制、晶体的加工以及晶体的工程化应用等。结合学生认知实习，系统地向学生们介绍晶体生长主要技术，晶体生长和加工的仪器设备，以及运行、维护等相关知识，在保证正常高效运转的前提下，如何实现成本的降低，帮助学生们更加快捷地了解晶体生长和工程应用知识", "考查", "", "", "20160704"], ["301289005", "材料科学与前沿应用", "Material Science and its current applications", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "殷实", "科普教育类型,让学生了解材料科学特别是半导体材料当前在世界范围太空物理，医学研发方面的应用状况以及前景。1）了解目前世界上凝聚态材料的太空，医学应用前景；2）了解太空，医学前沿领域对探测器材料的需求；3）了解探测器材料的基本应用性质和特性参量", "考查", "", "1）介绍目前世界太空，医学材料特别是探测器材料方面的最新发展。 2）放射线探测器物理性质介绍。3) 读出电路及其系统合成概念介绍", "20160906"], ["301290005", "口腔材料的现状及展望", "The status quo and prospects of dental materials", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编教材", "", "王昆", "通过对目前口腔材料的临床使用情况的介绍，了解口腔材料发展现状与临床实际需求，旨在不同学科间的结合，为未来新材料和新技术提供新的思路和发展的发向。初步了解口腔医学中口腔材料的意义以及临床使用中的不足和需求", "考查", "", "1、口腔科材料的类别\n2、临床对于口腔材料的要求和现状\n3、热点口腔材料的介绍", "20160922"], ["301291005", "新型高强韧铝合金材料的技术与实践创新", "Innovation and entrepreneurship of high strength and high toughness Al alloy", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "车云、张中可、门三泉", "启迪学生在新材料领域的技术创新思路，开拓专业知识视野，了解创新、创业的过程，为他们的下一步技术创新、个人创业或者就业提供现场学习的机会。让学生学习如何在新材料领域进行技术创新，如何从技术创新到产品创新，如何占据产品市场的高端领域，学习创新创业需要具备的必要品质、专业知识和其他各方面的知识和能力等。", "考查", "", "1. 211Z高强韧铝合金系列化原创核心技术成果的研发历程及研发过程中的创新技术和思路。\n2. 211Z高强韧铝合金的合金化及其强韧化机理。\n3.211Z系列产品的研发历程及市场定位策略。\n4. 贵州华科铝材料工程技术研究有限公司创业历程、体会及如何进行市场开拓、产品方向定位、技术革新、产品质量控制、人力资源配置等创业过程中的具体事宜。", "20160927"], ["301292005", "绿色建材—特种混凝土", "Green Building Materials—Special concrete", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "陈景", "随着建筑业的飞速发展，建筑材料的需求日益增大，混凝土是土木工程中用途最广、用量最大的一种建筑材料，作为一种传统的建材，其发展方向是按预定性能设计和制作混凝土，研制轻质，高强度，多功能的混凝土新品种。利用现代新技术、大力发展新工艺、新设备；广泛利用工业废渣作原材料等，都是今后需要不断解决的课题。\n中建西部建设西南有限公司公司坚持以促进产业结构调整和引领行业绿色发展为己任，积极研发绿色产品与绿色生产技术，不断开发混凝土新材料、新技术，引领传统混凝土企业向高科技、绿色化发展。公司自主研发的彩色混凝土、泡沫混凝土、白色清水混凝土、轻骨料混凝土、超高强混凝土等产品。公司还从建设绿色厂站入手，在选材、生产、运输、施工各个环节采取有效的环保措施，创新绿色环保零排放式生产，引领行业绿色升级，技术和质量管理水平处于全国行业前列。", "考查", "", "介绍绿色建材-特种混凝土的现状和相关技术；特种混凝土的研究发展前沿；从材料科学和工程的角度对特种混凝土的利用进行深入讲述", "20161009"], ["301293005", "材料研究的创新思维、方法和实践", "Innovative thinking， approach and practice of materials research", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《凝固原理》\n《金属与合金中的相变》", "", "", "本课程通过将材料科学的基本原理与工程应用及社会发展的实践有机结合，对培养学生从事材料研究的创新性思维，训练自觉运用自然辨证法发现问题，思考问题并解决问题的能力具有重要的意义。通过课程学习，使学生掌握材料科学研究的创新性思维方法，掌握将理论与实践结合方法，培养其类比、归纳和总结的思维，学会利用材料科学的基本原理解决工程应用的实践问题；使学生学会从不同的角度对认识材料科学、归纳材料科学研究中的哲学原理，并解释、预测社会中的现象，指导学生的生涯规划和事业的发展。", "考查", "", "1、讲授作者利用材料科学的基本原理中的凝固及相变的思想设计出的晶粒细化剂的实践过程，并以此为引申，讲授如何从材料科学的基本原理为归纳、设计的材料显微组织细化的方法，介绍工程实践中利用理论设计材料显微组织、提高材料性能的有效途径，这是典型的利用材料科学原理应用于工程实践的成功案例，对学生分析问题、解决问题，并利用课程基本知识、探索和再创造、最终应用于实践具有很好的指导意义。\n2、通过将相变深奥的自然科学原理与大家所熟识的社会生活建立其紧密的联系，将社会的发展与材料组织演化之间进行联系和类比。根据材料科学中研究合金相变行为的方法，本课程第二部分从热力学、动力学和晶体学三个方面对社会变革的内在要求、实际过程以及和平时期的制度建设分别给出了定性或半定量的描述，以期利用材料科学长期积累的经验和规律来搭建社会发展学的框架。", "20161009"], ["301294005", "汽车轻量化中的新型材料及其应用", "The new materials in  automobile lightweighting and their applications", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "", "讲授", "", "自编", "", "", "拓宽学生专业知识领域的广度，让他们切实认识和体会到目前新材料发展是当前汽车设计、制造的基石和创新源泉，为学生以后的技术创新或者新材料创业打开思路。让学生了解和学习目前各种先进的轻质材料，了解国际最新的汽车轻量化思路和技术，学习汽车轻量化设计的内涵，学习先进高强度钢、铝合金、镁合金以及碳纤维复合材料在汽车轻量化上的应用。", "考查", "", "汽车轻量化的意义；轻量化的实现途径：结构设计，轻质材料应用以及先进制造技术；新型轻质材料在汽车轻量化上的应用实例：先进高强度钢，铝合金，镁合金以及碳纤维复合材料；开放式创新模式在加速新材料产业化进程中的作用探讨。", "20161010"], ["301295020", "电化学分析方法与实验技术", "Electrochemical Analytic Methods", "材料科学与工程学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "12.0", "", "20.0", "", "", "", "", "", "", "讲授含实践", "吴昊", "《电化学测量方法》，贾铮，戴长松，陈玲，化学工业出版社，2006", "1.《电化学实验》，刘长久，李延伟，尚伟，化学工业出版社，2011. \n2.《现代电化学研究方法》，舒余德，杨喜云，中南大学出版社，2015.\n3.顾宜，《材料科学与工程基础》", "吴昊、张云", "本课程是一门建立在电化学实验方法原理与实验操作技术基础上的专业基础课程。该课程将为学生进一步巩固和运用学到的电化学理论知识，掌握电化学实验，特别是与化学电源相关的基本知识与基本分析技能，提高学生的动手实践能力和创新能力，培养学生的科学思维方法和工程意识。", "考试", "", "本课程系统全面地介绍电化学动力学研究中的各类测量方法的原理、测量技术和数据解析方法，同时阐明各种不同测量方法的原理、注意事项和适用范围，并选择具有代表性的应用实例。对测量方法的实验细节，包括测量仪器、测量技术、电解池的设计原则及电解池各组成部分的选用标准、预处理方法等进行重点介绍。通过本课程的学习，使学生能较为熟练地掌握电化学测试的基础知识、基本技能、方法，并加深对电化学测试基本操作的理解和运用。", "20161021"], ["301296040", "材料科学基础（Ⅱ）-1(双语)", "Fundamentals of Materials Science II-1", "材料科学与工程学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "56.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "施奇武", "《Fundamentals of Materials Science and Engineering》，化学工业出版社，2002.", "1.余永宁 等，《材料科学基础》（第2版），高等教育出版社，2012.\n2. 陆佩文 等，《无机材料科学基础》，武汉理工大学出版社，2011.\n3.顾宜，《材料科学与工程基础", "施奇武、黄婉霞", "材料科学基础课程是新能源材料与器件专业的核心基础课之一。针对专业特点，将相关知识内容分成《材料科学基础（II）-1》 和《材料科学基础（II）-2》两部分授课。《材料科学基础（II）-1》授课对象为新能源材料与器件专业本科二年级（下）学生。教授方式以课堂多媒体教学为主，含8学时实验课程。", "考试", "", "本课程旨在为专业课的学习提供有关材料科学的基础知识，包括晶体学基础、结构与缺陷、相平衡与相图等材料学的基本概念、基本现象、基本规律和基本方法，同时引导学生关注材料的共性与个性的结合，为进一步学习材料学专业知识提供基础。", ""], ["301297020", "新能源材料及技术", "New Energy Materials and Technology", "材料科学与工程学院", "", "本科", "2.0", "36.0", "", "", "开设", "2.0", "32.0", "", "4.0", "", "", "", "", "", "", "讲授含实践", "", "Technology of new energy resources, Zhai Xiujing, Chemical Industry Press, 2005.", "Technology of new energy resources, Zhai Xiujing, Chemical Industry Press, 2005.?", "李卫,张静全,武莉莉", "", "", "", "本课程主要讲述新能源材料及相关技术。主要内容包括：（1）太阳能；（2）氢能；（3）核能；（4）生物质能；（5）化学电源，包括镍氢电池、锂离子电池、燃料电池等；（6）其他能源，包括风能、海洋能、地热能、可燃冰等。重点介绍太阳能、氢能、生物质能及燃料电池。本课程的目标是使学生了解新能源的基本概念，熟悉相关的新能源技术。为学生在未来的工作中进一步学习、研究及设计新能源材料与器件奠定基础。", "20161021"], ["301298005", "放射治疗设备的原理结构软件应用技术及管理", "Principle &amp; Structure of Radiation Treatment Equipment and Technique &amp; Administration of Application Soft", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "医学图像处理原理及技术", "", "陈姗", "有力开拓我校生医专业学生视野，加深相关医学图像及仪器课程理论认识，为他们今后的创新、创业提供有利的思路。充分认识了解放射性设备的原理及其结构组成、生产，特别是其中相关软件的开发及临床应用；开拓我校生医专业学生视野，加深相关医学图像及仪器课程理论认识", "考查", "", "放射性射线在临床疾病治疗是目前治疗肿瘤等重大恶性疾病的先进理论与技术，瑞典医科达医疗器械有限公司目前是国际上最大一家放疗设备生产、经销商，在该领域具有最先进医疗放射设备技术、最完善设备管理及软件管理应用经验。陈珊高级工程师在该领域有非常丰富经验和应用经历，他的授课将有力开拓我校生医专业学生视野及创新、创业思路", "20161026"], ["301299005", "新能源技术发展前沿", "Frontier in Advanced Energy techniques", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编讲义??", "", "杉山正和", "新能源在本世纪已受到社会广泛的关注，在这方面的科学研究也越来越获得重视，并在新能源的多方面取得了飞快的进展。本课程邀请了东京大学的新能源领域的杉山教授，从宽度上给同学们介绍新能源技术在世界范围内发展的水平和动态，从深度上以太阳电池工作原理为基础引导同学们进行创新思维，主动思考,探索超高效太阳电池结构。本课程在我国亟待产业转型、发展新能源技术的战略大背景下，对培养具有国际视野的、高质量的新能源综合人才具有重要意义", "考查", "", "针对新能源技术的发展特点，重点为学生讲授国内外新能源技术的最新发展现状和动态、启迪创新性思维，新能源领域相关材料和技术的最新进展。", "20161121"], ["301300005", "航空金属材料应用及工艺创新", "Application of aircraft metallic materials and their technological innovation", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "李国庆", "拓宽学生专业知识领域的广度，了解中国航空工业金属材料发展及应用现状，了解其材料科学与国外先进航空工业的差距，为学生以后的技术创新或就职创业打开思路。让学生了解和学习航空用金属材料特别是铝合金金属材料的发展及应用，了解材料科学在航空工业的重要性，了解材料科学与西方先进国家的差距，学习工艺创新在航空材料上的典型案例。", "考查", "", "航空工业上金属材料特别是铝合金材料的发展及应用；智能材料应用及增材制造等先进技术的简介：工艺创新在航空材料发展中的作用及案例；开放式创新模式在加速新材料新工艺产业化进程中的作用探讨。", "20161123"], ["301301005", "粘结钕铁硼永磁材料的发展及应用", "Development and application of bonded Nd-Fe-B magnetic materials", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "吴志坚", "通过本课程的讲述，学习粘结钕铁硼稀土永磁材料的基本制备过程及应用，拓宽学生在新材料领域的知识面，启迪学生在新材料领域的技术创新思路；掌握稀土永磁材料的基本知识，为后续磁性材料、功能材料等专业课程的学习打下基础；了解创新、创业的过程，为个人创业或者就业提供经验借鉴。了解粘结稀土永磁材料的基本概念，认识其重要应用；学习如何在新材料领域进行技术创新，如何从技术创新到产品创新，如何占据产品市场；培养分析问题和解决问题的能力，锻炼社会沟通和团队协作能力；学习创新创业需要具备的必要品质、专业知识和其他各方面的知识和能力等。", "考查", "", "1)粘结钕铁硼稀土永磁材料的定义及基本特点;2)粘结钕铁硼稀土永磁材料的研发及研发过程中的创新技术和思路；3)粘结钕铁硼稀土永磁材料的应用及全球市场策略;4)成都银河磁体股份公司创业历程、体会及如何进行市场开拓、技术革新等创业过程中的具体事宜", "20161129"], ["301302005", "新型工具材料及表面涂层研发进展", "Research and Development on New Tool Materials and Surface Coatings", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "高见", "启迪学生在工具用新材料和表面工程领域的技术创新思路，开拓专业知识视野，了解创新、创业的过程，为他们的下一步技术创新、个人创业或者就业提供现场学习的机会。让学生学习如何在工具用新材料和表面工程领域进行技术创新，如何从技术创新到产品创新，如何在表面涂层技术领域突破，如何占据产品市场的高端领域，学习创新创业需要具备的必要品质、专业知识和其他各方面的知识和能力等。", "考查", "", "1.系列工具材料原创核心技术成果的研发历程及研发过程中的创新技术和思路。\n2.工具材料的表面处理技术及其发展现状与趋势。\n3.航空、航天、高铁等领域用的系列高端刀具产品的研发历程及市场定位策略。\n4.成都工具研究所有限公司内部管理策略以及如何进行市场开拓、产品方向定位、技术革新、产品质量控制、人力资源配置等创业过程中的具体事宜", "20161129"], ["301303005", "航空发动机材料的历史、现状与未来", "History,Status and Future of Aerospace Materials", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "侯廷红", "先进材料技术始终引领和支撑国防装备的发展。航空材料是航空高技术发展的重要物质基础。航空发动机是一种高度复杂和精密的热力机械，为航空器提供飞行所需动力，是目前世界上最尖端的工业技术之一，被誉为现代工业皇冠上的明珠。为满足航空发动机日新月异的发展需求，航空材料必须不断创新。本课程通过介绍航空发动机材料的发展历史和演化规律，将材料科学论述与工程实际应用相结合，兼具学术性、新颖性和实用性，有助于金属材料本科专业学生了解航空材料发展趋势，开拓知识视野，学习创新思维和提升专业素质。通过本课程学习达到以下目标：（1）初步了解航空发动机的工作原理和基本结构；（2）从材料科学角度了解航空发动机零部件对材料的需求；（3）了解典型航空发动机材料及其成分-组织-性能的关系；（4）初步掌握航空发动机材料的发展历史、研究现状与发展趋势", "考查", "", "本课程内容主要包括：（1）工厂及航空发动机维修简介；（2）航空发动机原理和结构；（3）航空发动机材料发展历史、研究现状与发展趋势；（4）典型航空发动机材料的成分、组织、性能特点及其工程实际应用；（5）航空发动机零部件的工作环境及其对材料的需求", "20161129"], ["301304005", "钛的全流程开发与利用技术进展", "Development on  Titanium and their application", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "李开华", "启迪学生在钛新材料领域的技术创新思路，开拓专业知识视野，了解创新、创业的过程，为他们的下一步技术创新、个人创业或者就业提供现场学习的机会。让学生学习如何实现从钛铁矿到海绵钛的全流程制备技术，如何实现工业流程设计和实施，如何实现从技术创新到产品创新，如何在个流程核心技术的突破，如何占据产品市场的高端领域，学习创新创业需要具备的必要品质、专业知识和其他各方面的知识和能力等", "考查", "", "1.国内外海绵钛制备技术及其发展现状与趋势。\n2.创新开发从钛铁矿到海绵钛的全流程制备技术和思路。\n3.钛材料及产品的应用现状。\n4.攀钢集团钛产业链的设计思路与实施战略，市场布局、市场开拓、产品方向定位、技术革新、产品质量控制等创业过程中的具体事宜", "20161129"], ["301305005", "空气净化新材料与创新创业", "Air purification new materials \nand innovative undertaking", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "高麟，张丽红", "启迪学生在能源、环境材料领域的技术创新思路，开拓专业知识视野，了解创新、创业的过程，为他们的下一步技术创新、个人创业或者就业提供现场学习、交流的机会。让学生学习如何在新材料领域进行创业、技术创新，如何从技术创新到产品创新，如何占据产品市场的高端领域，学习创新创业需要具备的必要素质、相关专业知识的应用和综合能力培养等", "考查", "", "1.自主原创、国际领先的金属间化合物膜及膜分离技术研发、制备及应用\n2.创新、创业成功经验分享", "20161129"], ["301306005", "治疗及预防恶性肿瘤的药物及载体材料", "Clinical Treatments &amp; Preventation of Cancers", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "李莉", "", "考查", "", "充分认识了解恶性肿瘤的诊断治疗方法及其预防、术后调理、复发，特别是其中相关医用材料的使用开发及临床应用；开拓我校生医专业学生视野，加深医用材料及临床靶向材料的相关课程理论认识\x06?", "20161130"], ["301307005", "信号处理在核磁共振中的应用", "Basics of Magnetic Resonance Imaging: From A Signal Processing Perspective", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "校外专家开课", "讲授", "", "", "", "吴子岳", "对磁共振成像原理有基本的认识；对磁共振成像过程有一个直观和系统的了解；对信号处理在医学成像特别是磁共振的应用有比较深刻的掌握", "考查", "", "磁共振成像原理，信号处理在磁共振成像上的具体应用，医用磁共振系统的组成，基本成像序列，常见伪影的形成和去除，最新磁共振研发趋势\x0b?", "20161201"], ["301308005", "机械密封行业企业管理及材料应用", "Application of materials in mechanical seal industry and related enterprise management", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "邓杰", "通过对目前材料在机械密封行业应用的介绍，了解材料在实际应用中的需求和要求，以及学校所学的材料学知识与企业生产如何相结合，从而加强学生工程化的概念，了解企业对工程化人才的要求。了解机械密封行业使用的各类材料特点，工艺要求； 以及企业对工程化人才的要求", "考查", "", "1、四川日机密封件股份有限公司产品及管理模式\n2、机械密封材料企业的运营管理及人才要求\n3、机械密封行业使用的各类材料", "20170310"], ["301309005", "肿瘤热疗增敏材料及前沿应用技术", "Enhancement Materials  and Technology for Thermol Treatments of Cancers", "材料科学与工程学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "孟宪伟", "充分认识了解恶性肿瘤的热治疗方法及其最前沿应用技术，特别是其中相关纳米材料的使用开发及临床应用；开拓我校生医专业学生视野，加深医用材料及临床靶向纳米材料的相关课程理论认识", "考查", "", "恶性肿瘤的化疗和靶向热治疗是目前治疗肿瘤等重大恶性疾病的先进理论与技术，课程将有力开拓学生恶性肿瘤治疗纳米材料应用视野，加深相关临床用生物材料及靶向治疗纳米材料实践认识，将利于他们目前的理论与实践结合学习，为他们今后的创新、创业提供有利的思路。y", "20170331"], ["301310040", "材料分析技术", "Experiments of modern instrumental analysis in materials", "材料科学与工程学院", "", "本科", "4.0", "72.0", "", "", "开设", "4.0", "32.0", "", "40.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170406"], ["301311030", "材料科学基础（II）-2（双语）", "Fundamentals of Materials Science II-2", "材料科学与工程学院", "", "本科", "3.0", "54.0", "", "", "开设", "3.0", "42.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170406"]]