[["104490030", "古代汉语", "Ancient Chinese", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "考试", "", "本课程是高等学校汉语言文学专业的专业基础课，也是一门工具性基础课。通过对古汉语语言规律的学习，使学生掌握较为系统的古代汉语基础知识，能够借助工具书较为顺利地阅读中等及其以上难度的文言作品，为学生进行相关学科的学习、深造以及更好地继承祖国的优秀文化遗产打下良好的基础。", "20141209二专"], ["104491020", "证券投资学", "Securities Investment", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["104492030", "实习实践", "Practice Course", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20141209二专"], ["104493030", "写作理论与实践", "Theory and Practice of Writing", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["104494020", "文字学", "Philology", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150331"], ["104495020", "数字游戏出版", "", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20150408"], ["104496010", "Nonverbal Communication", "Nonverbal Communication", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Rozell R. Duncan", "", "", "Rozell R. Duncan", "Communication plays an important role in our daily lives. Nonverbal communication goes beyond how we say something and the impressions we make on others. In this course, you will examine the impact of nonverbal communication on your ability to successfully communicate in real world situations.", "", "", "", "20150421实践周"], ["104497010", "Interpersonal Communication", "Interpersonal Communication", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Rozell R. Duncan", "", "", "Rozell R. Duncan", "nterpersonal relationships are an essential part of our experiences. Through interpersonal communication, we connect with others and our environment by creating and sharing meaning. In this course you will look at how to begin, maintain, improve, and dissolve interpersonal relationships through the use of interpersonal communication.", "", "", "", "20150421实践周"], ["104498010", "Semiotics Applied To The Studies Of Today&#39;S Culture", "Semiotics Applied To The Studies Of Today&#39;S Culture", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Anthony Jappy", "Although it compares the two major semiotics theories, the Peircean and the Saussurean, the series of courses focuses principally on the semiotics of the American philosopher Charles Sanders Peirce. This, unlike other theories of the sign which implicitly or explicitly take the word (generally the written word) as the reference value, introduces students to semiotics using pictorial data as its prime examples. This makes it possible to isolate more clearly the specific properties of word and image and their respective limits as the basic constituents of a wide range of contemporary cultural artefacts. However, since the distinction between Peircean and Saussurean theories of the sign involves different epistemologies and even different metaphysics, in one sense of the term, at some stage the course will deal with the general philosophical background as it developed in the course of the twentieth century in the West.\nAmong the more general topics to be discussed are the notions of sign, code, nonverbal communication signs, the ecology of signs, pictorial metaphor and allegory and the rhetoric of the image and, more generally, attitudes to our allegedly visual culture. \n On completion of the series of courses the student will be expected to be able to understand the ways in which cultural artefacts of various kinds (paintings, photographs, movie posters and advertisements, etc.) function as signs. This understanding should be demonstrated in the student’s ability to think critically about these issues and to adopt an appropriate technical vocabulary when discussing them in any future research.", "", "", "", "20150421实践周"], ["104499010", "Literature on the Move: Tavel Literature and Modernity", "Literature on the Move: Tavel Literature and Modernity", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ottmar", "", "", "Ottmar", "This course focusses on Tavel Literature from around 1500 up to 2015. This seminar highlights the frictional dimensions of vectorial procedures in travel literature and far beyond in other genres.", "", "", "", "20150421实践周"], ["104500010", "Literature Culture Life: Literary Theory Today", "Literature Culture Life: Literary Theory Today", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ottmar", "", "", "Ottmar", "This course focusses on the relationship between different kinds of knowledge and the importance of the life-writing-experience in different cultures.", "", "", "", "20150421实践周"], ["104501010", "Semiotics of Culture", "Semiotics of Culture", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Paul Cobley", "", "", "Paul Cobley", "This course investigates the semiotics of culture through a ‘modelling systems theory’ approach. It analyses a range of issues in culture with reference to recent findings in the field of biosemiotics. Topics include ‘text’, ‘everyday life’, ‘magic’ and ‘art’.", "", "", "", "20150421实践周"], ["104502010", "Literature and Memory", "Literature and Memory", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Svend Erik Larsen", "", "", "Svend Erik Larsen", "With selected short stories from different literatures as well as historical and theoretical texts as pre-distributed teaching material basic positions in Memory Studies will be explored as they are developed in and by literature: memory and forgetting; collective memory vs individual memory; memory as process vs memory as storage; trauma vs reconstruction. Classes will be organized as 8 sessions of 2 x 45 min.", "", "", "", "20150421实践周"], ["104503010", "Literature and Space", "Literature and Space", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Svend Erik Larsen", "", "", "Svend Erik Larsen", "With selected short stories from different literatures as well as historical and theoretical texts as pre-distributed teaching material different images of space and place and their historical and literary role will be investigated: landscape and identity; dwelling and tavelling; foreign and domestic; real and imagined space, public and private space. Classes will be organized as 8 sessions of 2 x 45 min.", "", "", "", "20150421实践周"], ["104504010", "Michael Ondaatje&#39;s  the English Patient and Its Film Version", "Michael Ondaatje&#39;s  the English Patient and Its Film Version", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "T?t?sy de Zepetnek,Steven", "", "", "T？t？sy de Zepetnek, Steven", "Michael Ondaatje&#39;s 1992 The English Patient is a fictional text that succeeds in representing life underlining its complicatedness, inexplicability, fragmentation, and its subtextual richness which cannot be represented by traditional uses and linear narrative of historical &quot;facts.&quot; Thus, an interpretation of the interrelation between the historical subtext, its fictional rendition, and in the latter the perception of the Other may be useful for readers and viewers of Ondaatje&#39;s work. Some scholars and critics contend that Ondaatje&#39;s work, in general, is &quot;postmodern&quot; and it is certain that his prose is complicated by an unusual take on history. Ondaatje&#39;s notions of historicity, his use of historical data behind the fiction, and his notions of the Other are considered in an applied analysis of the novel&#39;s filmic version with the comparative cultural studies approach and participants in the course explore The English Patient&#39;s film version in its various aspects and perspectives. Texts required for the seminar include articles in the open-access and peer-reviewed humanities and social sciences learned journal CLCWeb: Comparative Literature and Culture (ISSN 1481-4374) (Thomson Reuters ISI-AHCI indexed) &lt;http://docs.lib.purdue.edu/clcweb&gt;. Participants in the course are required to engage in class discussion and the completion of a written exam on the last day of classes.", "", "", "", "20150421实践周"], ["104505010", "Imre Kertész&#39;S Fatelessness And Its Film Version", "Imre Kertész&#39;S Fatelessness And Its Film Version", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "T?t?sy de Zepetnek,Steven", "", "", "T？t？sy de Zepetnek, Steven", "The course is about the Jewish Holocaust perpetrated by Nazi Germany and its allies in World War II and the film version of Imre Kertész&#39;s novel Fatelessness is employed to introduce and discuss the Holocaust in general and in East Europe and Hungary in particular. Kertész received the Nobel Prize in Literature in 2002 for his novel and the novel was made into film in 2005. The film&#39;s director has re-created a simulacrum of the camps on location near the Hungarian capital in order to re-imagine the texture and look of Auschwitz, Buchenwald, and Zeitz: the film &quot;will be linear, with no major dramatic point, tracing the path of a boy who, in the end, is destroyed by his experience. The opening sequence will be set in the beautiful colors of a magnificent central European autumn, and gradually fade to black-and-white over time as we see the consequences of his experienced inscribed in his psyche&quot; (Koltai interview, Budapest 8 February 2003). The case of Fatelessness is complex, involving as it does on the one hand a witness / victim—Kertész, the writer and screenwriter—and a second-generation non-witness, Koltai, the director/translator/friend. Such a project—a cinematic meditation on fate and its absence, on the trauma survived by a young protagonist—disposes of a variety of modalities, depending upon the protagonist&#39;s (and the filmmaker’s) conception of the term: it may be represented as dramatic or quotidian, random, inevitable or pre-ordained, in narrative and experimental genres, as documentary or fiction, in feature-length or short formats. Texts required for the seminar include articles in the open-access and peer-reviewed humanities and social sciences learned journal CLCWeb: Comparative Literature and Culture (ISSN 1481-4374) (Thomson Reuters ISI-AHCI indexed) &lt;http://docs.lib.purdue.edu/clcweb&gt;. Participants in the course are required to engage in class discussion and the completion of a written exam on the last day of classes.", "", "", "", "20150421实践周"], ["104506010", "Topics in Black World Studies: Exploring The Female Black Narrative", "Topics in Black World Studies: Exploring The Female Black Narrative", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Frieda Ekotto", "", "", "Frieda Ekotto", "From the mid-19th century to modern day, a black literary tradition has arisen to expose the often-unarticulated female perspective. Black female narrators such as Zora Neale Hurston, Toni Morrison, Alice Walker, Maya Angelou and the likes began engaging in political, racial and spiritual discourse. Through an exploration of their essays, poetry and fictional works, students will have the opportunity to gain a greater historical understanding of the black, female experience in the US. For example, Alice Walker discusses the positive affect her literature has had on conceptualizing a historically accurate yet fictional account of “womanist” theory and formulations of “blackness”. Likewise, we will reflect on various authors of similar acclaim to make connections between narratives.Overall, this course serves to explore the legacy first generation African American female writers have had on impacting the manner in which we approach issues of race, gender and class through multiple literary mediums in order to understand contemporary US society.Power points with excerpts from the reading list and short clips of films will be used in class.", "", "", "", "20150421实践周"], ["104507010", "China Africa: Reading Cultural Exchange", "China Africa: Reading Cultural Exchange", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Frieda Ekotto", "", "", "Frieda Ekotto", "&quot;What is the place of culture in China Africa relationship?&quot; And, how can we change the nature of the relationship between Africa and China? In this class we will chart new territory in exploration of connections, both historical and contemporary, between Africa and China. In general, when we talk about the two, we talk numbers—aid here, infrastructure there—in other words, it’s the economy that comes first. We will not merely examine this connection in one direction (i.e.: the Chinese in Africa), but holistically, by addressing the experiences of Africans in China, as well as those of Chinese populations in Africa. Most studies of Africa and its international connections focus upon colonialism and its legacy. This course by contrast, uses the historical dimension of the Sino-African exchange as a means to consider what these very terms mean, and he draws out new and compelling dimensions of globalization and contemporary geopolitical alignments. We thus interrogate notions of political consciousness, economic development and democratization in the local contexts of Africa and China, even as we suggest larger, global implications.", "", "", "", "20150421实践周"], ["104508010", "Representations of Food In Western Film and Literature", "Representations of Food In Western Film and Literature", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Simon C. Estok", "", "", "Simon C. Estok", "This course will explore the representations of food in film and literature. Since food and environmental crisis have long been linked, this course will analyze food (as a topic) in environmentalist discussions. We will look at affective ethics implied by and distributed through transnational American eating habits and at how these ethics correspond with the current state of praxis within ecocritical theory. The course proceeds on the understanding that the study of food offers a rich and unique focal point from which to engage in an interdisciplinary inquiry because food encompasses a very wide variety of human activities and is exceptionally determinative of enormous environmental impacts.？ Throughout the course, we will look at films and literature and at how these two media represent food. We will watch and discuss films entitled Fast Food Nation, Seeds of Destruction, The World According to Monsanto, and The Animals Film. The course will be roughly divided into discussions in the first half about meat, and in the second half about vegetables. Using food as a key to understanding human cultures and human relationships with the environment, we will also look at some of the ways that issues of food relate with matters of gender, race, and sexuality.？ There will be regular quizzes and a final exam.", "", "", "", "20150421实践周"], ["104509010", "Yann Martel&#39;S Life of Pi and Its Film Version", "Yann Martel&#39;S Life of Pi and Its Film Version", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Simon C. Estok", "", "", "Simon C. Estok", "This course will look at the questions that Yann Martel’s Life of Pi raises in its two versions—the novel and the film. The differences between the two version are partly owing to the medium of each narrative, but the overall effect in both is to dismantle or dissolve several boundaries: between human and nonhuman, between East and West, between articulate and inarticulate language, between predator and prey, and between Self and Other (to name a few). We will discuss the effects of this boundary dissolution, both in political terms (as the novel and film relate to the outside world) and within the fictional narrative itself. In the process, we will deal with questions about postcoloniality, ethics, master narratives, environmentalism, food, and so on. Because animals play such a key role in this narrative, questions about speciesism and its relationship with racism and sexism form a large part of the thematic focus of this course. Finally, the whole question about materiality (and how it relates with agency) will be an important part of this course. By the end of the course, students should have a better understanding of the extraordinarily unstable positions held both in the West and in Asia toward animals and what some of the implications are when these positions are crossed or erased. There will be regular quizzes and a final exam.", "", "", "", "20150421实践周"], ["104510020", "文化人类学经典民族志导读", "Classic Ethnography", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "李春霞", "", "", "", "", "20150608"], ["104511020", "中国古典名剧赏析", "The study of Chinese classical drama", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "吴民", "", "", "", "", "20150608"], ["104512020", "当代西方文学思潮", "An Introduction to Contemporary Western literary thoughts", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "24.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "", "", "马睿、傅其林、张怡、邱晓林", "", "", "", "", "20150608"], ["104513020", "国情教育", "Education of National Conditions", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "考查", "", "本课程是按照中央宣传部、教育部《关于在部校共建新闻学院开设国情教育课的通知》（中宣办发[2015]34号）的要求开设的。课程在突出中国特色社会主义教育的前提下，全面介绍我国根本政治制度、基本政治制度、基本经济制度、党的历史、反腐倡廉、意识形态、司法制度、民族宗教政策、改革开放、科技发展、外事外交、国家安全、国防军事等领域，旨在使学生对我国现阶段的基本国情有更加全面、系统的了解，进一步培养和加强学生政治思想素质和职业道德素养，以及现代新闻传播理念与国际化视野，使之能够适应当前新常态下国内外形势对新闻传播行业提出的新要求。", ""], ["104514020", "中外电影经典赏析", "Film  Appreciation", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "郦苏元主编，《电影常用词语诠释》，高等教育出版社，2000年版。\n罗慧生主编，《世界电影美学史思潮》，山西人民出版社，2001年版\n王宜文主编，《世界电影艺术发展史教程》，北京师范大学出版社，2007年版", "王宜文主编《世界电影艺术发展史教程》，北京师范大学出版社，2009年版五、参考教材： 林本椿  《酷酷电影英语》  福建省音像出版社", "曹峻冰、黎风、萧薇、易丹、王彬、吴民", "随着我国改革开放的不断深入，国际交往的日益频繁，经济和社会生活等方方面面逐渐与国际社会接轨，必然会需要越来越多的精通英语的复合型人才。国家根据我国加入世界贸易组织后新形势的需要，有提出了加快外语教学改革，提高学生应用能力的要求。也就是说大学生们应该更加重视听说等英语综合应用能力的培养，而听说又是语言学习中最复杂、最敏感的部分，是语言交际的重要途径与手段，同时也要求很高的语境活动的参与。声音和图像合二为一的英美原版电影作为听力训练的材料，不但能提高学生的兴趣，加强语境化教学，而且有助于学生语言学习和文化学习同步进行，学会在文化中使用语言。《中外电影经典赏析》（英文）课程的目的和任务就是通过介绍相应影片故事背景、讲解重点词汇和句型、欣赏经典台词、评析影片所表现的主题等环节，增强我校学生欣赏英美原版电影的能力和水平，加深他们对英美文化社会的了解，提高他们在真实语境中的听说能力和交际能力。", "考查", "", "介绍相应影片故事背景、讲解重点词汇和句型、欣赏经典台词、评析影片所表现的主题。影片包括：乱世佳人、双城记、狮子王、阿甘正传、战地钟声、白雪公主、马语者、黄金时代、君子协定、北非谍影、音乐之声、傲慢与偏见、魂断兰桥、简爱、出水芙蓉。\x07", "20151022"], ["104515020", "影视创作概论", "Introduction to Film and TV Creation", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "书名：《电影剧作教程》 编者：刘立滨  出版社：中国电影出版社 版次：2004年版   \n书名：《影视剪辑编辑艺术》 编者：傅正义  出版社：中国传媒大学出版社版次：2009年版", "", "曹峻冰、黎风、萧薇、易丹、王彬、吴民", "本课程旨在奠定影视创作的理论和实践基础，阐述影视剧作的基本概念与创作手法，影视剪辑艺术的原理、方法和技巧以及分镜头脚本的制作流程及应用。通过本课程的学习，一方面使学生能够进行不同风格与题材的影视剧本创作，具备声音、画面造型和叙事相结合的剧本结构能力，另一方面加深学生对视听语言的理解，增强学生的剪辑意识，进而将知识点迁移到动画创作过程当中，创作出更为精美的动画作品。 根据本专业学生的学习特点和高职教育培养目标要求，教学过程中应侧重思维训练、观察训练、操作训练和表述训练。本课程尝试突破影视创作教材和课程偏重于影视理论的局限，力求真正站在影视思维的角度，培养学生的实际创作能力，帮助学生顺利完成从文字语言思维到视听形象思维的转化。本课程在教学组织过程中应当选取优秀影视作品范例进行分析，训练学生的观察鉴赏能力，并在此基础上同实训项目及相关赛事结合，进行具有针对性的创作训练，帮助学生完成将影视创作理论应用于创作实践的知识迁移。", "考查", "", "影视剧作 \n1、影视剧作的主题    选材及构思  理解能力 分析能力  概括能力   \n2、剧本写作中的人物    人物塑造  观察能力 概括能力  表达能力 \n3、影视剧作中的细节处理   情节设计    逻辑能力 观察能力  \n4、影视剧作中的空间思维与场景    场景设计   发散思维 观察能力  逻辑能力  \n5、影视中的对白  对白设计 表达能力 \n6、如何写好开场  剧本初稿 逻辑能力 概括能力  表达能力 \n7、影片的高潮、推进、结局 \n8  修改与定稿   逻辑能力 概括能力  表达能力  \n\n影视视听语 言 \n1、画面造型语言   画面造型设计  理解能力 分析能力    \n2、镜头形式    镜头设计   理解能力 分析能力  \n3、声音与声画关系   声音设计   理解能力 分析能力  观察能力 \n4、学期成果展示     作品汇报  策划能力 表达能力  团队合作", "20151022"], ["104516020", "中国戏剧经典赏析", "Appreciation of Chinese Traditional Opera", "文学与新闻学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "曹峻冰、黎风、萧薇、易丹、王彬、吴民", "", "", "", "该课程从历史的脉络出发，首先对中国古典戏剧是什么，其历史形态演进，进行分析。再从雏形戏剧、元杂剧、明清传奇、花部地方戏、近现代戏剧等阶段，抽出具有代表性的剧目进行鉴赏与分析。在剧目讲解的基础上穿插戏剧理论、戏剧史、戏剧民俗、戏剧文化等方面的内容。此外，对古典戏剧的文学特点，艺术美学规律，进行深入阐述，引导学生在鉴赏的基础上创造实践", "20151022"], ["104517100", "毕业论文（设计）", "Graduation Thesis (Design)", "文学与新闻学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["104518100", "毕业论文（设计）", "Graduation Thesis (Design)", "文学与新闻学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["104519100", "毕业论文（设计）", "Graduation Thesis (Design)", "文学与新闻学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["104520100", "毕业论文（设计）", "Graduation Thesis (Design)", "文学与新闻学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["104521100", "毕业论文（设计）", "Graduation Thesis (Design)", "文学与新闻学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["104522100", "毕业论文（设计）", "Graduation Thesis (Design)", "文学与新闻学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["104523030", "新媒体概论", "Introduction to New Media", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "自编讲义", "《新媒体理论与实务》\x02", "罗飞", "本课程为专业大类基础课，针对新闻传播类一年级本科生开设", "", "", "本课程从媒介融合脉络衍生新媒体相关内容的教授，对新媒体当下的发展状况进行简要描述，帮助学生全面理解新媒体的基本概念、特征和表现形式。同时，基于新媒体的发展特性，从技术和媒介的关联角度引导学生逐步探讨新媒体的传播现象，对新媒体的发展有更深入的专业思考。本课程以理论概述为基础，辅以学生新媒体实务操作练习，以达到训练学生新媒体实践能力与理论学习相互促进的教学目标", "20160329"], ["104524040", "出版软件编程技术基础", "The basic  programming technology of publishing software", "文学与新闻学院", "", "本科", "4.0", "64.0", "", "", "开设", "", "32.0", "", "32.0", "", "", "", "", "", "", "", "", "", "", "邱树雄", "", "", "", "培养掌握数字出版相关交互式软件开发技术和软件工程知识，基本掌握主流软件开发工具，掌握出版软件开发理论和技术，熟悉软件开发环境和管理流程，掌握软件编程技术、交互式出版软件产品设计与制作技术", "20160421"], ["104525030", "符号学基础理论及应用", "Semiotics：theory and practice", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "赵毅衡：《符号学原理与推演》（南京大学出版社，2016）", "", "赵毅衡、唐小林、陆正兰、胡易容、饶广祥", "", "考试", "", "", "20160421"], ["104526010", "Readings in World Literature", "Readings in World Literature", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Cesar Pablo Dominguez Prieto", "The course aims to provide students with an updated approach to current discussions on world\nliterature as represented by three perspectives, namely, systemic (Franco Moretti), sociological\n(Pascale Casanova), and pedagogical (David Damrosch). Besides a critical discussion of these\nperspectives, the course will include literary readings in order to test the former and expand the\nfield in new directions.", "", "", "", "20160506新增"], ["104527010", "Translating Cosmopolitanism", "Translating Cosmopolitanism", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Cesar Pablo Dominguez Prieto", "The aim of this course is to discuss different—and, many times, contradictory—meanings\nattached to the overloaded concept of cosmopolitanism by confronting it with translation, both\nintra-culturally (the three ages of cosmopolitanism in the West—sophists, Enlightenment, and\npost-WWII) and inter-culturally, with a special emphasis on what Chinese thought has to say\nabout the Western cosmopolitan tradition. For the latter issue, students will be placed at the\ncenter of the teaching experience.", "", "", "", "20160506新增"], ["104528010", "The Heyday of the Short Story", "The Heyday of the Short Story", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Marshall Joseph Brown", "The short story was invented in the middle of the nineteenth century. Many kinds of short fiction preceded it, including anecdote, parable, jest, fable, novella, fairy tale, and others, but the short story, focusing on atmosphere rather than plot or moral, was a novelty. In the decades before and after 1900 there was a tremendous output of short stories in most of the Western countries, with a prominence rarely equaled since. In this course we will survey the output of major figures of the era, considering the special qualities, the aims, the themes, and the local and national significance of these small forms. With a few stories from Boccaccio, Poe, and Hawthorne as background, we will read a selection of these authors: Conan Doyle, Maupassant, Verga, Chekhov, Joyce, Mansfield.", "", "", "", "20160506"], ["104529010", "Crisis Communication", "Crisis Communication", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Stephanie Danes Smith", "This course provides students with a basic understanding of how to navigate the turbulence and uncertainty associated with organizations in crisis. Primary emphasis is placed on the three critical phases of crisis: pre-crisis planning; crisis communication and damage control; and post-crisis recovery, resolution and learning. Students will consider risk and reputation management and critical decision-making responsibilities during crisis situations. Through readings, class discussions and case studies, students will be challenged to consider the practical, social, ethical and individual implications of crisis communication and management.", "", "", "", "20160506"], ["104530010", "Principles of Public Relations", "Principles of Public Relations", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Stephanie Danes Smith", "Principles of Public Relations provides a basic understanding of the public relations (PR) profession. Emphasis is placed on research, planning and the strategies and tactics used by public relations practitioners to support the communication and persuasion objectives of a client or organization. The course also focuses on the history, professionalism and growth of PR. This is a foundational course for students majoring in PR or for students studying any aspect of strategic communication and persuasion: how people are informed, influenced and motivated to take action. The class will focus on lectures, discussions, case studies and a final exam. The recommended text book for this course is The Practice of Public Relations by Fraiser P. Seidel (Pearson Prentice Hall, 2011), 12th edition.", "", "", "", "20160506"], ["104531010", "Signs and Values in Translation", "Signs and Values in Translation", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "SUSAN ANGELA PETRILLI", "The course intends to investigate the foundations of language and sign sciences with special reference to general semiotics, linguistics and philosophy of language. Crucially\nimportant topics will include the relation between signs and bodies, signs and values, verbal and nonverbal signs, language and ideology, the relation between the logic of\nidentity and the logic of alterity, language and economics, language, work and social reproduction, material and immaterial work, philosophical methodics and the sign sciences, language as work and trade, semiotics and ideology, semiotics and\nsemioethics Reflection on sign and translation processes contributes to a better understanding of problems concerning these processes respectively, thereby orientating relative research methodologies. The dynamics involved is the same in both cases and concerns the dialogical relation between one sign and another which as an interpretant confers meaning and sense on the preceding sign. Though different disciplines, sign theory and translation theory study the same process, semiosis. Semiotics and translation act as interpretants of each other\nilluminating different aspects of signs forming the process itself, their specificities and interrelatedness. All signs, verbal or nonverbal, are part of a larger network of signs, as evidences\nThomas Sebeok with his global semiotics. Considering that interpretation is translation, that the relation between interpreted and interpretant is a translation relation, that interpretants defer to each other in open-ended chains of semiosis, global semiotics evidences the translational nature of semiosis, therefore the translational vocation of semiotics. Sebeok belongs to a tradition in sign studies that develops from Locke to Peirce and includes authors like Welby, Jakobson, Bakhtin, Morris. All deal with translation, whether directly with their sign theory (Welby, Jakobson), or indirectly with reflections on dialogue and the relation between reporting and reported discourse (Bakhtin), or whilst searching for signs to talk about signs (Morris). “Global semiotics” critiques anthropocentric and glottocentric approaches to sign\nlife: the whole biosphere is perfused with signs. As a general sign science semiotics is endowed with a propensity for dialogic encounter and translation. In this framework we also thematize the literary text. As an interpretive/translational\nphenomenon and thanks to its specificity as artistic discourse evolving in the ？ great time ？(Bakhtin), literature best evidences the dynamics of semiosis and the properly human,\ntherefore the question of dialogic otherness, responsive understanding, responsibility/responsivity, translatability/intranslatability, iconicity, visibility/invisibility,\nsimilarity/dissimilaritry, the paradox of translation.\nThe course will focus on the following main topics:\nSemiotics and translation theory beyond anthropocentrism and glottocentrism; Iconicity, dialogism and otherness in textual translation; Dialogic otherness and responsive\nunderstanding among interpretants in translation; Translation and similarity, between similar and dissimilar; The paradox of translation is the paradox of the text and of the sign; 6.\nDialogic and translation in the great time", "", "", "", "20160506新增"], ["104532010", "Marxist Trends in Semiotics", "Marxist Trends in Semiotics", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "SUSAN ANGELA PETRILLI", "Course 2\nA. Reflections on Signsand Language: The Global World and Its Many Faces. Otherness asthe Basis of CommunicationThe question of translation is considered in relation to the specificity of what is variously called the general “science” or “theory” or “doctrine” of signs, that is, semiotics. No doubt translative work is semiotic work. But here we will evidence the extent to which for semiotics consideration of the translative process is absolutely unavoidable. This is the case not only for\nwhat concerns the statute of the science, but also for its implications, potential, resources with regards to problems and issues particularly evident – indeed even “vital” – in the current phase of development in the social organization of communication known as globalization. Under this aspect we shall refer to what in our view is a necessary and inevitable bend insemiotics, what we have designated as “semioethics”. In fact, the question of translation considered from a semiotic perspective is also a question of the ethical order.\nThe main topics addressed in this course include: Translation, modeling, communication and life; Translation and otherness; The translational nature of meaning and the different meanings of translation; Translation, listening, dialogism, responsive understanding; Translating values, ideologies and\nworldviews; Translation as encounter and responsibility; Semioethics and ethics of translation.", "", "", "", "20160506新增"], ["104533010", "Literary Translation and World Literature", "Literary Translation and World Literature", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Thomas Oliver Beebee", "Translation of literary texts is a basis for the development of world literature. This course examines the translation process from the ground up, including: the philosophical/theoretical background to translation; different approaches to translation; cultural translation; relations of translated literature to the target literayr system; and the economic, social, and political contexts that help or hinder the establishment of translated literary cultures.\nReadings will include classics of translation theory (e.g. Goethe, Schleiermacher, Benjamin, Ortega y Gassett), recent discussions of translation and world literature (e.g. Damrosch, Apter), and studies of actual translations (e.g. 19 Ways of Looking at Wang Wei).", "", "", "", "20160506新增"], ["104534010", "International News Media: Methods, Concepts and Practices", "International News Media: Methods, Concepts and Practices", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Stijn Gabri？l Urbain Joye", "While most people see and experience the world, its people and cultures mostly or even exclusively through the news media, this is particularly true for foreign events. This course aims to introduce the scholarly field of international news studies to students while also paying attention to recent developments in international news practices and relevant academic methodologies. From a journalism studies perspective, the course focuses on the societal value and impact of news within an international context. Students will gain knowledge and insights in the production, content and implications of international news reporting, both from a theoretical as well as practical point of view. After a short introduction to the academic field of international news studies and its history, the course first tackles a number of theoretical concepts that are central to the study of international news reporting. Students will be introduced to (1) key criteria to assess the quality of international news, (2) the process of news selection and the notion of news value, and (3) the content of news coverage with a focus on the emerging practice of domestication and the representation of distant suffering and the Other from the theoretical framework of Orientalism. A final element of discussion will be the operations and practices of world news agencies and alternative news media. During the lectures, a great number of recent cases and examples will be shown and discussed.In a second part of the course, students will get a hands-on introduction to two methodologies that are particularly relevant to the study of international news: quantitative content analysis and Critical Discourse Analysis. After a theoretical exploration of both methodologies, students will be invited to gain practical experience through in-class exercises.", "", "", "", "20160506"], ["104535010", "Silent Film: an Introduction", "Silent Film: an Introduction", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gertjan Stefaan Veerle Willems", "This course aims at introducing the international history of silent film. The course focuses on silent film developments in the United States of America, Europe and East Asia from the end of the 19th century until the early 1930s, when the coming of sound ended the silent film period. A central approach throughout this course is the idea that film as an art form, a means of expression and communication, should be looked at from a broader social context. This implies that next to the aesthetic and narrative developments of silent film history, attention is also paid to the technological, political, sociocultural and economic dimensions of this history. After a short introduction to the academic field of silent film studies, the course focuses on the period of pre-cinema (pre-1895), followed by the period of early cinema in the USA and Europe (1895-1905). Next, we will focus on the development of the ‘continuity style’, the formation of the classical Hollywood cinema language and its evolution into the 1920s. In the next part, the course focuses on alternatives to the American film language by examining the German Weimar cinema, the Soviet cinema, French interwar cinema and Japanese silent cinema. The course ends with an examination of the coming sound during the late 1920s/early 1930s and its implications for the cultural and economic dimensions of cinema. During the lectures, a great number of film excerpts will be shown and discussed.", "", "", "", "20160506新增"], ["104536010", "European Film History", "European Film History", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gertjan Stefaan Veerle Willems", "This course aims at introducing the field of European film history and audiovisual (screen) culture, emphasizing the history of film aesthetics and film historiography. A key idea behind the course is that film as an art form, a means of expression and communication should be looked at from a broader social context. This implies the influence of technological, political, sociocultural and economic factors. In an introductory part, the course explains the multiple historical importance of film, with a focus upon different kinds of film history (film as art, as an industry, as a political, cultural and societal phenomenon). This part also deals with the issue of film historiography; here the course critically looks at the main problems and pitfalls of film historiographical practices. In the next part, the course presents some of the major or canonical film schools in Europe. After a short look at silent film developments, the course quickly focuses on the development of the sound film in Europe: European cinema during the Second World War including the German Nazi film period, Italian neo-realism in the 1950s, the French New Wave in the 1960s and a general overview of further developments until the new millennium. During the lectures, a great number of film excerpts will be shown and discussed.", "", "", "", "20160506新增"], ["104537010", "The End of Empire, Nationalism, &amp;Decolonisation", "The End of Empire, Nationalism, &amp;Decolonisation", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Akil Awan", "This course provides an introduction to European Empire and colonialism, and its subsequent end through decolonisation and revolution. These processes are explored through both examining the themes of identity and nationalism in the 20th Century, and also by studying case studies of key non-Western leaders and movements that were instrumental to this transition. This course assumes no prior knowledge and is designed for students new to the subject who want to understand how history, politics, religion and culture have shaped the world we see today.", "", "", "", "20160506"], ["104538010", "History, War and Conflict on Film", "History, War and Conflict on Film", "文学与新闻学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Akil Awan", "Film is now one of the most important mediums through which publics engage with the historical past – as Rosenstone (2013) writes, “they are the chief carrier of historical messages in our culture”. With the growth of Public and Popular History, films representing historical events, themes, and characters are often the principle arena through which audiences interpret, understand and remember the past. This is of particular importance when films portray historic wars or conflicts, and thus often inform and shape audience understandings beyond simply the conflict itself, extending to issues of identity, nationalism, belonging, commemoration and a host of other concerns. This course provides an introduction to the representation of historical war and conflict through the medium of cinema, focusing on the role played by historical film in representing war and conflict throughout various historical periods. In the process, students will explore the motivations and processes through which filmmakers have attempted to construct and disseminate interpretations of the past, and engage with audience receptions and understandings of the past. Students will engage with the issues and problems that historical cinema raises for historians and publics, particularly when the competing forces of creative interpretation and factual documentation are on the line.", "考试", "", "", "20160506新增"], ["104539030", "人类传播媒介史", "History of Human Communication and Media", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "David Crowley and Paul Heyer&#39;s 《Communication in History: Technology, Culture, Society》(Pearson, 2010)", "[法国]让-诺埃尔·让纳内.《西方媒介史》", "宋雯", "本课程为网络与新媒体专业基础必修课，无先修课程。", "考试", "", "课程内容包括早期文明中的媒介、媒介与传统西方文明、印刷媒介革命、数字革命及新媒体等?\x04o\n?_", "20160519"], ["104540030", "新媒体与中国传统文化艺术", "New Media and Chinese Traditional Culture and Art", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "肖宏发. 中国传统文化艺术及其演变. 广西民族出版社, 2009.", "", "吴民", "本课程为网络与新媒体专业基础必修课，先修课程为《新媒体概论》。允许其他专业选修。", "考试", "", "本课程从物态文化、制度文化、行为文化和思想文化四个方面入手，对中国传统文化作了介绍。主要包括中国古代哲学、宗教、科技、艺术以及社会心理、民间风俗等方面的基础知识和基础理论。\x02\x04\x06?", "20160519"], ["104541030", "用户调研与数据分析", "Users and Data Analysis", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "39.0", "", "9.0", "", "", "", "", "", "", "讲授含实践", "", "自编讲义", "1.（美）小约瑟夫·F.海尔（Joseph F.Hair.Jr）：《市场营销调研精要》，东北财经大学出版社2011年版。  2.袁岳：《市场调查操作手册》，中国经济出版社2010年版。", "张放", "本课程为网络与新媒体专业基础必修课，针对新闻传播类一年级本科生开设，先修课程为《新媒体概论》。", "考试", "", "本课程结合传媒发展的新形势及数字技术发展的新趋势，系统、深入地讲授质性和量化研究方法，讲授与实验相结合，培养学生掌握良好的用户调研和数据分析能力。", "20160519"], ["104542030", "网络社会心理学", "Cyber Social Psychology", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "32.0", "", "8.0", "8.0", "", "", "", "", "", "讲授含实践", "", "自编讲义", "1. 《群体性孤独》（Sherry Turkle，周逵、刘菁荆  译：浙江人民出版社）；2. 《乌合之众：群体时代的大众心理》（Gustave Le Bon, 张倩倩  译 ：北京联合出版公司）；3. 《社会心理学：阿伦森眼中的社会性动物》（第8版）（Elliot Aronson，Timothy D.Wilson, Robin M.Akert, 侯玉波、朱颖  译：机械工业出版社)", "陈侠", "本课程是针对新闻传播学科及相关学科的大学本科生开设的一门专业基础必修课程，先修课程为《新媒体概论》、《用户调研与数据分析》。", "考试", "", "本课程主要结合心理学理论与互联网技术影响心理与行为的实例，分专题介绍网络社会心理学的基本理论和研究方法。主要包括网络与社会认知、网络与他人、网络与自我、网络与态度改变、网络与情绪、\n网络与从众、网络与团体、网络与人际吸引、网络与助人、网络与攻击性、网络与偏见等。本课程将通过对网络社会心理学相关知识的介绍，引导学生阅读相关领域的经典文献，训练学生独立观察与思考、小组共同探讨相关领域内重要现象的能力。", "20160519"], ["104543030", "传播效果理论基础", "Fundamentals of Media Effects", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "32.0", "8.0", "8.0", "", "", "", "", "", "", "讲授含实践", "", "自编讲义??P忮\x01(4?", "1.《大众传播效果研究的里程碑》(Shearon A. Lowery, Melvin L. DeFleur， 刘海龙 译： 中国人民大学出版社）；2.《传播理论：起源、方法与应用》(Werner J. Seven, James W. Tankard, Jr.，郭镇之、孟颖等译：华夏出版社)；3.《媒介心理学》（A Cognitive Psychology of Mass Communication）（Richard Jackson Harris，相德宝 译：中国轻工业出版社）", "陈侠", "本课程为网络与新媒体专业基础必修课，先修课程为《大众传播学》。", "考试", "", "本课程主要结合传播学理论与心理学及其他相关学科的理论与大众传播效果研究的实例进行学习，分专题传播效果的基本理论和研究方法。主要包括传播效果研究的科学方法、传播效果研究的重要理论学说、传播效果研究与社会心理学、传播媒介的变迁：新媒体技术发展等。本课程将通过对传播效果研究相关理论知识的介绍，引导学生阅读相关领域的经典文献，训练学生独立观察与思考、小组共同探讨相关领域内重要现象的能力。", "20160519"], ["104544030", "网络与新媒体信息采编", "Information Gathering and Editing for New Media", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "32.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "", "自编讲义???\x11\n\x10T??\x06", "", "张放、张盛强、李晓蔚", "本课程为网络与新媒体专业基础必修课，先修课程为《新媒体概论》。", "考试", "", "本课程从媒介技术的角度出发，对当下新媒体环境的特点进行综述，并以用户信息行为为导向，从信息采集与检索、信息组织与整合、信息生产与发布这一完整流程，帮助学生系统地掌握新媒体环境下信息采编的新机制。本课程主要以理论概述和案例分析为主，辅以学生新媒体实务操作练习，从理论和实践两个层面上帮助学生提升信息采编水平，增强信息素养。", "20160519"], ["104545030", "新媒体产业经济", "Industrial Economics of New Media", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "42.0", "", "6.0", "", "", "", "", "", "", "讲授含实践", "", "自编讲义", "", "肖薇", "本课程为网络与新媒体专业基础必修课，先修课程为《新媒体概论》。", "考试", "", "产业经济简介、媒体发展历程、新媒体时代的文化产业研究", "20160519"], ["104546030", "数字媒体编程基础", "Fundamental of Programming for Digital Media", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "24.0", "", "24.0", "", "", "", "", "", "", "讲授含实践", "", "周霭如，林伟健. 《C++程序设计基础(第4版)(上)》. 电子工业出版社,2012", "林伟健, 周霭如. 《C++程序设计基础实验指导与习题解答》. 电子工业出版社，2004；裘宗燕编著. 《从问题到程序》, 机械工业出版社, 2005.", "邱树雄", "本课程为网络与新媒体专业基础必修课，先修课程为《计算机技术基础》。", "考试", "", "培养学生掌握数字媒体相关软件编程语言的程序设计方法，掌握编程语言的基本语法、基本语句、基本控制结构以及面向对象程序设计的基本方法，熟练运用数字媒体相关主流编程语言的集成环境进行程序设计、编写、编译与调试，培养学生熟练使用数字媒体相关程序设计语言编程分析和解决实际问题的能力。该课程为学生进一步学习其他专业课程和今后从事数字媒体软件开发工作打下坚实的基础e", "20160519"], ["104547030", "Web软件开发技术", "Web Software Development Technology", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "24.0", "", "24.0", "", "", "", "", "", "", "讲授含实践", "", "自编讲义", "沈士根, 汪承焱, 许小东.《 Web程序设计——ASP.NET实用网站开发》. 北京:清华大学出版社, 2009；沈士根, 汪承焱, 许小东. 《Web程序设计——ASP.NET上机实验指导》. 北京:清华大学出版社, 2009；Ken Cox. ASP.NET 3.5 For Dummies. Wiley Publishing, 2008[3] Ken Cox. ASP.NET 3.5 For Dummies. Wiley Publishing, 2008；[美] Ken Bluttman，[美] Lee Cottrell 著；施宏斌 译 《HTML 5多媒体开发指南》. 北京：清华大学出版社 2013.", "邱树雄", "本课程为网络与新媒体专业基础必修课，先修课程为《计算机技术基础》与《数字媒体编程基础》。", "考试", "", "培养学生掌握数字媒体相关Web网络软件开发技术和软件工程知识，掌握数字媒体Web网络软件开发涉及的操作系统、数据库、计算机网络编程和多媒体编程等多方面的基本原理和技术，掌握网络软件系统开发环境、流程、技巧和方法，培养学生的上机动手能力、设计制作Web网络软件的综合能力和实际解决问题的能力等。", "20160519"], ["104548030", "网络与新媒体产品策划", "New Media Product Development", "文学与新闻学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "0.0", "48.0", "", "", "", "", "", "", "", "论文/设计", "", "自编讲义", "1、胡俊红：《设计策划与管理 》， 合肥工业大学出版社，2011年版；2、卢克?威廉姆斯作, 房小冉译：《颠覆性思维:想别人所未想,做别人所未做》，人民邮电出版社，2011年版；3、王向东：《数字媒体技术应用专业课程改革成果教材:数字媒体产品开发 》，高等教育出版社，2013年版。", "张悦", "本课程为网络与新媒体专业基础必修课，先修课程为《网络与新媒体概论》。", "考查", "", "新媒体产品策划是一门理论与实践相结合的课程，旨在培养新闻与传播类专业本科生创意策划新媒体产品的能力，包括产品内容的创新和产品形式的设计。课程培养核心在于产品策划理论、策划流程、需求分析、产品创意、及新媒体产品策划设计训练。通过课程培养，学生应具备基本的新媒体产品创意与策划的能力，掌握开发流程，能为媒体和其他传媒企业提供新媒体产品开发的整体解决方案。", "20160519"]]