[["304167010", "Introduction to Statistical Machine Learning", "Introduction to Statistical Machine Learning", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mike Aaron Ashcroft", "A detailed examination of the fundamental statistical learning techniques, with emphasis on their mathematical basis as well as how they relate to each other. This is a technical course, and it is aimed at Master level / high undergraduate.Comfort with statistical and linear algebra notation is expected, but can be refreshed by individual students from introductory sources.", "", "", "", "20150421国际处转"], ["304168020", "阿里推荐算法技术与实践", "Personalized Recommender System in Alibaba", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "校外专家+国际周", "讲授含实践", "", "", "", "严强、刘忠义", "通过本课程的学习，帮助学生达到以下学习目的\n● 了解什么是个性化推荐技术以及其发展\n● 全面了解几种常用的推荐算法及其应用\n● 了解工业级推荐系统工程框架\n● 了解个性化推荐技术在工业界的应用\n● 全面了解如何用个性推荐技术来解决实际问题\n● 自己动手实现常用的推荐算法以及实现一个demo推荐系统", "考查", "", "本课程主要介绍个性化推荐技术的基本概念和发展历程；深入介绍常用的推荐算法以及其在工业界的应用；以及工业级推荐系统工程框架的构建。", "20150525"], ["304169020", "计算历史（全英文）", "History of Computing", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "Filippo Fabrocini", "ppt slides", "Tools for Thought: The History and Future of Mind-Expanding Technology, by H. Rheingold", "Filippo Fabrocini", "", "考查", "", "The course will explore the history of computing through the ideas of the minds which have created such an history: Charles Babbage, George Boole, Alan Turing, John von Neumann, Joseph  Carl Robnett Licklider, Doug Engelbart, Bob Taylor, Alan Kay, Ted Codd and Tim Berners- Lee. The course will take into account as well the visions of the teenage generation of Silicon Valley millionaires such as Steve Jobs, Larry Page,  Sergey Brin, Mark Zuckerberg, all of which have completely re-shaped the world in which we are living today.", "20151103"], ["304170030", "自然语言处理（全英文）", "Natural Language Processing", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "Filippo Fabrocini", "ppt slides", "Taming Text: How To Find, Organize and Manipulate It, by G. S. Ingersoll &amp; T.S. Morton", "Filippo Fabrocini", "", "考查", "", "The course will explore how to automatically organize text using approaches such as full-text search, proper name recognition, clustering, tagging, information mining, and summarization. The course will  guide the students through examples illustrating each of these topics, as well as the foundations upon which they are built.", "20151103"], ["304171100", "毕业设计", "Graduate Design", "计算机学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["304172100", "毕业设计", "Graduate Design", "计算机学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["304173010", "数字电路基础实验", "Basic Experiment of Digital Circuit", "计算机学院", "", "本科", "1.0", "20.0", "", "", "开设", "2.0", "", "", "", "20.0", "", "", "", "", "", "实验", "", "实验手册??", "Basys3? FPGA Board Reference Manual——Xilinx", "吴志红,卢晓春", "面向物联网专业一年级学生数字电路基础的必修课。通过本课程的学习，要求学生掌握基础的数字逻辑电路的设计，加深对数字电路的理解。", "考查", "", "通过实验系统地掌握数字电路分析与设计的基础概念，加深对组合逻辑、时序电路的理解。绊\x15\x14\x04o\n?3", "20160408"], ["304174010", "大数据引论", "Introduction to Big Data", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "", "讲授", "吕建成", "", "", "吕建成", "面向二年级或者三年级学生的课程。通过本课程的学习，要求学生掌握大数据的基本概念，了解大数据计算平台、分析方法、安全和应用。", "考查", "", "该课程将介绍大数据的概念、计算平台、分析方法和应用。", "20160424"], ["304175010", "Data Mining and Business Intelligence – Module 1", "Data Mining and Business Intelligence – Module 1", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Chou Chen-Huei", "This is the Part 1 of a dual-module course (32 hours in total). This course is designed to help you develop an understanding of the strengths and limitations of popular data mining techniques and to be able to identify promising business applications of data mining. A number of successful applications have been reported in areas such as credit rating, fraud detection, database marketing, customer relationship management, and Internet abuse detection. The field of data mining has evolved from the disciplines of statistics and artificial intelligence. Course plan for the 16 academic hours with hands-on tool operations:\n1. Data mining overview\n2. Classification overview\n3. Decision trees\n4. Neural network\n5. Support vector machine\n6. Classification example\n7. Multiple regression\n8. Multiple regression example", "", "", "", "20160506新增"], ["304176010", "Data Mining and Business Intelligence – Module 2", "Data Mining and Business Intelligence – Module 2", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Chou Chen-Huei", "&quot;This is an advanced course for the Data Mining and Business Intelligence (Module 1). Students are expected to take the Module 1 as well. This course is designed to help you develop an advanced understanding of the strengths and limitations of popular data mining techniques and to be able to identify promising business applications of data mining. A number of successful applications have been reported in areas such as credit rating, fraud detection, database marketing, customer relationship management, and Internet abuse detection. The field of data mining has evolved from the disciplines of statistics and artificial intelligence. Course plan for the 16 academic hours with hands-on tool operations:\n1. Clustering overview\n2. K-nearest neighbors\n3. Clustering example\n4. Association rules (market basket analysis)\n5. Association rules example : a tic-tac-toe game\n6. Text mining overview\n7. Indexing, attribute selection\n8. Text mining example : internet abuse detection&quot;", "", "", "", "20160506"], ["304177010", "Data Warehousing", "Data Warehousing", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Keyuan Jiang", "This course covers concepts of data warehousing and data mining with a focus on dimensional modeling, data cleaning, cube building, and online analytical processing. Upon successful completion of the course, a student will be able to understand the basic concepts of data warehousing, create dimensional models for given problems, and design the data warehouse infrastructure.This course requires extensive computer laboratory practice activities. Each team of up to 3 students is required to complete a series of projects using the knowledge and techniques covered in lectures of this course. This is to provide each student with an opportunity to apply the knowledge, skills and techniques learned in the course to the real-world problems.", "", "", "", "20160506新增"], ["304178010", "Data Mining", "Data Mining", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Keyuan Jiang", "This course covers concepts of data mining with a focus on pattern discovery, algorithm basics, feature extraction, model selections, and performance evaluation. Upon successful completion of the course, a student will be able to select approach data mining algorithms, discover, select and rank features for the given problems, evaluate the effectiveness of chosen mining algorithms. This course requires extensive computer laboratory practice activities. Each team of up to 3 students is required to complete a series of projects using the knowledge and techniques covered in lectures of this course. This is to provide each student with an opportunity to apply the knowledge, skills and techniques learned in the course to the real-world problems.", "", "", "", "20160506新增"], ["304179010", "An Introduction to High Perfor- Mance Computing", "An Introduction to High Perfor- Mance Computing", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Didier Jean Francois El Baz", "通过本课程的学习，要求学生理解高性能计算的概念，掌握计算加速的方法和工具，和代码优化的方法，了解当前高性能计算的发展趋势。", "考查", "", "课程主要对高性能计算进行介绍，将由以下问题展开：什么事高性能计算？如何实现快速计算？本课程阐述的性能指标、结构、计算加速器像GPU，Xeon Phi和KNL，编程模型和编程工具，应用程序和并行算法，并行异步迭代，代码优化，网格计算，全球计算，志愿计算，P2P计算、云计算和未来的挑战", "20160506"], ["304180010", "Technology Market Segmentation", "Technology Market Segmentation", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ping Wang", "课程主要内容为企业管理，通过该课程使学生理解应用市场分割和买方识别方法，以及艺术营销分割应用的状态等相关内容，为学生创新创业提供指导。", "考查", "", "&quot;创业者往往拥有良好的技能、知识、产品和服务。他们需要知道他们的产品和服务的市场是哪里。本课程将讲授创业者可以使用细分市场为他们的产品和服务的原则和方法，识别潜在买家，并成功地将其产品和服务市场。 该课程的目标是： \n1.让学生接触到艺术营销分割应用的状态。 \n2.讨论优化和其他定量技术的营销分割和买方识别的使用。 \n3.应用市场分割和买方识别方法，假设情况。 &quot;", "20160506"], ["304181010", "Financial Modeling", "Financial Modeling", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "CHEONG LEE FONG", "Managers very often need to make important quick decisions. These are usually difficult to justify without a good model and thorough analysis. This course focuses on helping students learn to use spreadsheets as effective tools in financial modeling. Through practices in class, students will be able to develop on their own spreadsheet models, covering representative topics from corporate finance to investments planning and analysis, to analyze trade-offs and sensitivities, and understand implications of uncertainties and risks. The key emphasis of this course is on acquiring the necessary spreadsheet construction skills and developing the art of modeling, more than learning about available financial models.", "", "", "", "20160506"], ["304182010", "大数据分析与机器人", "Computational Intelligence in Big Data Analysis and Robotics", "计算机学院", "", "本科", "1.0", "22.0", "", "", "开设", "22.0", "22.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gary Yen，C. T. Lin，Yaochu Jin等", "本课程主要目的是针对高年级本科生、研究生在大数据分析和机器人领域，对计算智能方向感兴趣的的学生。此次活动对于学习和了解神经网络模型的基础理论和算法、大数据分析的CI方法，以及大数据和机器人应用领域的最新发展和进步而言，将是一个充满吸引力的机会。", "考查", "", "本课程邀请了国内外在该领域知名的专家学者讲授，涵盖了理论和技术知识，并且包含了一些计算智能研究方向动手的实验环节来提高参与者的兴趣和实践能力。大数据分析和机器人技术在信息技术、计算机科学、电子工程和电子工程等领域都具有重要意义。", "20160518"], ["304183020", "程序设计竞赛训练", "Programming Contest Training", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "16.0", "", "", "16.0", "", "", "", "", "国际周课程", "讲授含实践", "", "", "", "", "面向已经具备良好的程序设计基础，准备参加程序设计竞赛的学生，进行集中训练。通过训练，在算法设计、数据结构、程序设计能力等方面有进一步提高。", "考查", "", "该课程通过专题训练、个人训练、分组对抗、模拟比赛等方式进行训练。", ""], ["304184010", "云上编程", "Cloud programming", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "实验", "", "", "", "黄希彤、刘永峰", "1.在云上开发部署一个web项目的能力；2.基于云的编程和架构思想", "考查", "", "在4个半天的实操学习中，完成一个运行在云上的web项目，并在项目中充分使用云主机和CDN、对象存储、云缓存、云数据库、云端图片加工等云基础服务，最终实现一个具备充分弹性，能够自动快速扩容的云上web服务。", "20160614"], ["304185010", "互联网创业方向的选择", "How to choose the direction of Internet business", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "杨文辉", "互联网+创业方向的选择。1.回顾中国互联网发展20年；2.温故知新，洞见未来", "考查", "", "通过对过去20年来互联网的发展的回顾，探寻未来互联网发展的方向，从而指导学生基于互联网创业的方向选择。\n第一阶段: 团队分3组，收集20年来互联网发展过程中的重大事件；第二阶段：3位导师分别与3组学生共同探讨互联网发展过程中的变革原因；第三阶段：洞见未来互联网20年发展，寻找自身定位，选择创业方向。", "20160614"], ["304186010", "健忘的机器人同伴的发展", "The development of the forgetful robot companion", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "John Murray", "课程将重点介绍人形机器人的发展和构造，以及制造过程中所使用的3D打印技术。是目前最为热门的研究课题之一。学生通过该课程，能够更好地理解平时所学理论和实践课程，在实际商用过程中的意义和价值，有助于课堂知识的巩固和延伸，对于创新能力的提高也有积极地作用。学生能够对3D打印和机器人伴侣的设计、生产和应用有更深层次的认识和理解。课程学习完成后，应能完整地掌握真人大小的3D打印机器人的全过程和交付。", "考查", "", "本课程着眼于所谓的MARC人形机器人伴侣的发展。在这个课程中，我们探讨发展和机器人制造中3D打印技术的使用。同时将介绍软硬件的构造和支持类型，通过低成本的硬件来创建机器人同伴，最后将介绍机器人个性特征的发展，如健忘性。", "20160614"], ["304187010", "无人驾驶飞机的动力：农作物调查和搜救遥感为例", "The power of Drones: A case study of remote sensing for crop investigation and search and rescue", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "John Murray", "课程将对无人驾驶飞机的动力来源，以及相关技术进行介绍，并通过搜救遥感的实例让学生充分理解其核心技术。使得学生通过课程的学习，能够理解无人驾驶的核心技术。", "考查", "", "本课程是根据各地使用无人飞行器（无人机或）以及它们是如何被用于从搜救农业多种用途的。本课程将着眼于利用遥感技术用于多种应用。\x04\n\x0b??? \x13T", "20160614"], ["304188010", "C语言高级实战编程进阶", "C Language Advanced Programming", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "", "", "", "16.0", "", "", "", "", "", "讲授含实践", "彭舰", "《C专家编程》\n《C语言参考手册》\n《深入理解计算机系统结构》", "", "彭舰", "C语言具有高效、可移植、灵活、功能强大等诸多优点，在实际工作中得到了广泛应用。同学们在学习了C语言变量，表达式，控制语句，函数，指针等基础知识后，可以编写一些比较基础的程序，但对C语言的一些高级特性比如内存机制、结构体对齐、预处理等缺乏了解，数据库编程、网络编程、多线程处理等也需要学习。《C语言高级编程实战进阶》这门课程对这些内容进行了讲解，同时，还包括了程序调试、编程规范、开发工具、常见面试题解析等内容。教学形式上有两个特点：第一，采用慕课的教学形式，平台每周一定期发布本周学习内容。同学们登录慕课平台，通过视频学习相关的内容，然后到“习题”模块完成练习。如果有疑问，同学们可以在讨论区中发帖，互相讨论，教学团队也会定期回复同学们的疑问。第二个特点是课后习题形式多样，除了选择题，我们还提供在线编程题，作业全自动评测，反馈准确及时。对开发工具部分，提供了虚拟仿真实验教学系统，同学们可以在系统中做题，不懂的题目可以随时获得手把手提示。", "考试", "", "课程内容包括三部分，第一部分是C语言高级特性专题。高级特性主要针对内存管理、结构体和位域、预处理等进行了深入讲解；同时专门针对经典的C语言面试题进行了解析，并在开发环境中进行了实验，让同学们真正理解这些题目考察的知识点。第二部分是实战进阶部分，包括文件编程专题，数据库编程专题，多线程编程专题，图形图形编程专题。最后针对程序调试和C语言编程规范进行了专题研讨。第三部分是开发工具Visual Studio 2015的使用。内容涵盖了项目管理、代码阅读和编辑、编译和链接选项、自定义设置、程序调试等方面。", "20161108"], ["304189030", "数据可视化", "Data Visualization", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "2.0", "32.0", "8.0", "", "8.0", "", "", "", "", "", "讲授含实践", "朱敏", "数据可视化，电子工业出版社/2013", "1）信息可视化：交互设计，机械工业出版社/2012；\n2）Visualization Analysis and Design，AK Peters/2014；\n3）大数据可视化，清华大学出版社/2016；\n4）数据科学与大数据分析 数据的发现 分析 可视化与表示，人民邮电出版社/2016", "朱敏", "&quot;该课程面向计算机科学与技术、软件工程、网络工程、物联网工程，以及电子信息类其他相关专业高年级本科生开设，也可供理工类其他专业本科生修读。需要具有一定的编程基础，对数据分析与处理、可视化等有浓厚的学习兴趣。\n“可视化”已连续三次入选大数据发展十大趋势，并在“2016年大数据发展趋势预测”中占据第一。最近几年,“大数据”概念深入人心，而可视化能够轻松地拉近大数据和普通民众的距离，从而使得人们能很好地理解大数据及其分析的效果和价值。\n数据可视化致力于创建那些以直观方式传达抽象信息的手段和方法。如何将海量、复杂、枯燥的数据与文字用优美的图形、清晰的界面进行表达，同时提供直观的、具有良好用户体验的交互手段，使得人们能快速获取信息、发现异常或潜在规律、做出决策，这就是数据可视化的研究内容。\n本课程将从数据的获取与处理、分析入手，重点探讨如何对数据进行建立有效的可视化方法。授课采用Learning Paradigm授课模式，强调课堂交流讨论，发挥学习主观能动性和创造力。同时课程选用可视化领域主流国际会议和赛事的数据，分组设置可视化设计任务并指导学生最终完成面向数据的可视化原型系统。&quot;", "", "", "&quot;课程内容分为理论环节和实践环节两部分，其中，32学时的理论环节由教师讲授和论文分享（与可视化设计与方法有关的高水平学术论文）组成，16学时的实践环节则包括8学时的自主设计与8学时的实验操作与总体评估。\n具体的讲授内容分为以下部分：\n可视化概述：包括可视化的发展与应用背景、可视化的主要研究方向、可视化当前的研究热点与难点、典型的可视化应用案例赏析等\n视觉感知与认知：包括视觉感知处理过程、色彩空间、视觉编码等\n数据的准备：包括数据的应用背景分析、数据的爬取与预处理、数据分析与挖掘等\n典型的可视化设计：侧重于时序数据可视化、层次和网络数据可视化、文本和文档可视化、复杂高维数据可视化等。\n可视化中的交互设计：包括交互准则、交互分类、交互技术与实现等。\n结合上述内容，引用可视化领域国际顶级学术会议和顶级期刊的论文进行有关理论内容的实践解读，引导学生从单纯的接受知识，到有步骤、有方法地探索知识，并在自主设计和实验操作过程中，对学到的方法和个人提出的设计模式，基于真实的数据集予以实现。&quot;", ""], ["304190020", "IT技术创新实践", "Practice for IT Innovation", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "4.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "《斯坦福大学创业成长课》\n《开源硬件DIY：创客实践指南》", "张卫华、左劼、方智阳", "大学生创新创业活动，已经成为本科生课外活动的一个重要组成部分，多数团队在项目申报、执行管理以及再推广阶段，遇到了各种困难。单独依靠团队自身的力量，很难在解决技术问题和管理协作方面进行良好的解决并推进项目进程。特别在创新创业项目走出校门这个环节，需要更多的支持和指导。课程通过创业四要素——创见（GreatIdea）、产品（GreatProduct）、团队（GreatTeam）和执行（GreatExecution），阐释如下内容：创业始于创见、创业团队十条军规、做一个有灵魂的产品、创始人的创业基因、执行为什么那么难、创业公司的成局与败局、天使投资人在意的那些事、好的投资方式是学习以及沟通之道等。逐步展开，对学生进行创新创业技术以及管理方面的综合培训，提高学生团队的创新创业水平，并对具体的项目进行指导。", "考查", "", "课程内容分为两个主要部分：第一是创新的方法，针对创新活动中的查新选题、技术预研、团队组织、项目管理、内外联络等知识进行学习和演练；第二是创新的技术，针对计算机专业本科生创新活动的选题方向进行技术拓展，在智能设备、计算机视觉、大数据、物联网等多方面展开技术普及以及创新探索，为本科生创新活动扫清基础知识方面的障碍，并对知识面进行拓宽，让本科生们在足够的技术基础之上展开创新活动，达到更好的效果。课程开展过程中，软硬件结合，以技术沙龙的形式，对Windows开发以及嵌入式Linux开发做创新项目相关的主题讨论。", "20161209"], ["304191020", "互联网+多学科交叉创业设计与实践", "Design and Practice of Entrepreneurship of Multi Discipline under Internet+", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "16.0", "", "", "16.0", "", "", "", "", "校外专家开课", "讲授含实践", "", "《大学生创新创业教育——基于互联网+视角》", "《马云教你创业》\n《大学生创新创业教育——基于互联网+视角》", "赵科、陈立萌", "大众创新、万众创业，不仅仅是为了解决就业问题，更重要是加快经济的转型升级，互联网+是利用新的技术对传统企业进行改造，营造更优的创新创业生态环境，激发产业活力。综合类大学学科门类多，且大部分创新创业项目涉及多学科的知识融合，目前的创业课程多关注于创业思维、创业管理、创业融资等方面，课堂讲授的学科知识比较单一，且在创新过程中，各学科创新创业团队对互联网技术有不同程度的需求，学科与团队之间都缺乏联系与沟通，这门课程的灵魂是将不同专业与互联网之间进行有效的嫁接，采用创新的课程形式，课程内容专题化，授课团队专家化，指导团队企业化。主要目的，训练创业思维，跨专业学生碰撞火花，提升团队创新创业能力。力争凝炼好的创业项目、技术助推在各类竞赛中获奖、真正孵化几个创业团队。", "考查", "", "课程内容分为三个部分：第一部分是创业思维的训练，以案例教学的方法，主要是点燃大家创业的激情；该专题的目标一是进行团队组建，二是进行创意项目的第一次头脑风暴。第二部分是专题学习，由不同专业专家对互联网+交叉专业的需求与技术进行学习与讲解，主要是深度进行技术专题的普及与学习；该专题的目标一是进行创意项目第二次头脑风暴并优化，二是深入挖掘团队分配至不同专家进行匹配并进行知识的深入融合。第三部分是实践训练，将创业项目及团队进行分层管理，参加不同类别的竞赛，融入更深的技术送入更高级别的孵化基地进行孵化。", "20161226"], ["304192010", "工程管理:从传统到敏捷方法", "Project Management:From Traditional to Agile Approaches", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "We will mainly examine the claims about agile process models and address what forms of development environments are best suited for each approach to project management.To explore the management of software projects.", "考查", "", "In this lecture series, we will examine the traditional process models that have guided the field since the 1960s, including the tools they employ and the evolution of the models. We will then examine the criticisms of the traditional models and how the agile development approach was introduced to address these criticisms.", "20170317"], ["304193020", "互联网技术视角下的创新创业实践", "Innovate and Startup Practice from the Perspective of Internet Technology", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "24.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "黄彦辉", "《大学生创新创业基础教程》经济管理出版社", "1、《创客:新工业革命（第二版）+APP创客：从创意到生意》；克里斯?安德森（Chris Anderson）\n2、《瞬变:让改变轻松起来的9个方法》，奇普?希思 (作者), 丹?希思\n3、《四步创业法》 ，Steven Gary Blank \n4、《人格特质 》兰迪?拉森 (Randy J. Laresen) (作者), 戴维?巴斯 (David M. Buss)\n5、《图灵程序设计丛书:算法(第4版) 》塞奇威克 (Robert Sedgewick), 韦恩 (Kevin Wayne)\n6、《创新与创业精神》，彼得.德鲁克著\n7、《创新者的思考：发现创业与创意的源头》大前研一著\n8、《创新设计—TRIZ:发明问题解决理论》，檀润华编著\n   9、《程序员的数学思维修炼》,周颖 \n   10、《大数据时代:生活、工作与思维的大变革》， 维克托?迈尔-舍恩伯格 (Viktor Mayer-Sch?nberger)", "黄彦辉", "本课程的教学目标：\n1、 深入理解互联网核心本质：对互联网的本质属性从信息论、心理学、经济学视角观察；尤其是从算法角度和互联网技术以及数据处理的角度讨论互联网的核心本质。例如通过对搜索引擎、比特币、人工智能等案例引导学生深入理解互联网技术。\n2、 增强创新意识，激发创新思考。理解并学会从“互联网相关技术”的角度进行创新项目思考,并分组实施创新实践。了解创新基本步骤，通过对思维模式（尤其是算法思维模式）讨论的方式引导学生进行科学有效的创新尝试，通过项目策划完成对互联网技术创新的深入理解。\n3、 增强创业能力：利用案例教学并通过让学生分组进行创业项目尝试，让学生在“做”中学会如何形成创业思路，如何规划和开发项目模块，并最终形成完整的解决方案。同时，让学生思考自身与创新创业的关系，探索自身的创新创业潜质。", "考查", "", "第一部分 互联网时代：通过对互联网时代特点的描述让学生对课程产生兴趣，并初步激发学生的创新思维。通过对互联网的本质的解读，让学生理解互联网的本质特征就是创新。\n第二部分 创新步骤与创新实践：通过对创业现象的解读与创业特质的分析，让学生理解创业需要的基本特质，理解创新要素与创新步骤。同时，对学生进行分组，并进行一次创新尝试以加深理解。 \n第三部分 互联网信息论：分别从互联网技术，算法思维以及数据处理的不同的视角来观察互联网，以便学生更深入理解互联网本质。同时，结合自己的实际情况思考如何作为一个创业者并通过对创业目的的思考进一步激发学生创业冲动。并结合互联网创新思维进行深入讲解。\n\n\n第四部分 互联网技术要领：该部分主要从互联网技术框架来讲述电商系统。对电商系统的各部分进行描述。该部分还会以实际的互联网技术案例进行讲解，让学生对互联网产品开发有个比较清晰的认识。\n第五部分 互联网算法思维：从算法思想的角度讲解互联网内部运作的实质；例如：比特币与区块链，导航路径选择算法，通过对数据处理的讨论机器学习。\n\n第六部分：创业实践部分。该部分从实践案例讲解激发学生进行创业尝试，通过前面部分学到的知识进行从无到有进行项目的选择、策划、与实施。通过这部分的学习，学生基本上能组成团队完成项目的策划与实施。", ""], ["304194010", "Algorithms for Big Data Community Detection", "Algorithms for Big Data Community Detection", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Hon Wai Leong", "This course, over 4 days (3 July 17 – 6 July 17), discusses in details innovative algorithmsfor detecting community in large graphs built from big data. Community detection isan important step in many big data analytics projects.The specific topics are:* Graphs Modeling and Algorithms* Big Data Basics:Big Data, Simple data analysis,Building interaction graphs from big data.* Algorithms for Detecting Communities in Sparse Interaction GraphsTarget audience: Students taking this course must have strong foundation inalgorithms and data structures (taken at least one course on data structures andalgorithms)", "", "", "", "20170504实践周"], ["304195010", "Mobile Computing and Applications", "Mobile Computing and Applications", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Hongyi Wu", "This course introduces students to cyber security and defense. The course will primarily focus on cybersecurity theory, information protection and assurance, and computer systems and networks security. This course provides the essentials for understanding the security threats to information systems, the methods to counter these threats, and the state-of-the-art implementations and applications of cybersecurity systems.Textbook: “Introduction to Cryptography with Coding Theory”, 2nd edition, by Wade Trappe and Lawrence C. Washington", "", "", "", "20170504实践周"], ["304196010", "Development of 3D Printed Robotic Companions", "Development of 3D Printed Robotic Companions", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "John Chritopher Murray", "This course looks at the development of a Humanoid Robotic Companion called MARC – Multi-Actuated Robotic Companion. In this course, we investigate the use of 3D printing technologies for the development and manufacture of humanoid robots. We look at the construction of the physical robot itself and this is through interactions with the actual robot that we will be using. We will investigate the development of Simple Robotic Frame work architectures and low cost hardware for the creation of these robots. The second phase of the course will look at Human Robot Interaction and how human traits such as Cognitive Biases can be used to give robots ‘personalities’. As such there are three stages to this course:1.3D printing, manufacturing and design of Robots a.Case Study: MARC2.Hardware and Software Control systemsa.Standard C++ Programmingb.MyRobotLabc.Creating Robot Gestures3.Cognitive personality biases.a.Dunning-Krugerb.Empathy Gapc.MissatributionThis course will be delivered in conjunction with a humanoid life size 3D printed robot called MARC.", "", "", "", "20170504实践周"], ["304197010", "The power of Drones: A case study of remote sensing for crop investigation and search and rescue.", "The power of Drones: A case study of remote sensing for crop investigation and search and rescue.", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "John Chritopher Murray", "This course is based around the use of Unmanned Aerial Vehicles (or Drones) and how they are being used for many purposes from search and rescue to agriculture. The course will look at the use of remote sensing for multiple applications and will draw on my knowledge andexperience in this field. Looking at how UAVs have been used for mapping and search, the course will encompass the following components:1. Types of remote sensing platformsa. Including kites, satellites, balloons and drones2. Hardware and Software Development3. Real world applications of UAVs for remote sensinga. Agricultureb. Search and Rescuec. Conservation", "", "", "", "20170504实践周"], ["304198010", "Information Retrieval I", "Information Retrieval I", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Weiyi Meng", "Learn basic concepts, models, methods and principles of information retrieval. Indexing and term weighting. Data structures for storing and searching the index. Different types of query models (Boolean, proximity and vector space model). Similarity functions. Performance metrics and evaluation.", "", "", "", "20170504实践周"], ["304199010", "Information Retrieval II", "Information Retrieval II", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Weiyi Meng", "More advanced topics in information retrieval. Relevance feedback &amp; query expansion. Probabilistic information retrieval. Language models for information retrieval. Web search basics. Web crawling and indexes. Link analysis.", "", "", "", "20170504实践周"], ["304200010", "Neural Networks &amp; Deep Learning", "Neural Networks &amp; Deep Learning", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael Aaron Ashcroft", "A technical overview of advanced &#39;deep learning&#39; methods for machine learning, data science and artificial intelligence.Suggested Pre-requisites: - Basic Statistics- Linear Algrebra- CalculusTopics1. Statistical Background2. Basis Transformations3. Feed Forward Neural Networks4. Gradient Descent Fitting Methods5. Types of Neurons6. Regularization7. Convolutional Networks8. Recurrent and LSTM Neural Networks9. Deep Reinforcement Learning with Neural Networks10. Alternative Model Fitting Approaches", "", "", "", "20170504实践周"], ["304201020", "计算机导论", "Introduction to Computer Science", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "吴志红", "计算机科学导论（第3版），机械工业出版社/2015", "&quot;1）Foundations of Computer Science（Third Edition），[美]Behrouz A. Forouzan等著，China Machine Press，2015\n2）New Perspectives on 0Computer Concepts（Fifteenth Edition, China Student Edition），[美]June JamrichParsons  Dan Oja著，China Machine Press，2013\n3）计算机科学导论（第4版），瞿中主编，清华大学出版社，2014\n&quot;", "吴成恩、刘一静", "该课程面向计算机科学与技术、软件工程、网络工程、物联网工程低年级本科生开设，也可作为进行计算机基础知识普及的本科公共课程。\n本课程旨在为大学低年级学生构建计算机科学体系的框架，奠定计算机科学知识的基础，铺设进一步深入专业理论学习的桥梁，并培养从事计算机岗位工作所需要的计算机操作能力和应用软件的使用能力。", "考试", "", "课程内容分为理论环节和实践环节两部分。16学时的理论环节由教师讲授，主要内容包括计算机系统的基本概念、数字系统、数据存储、数据运算、计算机组成、计算机网络、操作系统、算法、程序设计语言、软件工程、数据结构、抽象数据类型、文件结构、数据库、数据压缩、安全、计算理论、人工智能等。16学时的实践环节为学生上机操作，让学生理论联系实际，学习计算机常用应用软件的操作使用方法，加深对计算机知识体系的认识，培养从事计算机岗位工作所需要的计算机操作能力和应用软件的使用能力。", "20170504"], ["304202010", "数字逻辑实验", "Experiments in Digital Logic", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "", "", "16.0", "", "", "", "", "", "", "实验", "吴志红", "自编讲义", "", "", "数字逻辑课程的实践环节\n实验设备：基于Vivado套件的Basys 3口袋实验室", "", "", "实验内容：组合逻辑和时序逻辑", ""], ["304203020", "机器学习引论", "Principles of Machine Learning", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "Christopher Bishop, Pattern Recognition And Machine Learning, Springer", "周志华, 机器学习, 清华大学出版社\n\nIan Goodfellow, Yoshua Bengio, Aaron Courville, Deep Learning, The MIT Press", "彭玺", "面向3/4年级本科生的专业选修课。", "考查", "", "经过60多年的发展，人工智能已逐渐成为一门显学。机器学习以学习为手段解决人工智能中的问题，是当前人工智能最为主流的研究领域之一。过去十多年来，机器学习的主要流派是统计机器学习，其以概率论、统计学、逼近论、凸分析为方法对可观察数据进行假设并建模，从而获取规律并用于对未知数据进行预测和处理。尽管机器学习特别是近年来的深度学习已取得了大量突破，发展出了众多算法，但缺乏一个统一的框架对这些机器学习算法进行归纳和解释。为此，本课程将尝试从一个统一的框架，介绍机器学习的原理和本质，对过去一些经典的机器学习算法的进行阐述和解释，理清这些算法之间的发展脉络和关系。", "20171013"], ["304204030", "数字逻辑（全英文）", "Digital Logic", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "袁学东", "Digital Fundamentals,Tenth Edition，Thomas L. Floyd，电子工业出版社，2014", "", "", "为计算机科学相关专业的学生提供数字电路设计与分析的基础知识。通过学习本课程，使学生掌握数字逻辑的数制系统、基本编码、布尔代数、组合逻辑和时序逻辑电路设计的基本方法。", "考试", "", "系统地介绍数字电路设计与分析的基础知识。从数制系统、数字电路等基本概念入手,详细地讲述了触发器、计数器、寄存器、组合逻辑以及时序电路的分析与设计。", "20171013"], ["304205020", "Verilog HDL for Digital Design", "Verilog HDL for Digital Design", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "0.0", "16.0", "0.0", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180117"], ["304206020", "微信移动终端开发", "Introduction of WeChat Client Development", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", "20180309"], ["304207030", "计算理论（全英文）", "Theory of Computation", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["304208040", "数据库系统原理", "Principle of Database System", "计算机学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "32.0", "32.0", "0.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180327"], ["304209030", "Python程序设计", "Programming in Python", "计算机学院", "", "本科", "3.0", "52.0", "", "", "开设", "3.0", "32.0", "0.0", "20.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180327"], ["304210020", "数值计算", "Numerical Calculation", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["304211030", "物联网传感器原理及应用", "Principles and Applications of Sensors for Internet of Things", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "0.0", "24.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180327"], ["304212020", "物联网系统及接口", "Systems and Interfaces for Internet of Things", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["304213020", "大数据技术原理与应用", "Principle &amp; Application of Big Data Technology", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["304214030", "机器学习", "Machine Learning", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "16.0", "0.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180327"], ["304215020", "物联网信息安全", "Information Security in Internet of Things", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["304216030", "WEB技术与实践", "WEB Techniques", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "16.0", "0.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180327"], ["304217020", "GIS技术", "GIS technology", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["304218010", "计算机组成原理与汇编语言实验", "Experiments in Computer Organization &amp; Assembly Language", "计算机学院", "", "本科", "1.0", "20.0", "", "", "开设", "1.0", "0.0", "0.0", "20.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180327"], ["304219020", "物联网系统及接口实验", "Experiments on Systems and Interfaces for Internet of Things", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180327"], ["304220030", "大数据技术原理与应用实践", "Principle &amp;Application Practice of Big Data Technology", "计算机学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180327"], ["304221020", "物联网信息安全课程设计", "Course Project for Information Security in Internet of Things", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20180327"], ["304222020", "OneNET物联网设备云平台应用开发实践", "Application Development Based OneNET", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180327"], ["304223020", "高性能计算", "High performance computing", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180328"], ["304224020", "生物信息计算", "Bioinformatics calculation", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180328"], ["304225010", "科研实训", "Scientific Research Intern", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "", "", "16.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180328"]]