[["305800030", "建筑给水排水与消防工程", "Building Water,Wastewater and  Fire Prevention Engineering", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "王子云", "建筑给水排水（岳秀萍　主编,建筑工业出版社）", "建筑给水排水系统工程\x01", "王子云，王峰，王军", "按照全国高等学校建筑环境与能源应用工程专业指导委员会设置该课程", "考试", "", "主要内容为建筑生活给水、建筑消防给水、建筑排水和热水供应系统的设计原理和方法，并对居住小区给水排水、建筑中水、专用建筑物给水排水、非水灭火剂消防系统施工及验收进行讲授等内容。\x06?", "20140401"], ["305801020", "高级程序设计与项目实战", "Advanced Program Design and Engineering Application", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "陈宇", "C++程序设计(第二版) 清华大学出版社", "1.C++/Java/Android程序设计\n2.网络编程\n3.数据库应用程序设计\n4.手机应用程序设计", "蒋文涛、陈宇", "讲述面向对象的基本知识、程序设计以及在工程上的典型应用，让学生熟练地掌握编程技术和编程规范，在开发过程中内建高质量代码，理论联系实际，是本课程的特点", "考试", "", "主要内容包括：计算机程序设计语言的发展、面向对象的程序设计方法、C++/Java语言、网络编程、数据库程序设计、手机应用程序设计等内容。", "20140409"], ["305802020", "中外低碳经济实践（全英文）", "International Practice of Low Carbon Economy", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "文化素质公选课", "讲授", "卢红雁", "", "", "炎炯", "", "", "", "", "20140411修改"], ["305803020", "可持续商业（全英文）", "Sustainable Business", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "文化素质公选课", "讲授", "卢红雁", "", "", "卢红雁、颜炯", "向四川大学不同专业的同学，以全英文教学的方式介绍全球和国内可持续商业的最新研究成果和前沿案例，有助于拓宽学生的国际视野，适应我国建立和谐社会和实现科学发展的人才需要，引导学生从经济、环境和社会和谐的角度思考企业的发展和技术的运用，鼓励学生的创新思维和想象力，锻炼学生的英语运用能力。 课程旨在引导学生重新审视企业在发展中的角色和责任，探讨企业如何将环境友好和社会责任的理念通过技术和管理革新渗透到企业组织的思想和行动之中，实现长期可持续的发展。", "", "", "", "20140411修改"], ["305804010", "Engineering Seismology for Civil and Structural Engineers", "Engineering Seismology for Civil and Structural Engineers", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "MOH-JIANN HUANG", "This lecture presents principles of engineering seismology that will be useful for students majored in civil and structural engineers who are interested in gaining their knowledge of ground motions generated by earthquakes and their effects on engineering structures. Topics include basic seismology, measurements and characteristics of ground motion, response spectra and time histories, near-fault effects; local site geology effects, strong motion databases, seismic hazard analyses, design spectra, and selections of ground motion histories for analyses and designs. Important lessons learned from strong-motion data recorded from recent large earthquakes, including the 2008 Wenchuan earthquake, will also be discussed.", "", "", "", "20140416"], ["305805010", "What Is Good Urbanism? Six Steps to Creating Prosperous and Sustainable Cities", "What Is Good Urbanism? Six Steps to Creating Prosperous and Sustainable Cities", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Erin Rudolph Silva", "This course is inspired by a recent book written by Nan Ellin, Department Chair, Department of City &amp; Metropolitan Planning, University of Utah. It presents a consensus among planners and urban designers about what constitutes good urbanism. There will be an emphasis on urban architectural and ecological design that will help create denser and more sustainable cities. BOOKS: Nan Ellin, Good Urbanism, Jan Gehl, Cities for People, Vishaan Chakrabarti, A Country of Cities: A Manifesto For An Urban America.", "", "", "", "20140416"], ["305806010", "Ecological Planting Design", "Ecological  Planting Design", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "James Hitchmough", "will introuduce the key principles behind Ecological  planting design,Ecological fitness,plant selection,using ecology to inform the design process.Will cover a range of planting situations,woodland,wetland,meadow.etc.", "", "", "", "20140416"], ["305807010", "Ecological Urbanism:Green and Blue Infrastructure Design-Green Roofs, Living Walls, and Rain Gardens", "Ecological Urbanism:Green and Blue Infrastructure Design-Green Roofs, Living Walls, and Rain Gardens", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Nigel Paul Dunnett", "This course provides a vision for an ecological approach to urban design, and is at the interface between architecture, landscape architecture and urban design.  The course discusses how using green and blue infrastructure can create cities and living environments that are great places for people to live and work, but which also provide essential ‘ecosystem services’ that deliver significant environmental benefits, and which meet the severe challenges that face cities in the future, with a changing climate and expanding populations.  The course includes general background into the key environmental issues and challenges for future cities, and considers the theoretical background to green infrastructure planning, from large city scale, through to smaller site and plot-scale development. The course focuses on ecological urban design solutions with particular reference to a) urban stormwater management and flood management using green and blue infrastructure; b) promoting biodiversity and nature in cities; c) urban health: air and water quality, and the urban heat island and energy.  The course is uses many examples from the Professor’s own experience, research and practice.  An important theme of the course is the importance of design, and the integration of an aesthetic focus with ecological principles.  The course is a detailed overview of the related technologies of green roofs and rain gardens.  Both of these systems provide multiple environmental and human benefits, and are becoming common features of large European and North American cities.  Green Roofs are sited on top of buildings, living walls on the side of buildings, and rain gardens next to buildings.  All three systems are therefore closely related.  The course discusses the historical development of green roofs, living walls and rain gardens, and considers important examples from around the world.  Full technical information is provided about the design, function, and management of these systems.  Students will understand how they work, and the reasons for the benefits that they bring.  Special focus is given to the living components, plants and vegetation.  Also, there is discussion about how these systems are best adapted to the Chinese context, and what the important future developments might be with these technologies.The course is a detailed overview of the related technologies of green roofs and rain gardens.  Both of these systems provide multiple environmental and human benefits, and are becoming common features of large European and North American cities.  Green Roofs are sited on top of buildings, living walls on the side of buildings, and rain gardens next to buildings.  All three systems are therefore closely related.  The course discusses the historical development of green roofs, living walls and rain gardens, and considers important examples from around the world.  Full technical information is provided about the design, function, and management of these systems.  Students will understand how they work, and the reasons for the benefits that they bring.  Special focus is given to the living components, plants and vegetation.  Also, there is discussion about how these systems are best adapted to the Chinese context, and what the important future developments might be with these technologies.", "", "", "", "20140416"], ["305808010", "Solid Waste Disposal", "Solid Waste Disposal", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "MASSIMILIANO FABBRICINO", "Solid waste cycle ；Waste Recycling；Waste treatment；Material recovery facilities；Composting plants；Incinerators；Waste to energy；Sanitary Landfill", "", "", "", "20140416"], ["305809010", "Where Do We Stand? Contemporary Architecture and Urbanism, A Critical View", "Where Do We Stand? Contemporary Architecture and Urbanism, A Critical View", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "FRAN？OISE  FROMONOT", "SINCE OVER TWO DECADES, THE WORLD HAS BEEN EXPERIENCING CHANGES UNLIKE IN ANY OTHER PERIOD IN HISTORY. YETARCHITECTURE AND URBAN DESIGNSTILL LARGELYRUN ON IDEAS AND MODELSDERIVED FROM WHAT OCCUREDINTHESE FIELDS INTHE20TH CENTURY,OFTEN REDUCED TO THEIR MERELY FORMAL ASPECTS.DRAWING A CRITICAL SURVEY OF THE MAIN TRENDS IN ARCHITECTURE AND URBAN DESIGN TODAY, THIS LECTURE SERIES WILL EXAMINE THEIR ORIGINS, CLARIFY THEIR PRINCIPLES AND QUESTION THEIR VALIDITY FOR THE TIMES BEING. IN THE LIGHT OF THE PROBLEMS THAT LIE AHEAD OF US – FIRST AND FOREMOST ENVIRONMENTAL ISSUES AND THEIR SOCIO-POLITICAL IMPLICATIONS – THIS COURSE WILL PRESENT AND DISCUSS IN THIS LIGHT SOME ORIGINAL ATTEMPTS TO RENEW ONCE AGAIN THE WAY WE THINK OUR DISCIPLINES AND THEIR ROLES.\nEACH LECTURE WILL LAST 2 X 45 MINUTES (8 SESSIONS TOTAL). A DETAILED CONTENT PROGRAMME WILL BE PRESENTED IN DUE TIME.", "", "", "", "20140416"], ["305810010", "Our Global Context, Response and Adaptations", "Our Global Context, Response and Adaptations", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Stephen Frederick Fisher", "This includes two parts. The first part includes lectures which provide a framework for understanding the management of natural areas in the current global environmental context. The lectures will be highly interactive and make use of the experience and knowledge of participating students from various countries. The second part includes lectures looking at the response and adaptation of human societies to environmental pressures such as climate change and natural disasters. The lectures will be highly interactive and make use of the experience and knowledge of participating students from various countries.", "", "", "", "20140416"], ["305811010", "Sustainable Management of Protected Areas", "Sustainable Management of Protected Areas", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Wendy Wright", "This includes two parts. The first part includes lectures which provide a framework for understanding the management of natural areas in the current global environmental context. The lectures will be highly interactive and make use of the experience and knowledge of participating students from various countries. The second part includes lectures looking at the response and adaptation of human societies to environmental pressures such as climate change and natural disasters. The lectures will be highly interactive and make use of the experience and knowledge of participating students from various countries.", "", "", "", "20140416"], ["305812010", "The Conservation of the Modena World Heritage UNESCO Site (Italy)", "The Conservation of the Modena World Heritage UNESCO Site (Italy)", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Stefano Lugli", "This dramatic history is revealed by the geoarcheological and architectural analyses of the remains buried by more than 4 m of fluvial sediments, which are testifying a long sequence of floods.", "", "", "", "20140416"], ["305813010", "Understanding Long-term Pollution Trends Using Lake Sedimentary Archives", "Understanding Long-term Pollution Trends Using Lake Sedimentary Archives", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Aaron paul Potito", "This course will concentrate on the theory and methodology involved in the use of lake sediment archives to evaluate pollution trends thriugh time", "", "", "", "20140416"], ["305814020", "工程管理与工程造价实践(II)", "Practice in Engineering Management and Engineering Cost(II)", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "32.0", "", "0.0", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", ""], ["305815020", "工程造价案例分析", "Case Study of Cost Engineering", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140527"], ["305816020", "基于BIM的工程造价全过程控制实践", "Practice in Whole Process Control of Cost Engineering Based on BIM", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20140527"], ["305817010", "形态设计素描", "Form Design Sketch", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "《形态设计素描》\n《景观绘画》\n《设计与视知觉》", "符宗荣", "通过形态设计素描的教学，理解设计的定义、设计的方法、设计的过程，从而更深刻地理解绘图与设计之间的相互关系。在课程中增加强化视觉记忆力和丰富造型想象力的训练内容，把写生画训练与想象画训练有机地结合起来，使形态设计素描真正成为设计专业学科的基本功。\n远期目标：准确、快捷、有美感、有创意地表达设计构思方案和设计造型效果。\n近期目标：准、快、美地表现写生对象，以及想象中的各种理想的形态。", "", "", "从设计专业的实际应用出发，以“准、快、美”为目的的、真正从结构出发的形态设计素描训练方法。 \n掌握形态设计素描写生画法与要领，及形态设计素描想象画法与要领。", "20140915校外专家开课"], ["305818030", "生物医学传感器及检测技术", "Biomedical Sensors and Detecting Techniques", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "0.0", "12.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授含实践", "李晋川", "", "", "李晋川、邹远文", "", "考试", "", "", "20141015更换开课单位，原课程号301107030"], ["305819010", "给排水科学与工程专业讲座", "", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20141022"], ["305820010", "钢结构设计（课设）", "Steel Structure(Course Design)", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "16.0", "", "", "", "", "", "", "国际周课程", "论文/设计", "", "", "", "", "", "", "", "", "20141022"], ["305821020", "混凝土结构设计（课设）", "Design of Building Structure(Course Design)", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "32.0", "", "", "", "", "", "", "国际周课程", "论文/设计", "", "", "", "", "", "", "", "", "20141022"], ["305822010", "环境工程实践与管理", "Practice and management of the environment\nEngineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "罗先华", "环境工程公司在环境问题的解决方面处于最前沿，对技术人员的需求有着很多的特殊性，同时还受到政策导向的影响，，通过学习可以扩大学生知识面，增强环保意识，利于将来学生投身于区域内生态文明的建设与发展之中。1. 使学生真实的了解目前的环境问题及环境行业的发展趋势；\n2. 使学生了解环境工程专业的学生在目前大环境下如何适应企业的需求；\n3. 解决已经存在的环境问题需要依靠管理与技术并行的路线，通过这门课程学习，可以为学生学习真实的环境工程项目的立项、企业竞争、项目设计、工程实施等方面的知识；\n4.通过学习可以扩大学生知识面，增强环保意识，利于将来学生投身于区域内生态文明的建设与发展之中。", "考查", "", "1、环境工程公司面临的问题及解决策略；\n2、环境工程项目工艺技术组织管理；\n3、环境工程项目实施过程中需要重视的问题；\n4、环境工程公司的管理及发展。", "20141104"], ["305823010", "建筑抗震概念设计", "seismic concept design of buildings", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《建筑抗震设计规范》\x01", "", "徐军", "四川经历了2008年5月12日四川汶川8.0级特大地震和2013年4月20日四川芦山7.0级大地震，总结大地震灾害经验中发现，对结构抗震设计来说，“概念设计” 比“计算设计”更为重要。概念设计在实际工程设计中提高结构抗震能力方面发挥了重要作用，概念设计就是以工程概念为依据从有利于提高结构抗震力的概念上，用符合工程客观规律和本质的方法，对所设计的对象作宏观的控制。该课程使学生能够在结构设计中培养抗震概念设计的理念，减少以后工作中过分依赖计算机程序。培养土木工程专业学生从事结构设计、工程管理等实际工作中抗震概念设计的素质。", "考查", "", "场地条件和场地土的稳定性；建筑的平立面布置应符合概念设计的要求；抗震设置多道防线；结构设计整体控制指标；四川抗震设防超限问题。\x0b?", "20141104"], ["305824005", "Midas Building建筑结构设计", "Midas Building for structure design", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "王宇", "Midas Building是一款应用较广的结构设计软件。了解该软件的功能模块，初步掌握该软件的操作方法和流程，以及使用过程的注意事项。培养土木工程及相关专业学生对该设计软件的实际操作能力。", "考查", "", "介绍该软件的操作界面，建模、分析、设计、施工图、校审等操作方法和流程，提供从上部结构到下部基础、从整体分析到详细分析、从线性分析到非线性分析、从安全性到考虑合理的经济性的一站式解决方案。", "20141209"], ["305825005", "暖通空调设计案例分析", "Case Study of HVAC", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自制PPT", "", "王宇", "帮助本科学生了解暖通空调设计案例工作，提高学生的设计能力，掌握工程设计中的基本过程。培养学生对建筑暖通空调设计过程、方法的认识，理念的理解，了解目前专业领域设计采用的先进技术，熟悉专业设计内容。", "考查", "", "暖通空调设计方法；暖空设计步骤，过程；酒店、办公楼、医院等公共建筑的暖通空调设计案例\x04o\n?", ""], ["305826010", "道路勘测设计课程设计", "Project of Road Survey and Design", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "", "16.0", "", "", "", "", "", "", "", "论文/设计", "向安田", "道路勘测设计", "道路工程勘测", "向安田,张瑶", "", "考查", "", "课程设计是培养学生综合运用有关的专业知识，有效地完成符合实际道路勘测设计需要的设计任务能力的重要实践性环节。", "20150407"], ["305827010", "路基路面课程设计", "Project of Road Subgrade and Pavement Engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "", "16.0", "", "", "", "", "", "", "", "论文/设计", "向安田", "路基路面工程??\x10鏳\x18疰d\x18\x10\x07?x?\x17??D\x07?疰d\x18\x10\x07?è\x14\x17????M", "路基路面工程课程设计与实用技巧\x02", "向安田,张瑶", "", "考查", "", "课程设计是培养学生综合运用有关的专业知识，有效地完成符合实际路基路面工程需要的设计任务能力的重要实践性环节。", "20150407"], ["305828020", "建筑环境模拟技术基础", "Basis of Building Environmental Simulation Technique", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "", "", "16.0", "", "", "", "", "", "讲授含实践", "王子云", "实用计算流体力学基础，吴德铭，郜冶　编 出 版 社：哈尔滨工程大学出版社\n出版时间：2006-6-1", "", "王子云，王军", "讲授利用计算流体力学和数值传热学分析室内外热环境、风环境及气流组织，使学生掌握计算流体模拟理论及软件", "考查", "", "第一编着重解决实际问题的基本技能，CFD的常识性基础。第二编在有限容积法基础上，对CFD偏微分方程、数值方法和边界条件进行进一步深化理解，以及非稳态流场数值解应注意的问题。第三编是对湍流物理基础和湍流模型的介绍，同时，给出了在工业和工程中常用的湍流模型及其特点，并给出了一些典型算例和程序设计。第四编介绍了7个有代表性的与湍流相关的工程实际算例。", "20150407"], ["305829020", "数字化设计-1", "Digital Design-1", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "", "", "32.0", "", "", "", "", "", "讲授含实践", "王昊舒", "AutoCAD建筑设计标准培训教程", "AutoCAD建筑设计标准实例教程", "王昊舒，方舟", "本课程为建筑学专业实践性很强的专业基础课,讲授与实践穿插进行，密不可分。", "考查", "", "通过该课程的学习，使学生掌握运用CAD技术进行建筑辅助设计的基本方法和技巧。", "20150413替代计算机辅助设计"], ["305830030", "数字化设计-2", "Digital Design-2", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "", "", "", "48.0", "", "", "", "", "", "讲授含实践", "王昊舒", "Revit建筑设计全攻略", "Revit建筑设计火星课堂", "王昊舒，方舟", "本课程为建筑学专业实践性很强的专业基础课,讲授与实践穿插进行，密不可分。", "考查", "", "通过该课程的学习，使学生掌握运用BIM技术进行建筑设计的基本方法和技巧。", "20150413替代计算机辅助设计"], ["305831010", "Principals and Methods of Planning for Resilient Rural Social- Ecological Systems", "Principals And Methods of Planning For Resilient Rural Social- Ecological Systems", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Daniel Benjamin Abramson", "", "", "Daniel Benjamin Abramson", "This course will be integrated with the Sichuan University-University of Washington exchange program for sustainable urban-rural development and planning, begun in 2009 and continued in 2011, 2013 and 2014. Participating students will attend a combination of on-campus lecture classes and team project work sessions as well as survey data gathering and other research in rural communities in greater Chengdu. The course will address the meaning of urbanization and socio-ecological resilience and sustainability, using examples from China and abroad, and teach students methods of interdisciplinary research and community engagement that are necessary to plan for resilient, sustainable development.", "", "", "", "20150421实践周"], ["305832010", "Remediation of Contaminated Sites", "Remediation of Contaminated Sites", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "FABBRICINO MASSIMILIANO", "", "", "FABBRICINO MASSIMILIANO", "The course will present famous case studies of contamination of soil, air water and groundwater, and will introduce the most important techniques of decontamination, including: On-site technologies; Off-site technologies; Biological processes; Physical processes; Chemical processes", "", "", "", "20150421实践周"], ["305833010", "Advanced Wastewater Treatment", "Advanced Wastewater Treatment", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "WOLFGANG HERMANN FERDINAND FIRK", "", "", "WOLFGANG  HERMANN FERDINAND FIRK", "Part I: PHOSPHOROUS AND NITROGEN REMOVALPart II: WASTEWATER FILTRATION Part III: MEMBRANE BIOREACTOR TECHNOLOGYPart IV: REMOVAL OF MICROPOLLUTANTS IN MUNICIPAL WASTEWATER TREATMANT PLANTS", "", "", "", "20150421实践周"], ["305834010", "Understanding Open Spaces in Chengdu", "Understanding Open Spaces in Chengdu", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Helen Woolley BSc", "", "", "Helen Woolley BSc", "Day 1: (4 credit hours)Introductory lectures based on the book Urban Open Spaces by Helen Woolley. The first lecture will be about different types of open spaces that can exist in a city. The second lecture will be about the different benefits and activities that people can experience in such open spaces.Workshop to prepare for visits to different open spaces in Chengdu. Before I visit I will discuss with Xia Wang which part of the city might be best to visit to look at the different open spaces that exist. On this first day I will discuss with the students the different types of open spaces they know exist in Chengdu. Then we will decide with the students the open spaces we will visit and what we will observe when we visit.Day 2: (6 credit hours)Visit the chosen sites in one or more groups, this will depend upon the number of students who take this course. It is anticipated that the visit will be to one part of the city where there are different types of open spaces. For each open space students will look at the physical context and the social use of the area. Students will sketch, take photographs, make notes and undertake observations of who is using each space and how those people are using each open space.If time allows we will return to the studio for a workshop that reflects on the initial findings of their observations. This will be in the form of a structured discussion.Day 3: (6 credit hours)Workshops: workshops will be structured to allow students time to bring together their observations about the different open spaces in Chengdu and the use of these open spaces. An output of posters, or powerpoint slides will be expected. The details of this will be resolved as discussions continue with the host academic and when student numbers for this course are known.", "", "", "", "20150421实践周"], ["305835010", "Natural Hazards and Cultural Heritage Preservation", "Natural Hazards and Cultural Heritage Preservation", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "FRANCESCO RONCHETTI", "", "", "FRANCESCO RONCHETTI", "Different type of natural hazards will be presented in the course. Common and international terminology used in natural disaster will be exposed (hazard, vulnerability, risk, monitor, preparedness, resilience etc.).Example of some Geological Hazards will be exposed: Landslides, Soil erosion, Earthquakes, Volcanic Eruptions. A part of the course will affect Landslide hazard: type of landslide and processes; landslide triggering mechanisms; landslide monitoring (the most powerful and advanced techniques) and investigation; landslide risk assessment.Moreover in the course, interaction between Natural Hazards and Cultural Heritage will be exposed. In particular, interaction between Cultural Heritage and landslide or soil erosion phenomena. In this part of the course, some examples from different regions of the world will be showed: the Castel of Matilde di Canossa (Reggio Emilia Province, Italy); the relief of Pietra di Bismantova (Reggio Emilia Province, Italy); the site of Cinque Terre (La Spezia Province, Italy); the cities of Pitigliano and Florence (Tuscany Region, Italy); the site of the Machu Picchu Citadel (Perù); the site of Petra (Jordan); and others.Examples of monitoring and “preservation” techniques of Cultural Heritage sites will be exposed. Moreover, the course will debate continuous monitoring techniques and mitigation works to reduce the risk of Cultural Heritage sites (or to increase the safety of the tourists).", "", "", "", "20150421实践周"], ["305836010", "Soil Contamination", "Soil Contamination", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Helle Jusjong Blaesbjerg", "", "", "Helle Jusjong Blaesbjerg", "The course will contain the following elements: Contaminants and their properties, toxicity and health criteria, distribution processes, risk assessment, soil investigation, groundwater investigation and analyses. There will also be topics related to remediation techniques such as: Excavation and disposal, in-situ techniques, biological techniques and chemical techniques.", "", "", "", "20150421实践周"], ["305837010", "Surviving The Next 100 Years: How Can Humanity Reorganize to Live Within Planetary Limits?", "Surviving The Next 100 Years: How Can Humanity Reorganize to Live Within Planetary Limits?", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "FREDERICK STEPHEN FISHER", "", "", "FREDERICK STEPHEN FISHER", "Climate change, destruction of habitat and biodiversity and overuse of limited resources are some of the challenges faced by humanity and which threaten our way of life.This course examines the fundamental organizational causes of this failure to live within the limits of our planet. It explores how science can contribute to organizing humanity (social, political, material/economic) to avert system failure and pass through the global sustainability crisis.Historically social, economic and political events and systems have evolved often without conscious direction by people. However the current global situation and the urgency of response requires a conscious approach to the organization of humanity, guided by science. This course outlines some of the principles, which would guide such reorganization.", "", "", "", "20150421实践周"], ["305838010", "Conservation and Management in Protected Areas", "Conservation and Management in Protected Areas", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Wendy WRIGHT", "", "", "Wendy WRIGHT", "Purpose:To provide students with an introduction to key theoretical concepts and practical approaches relevant to the sustainable management of protected areas such as National Parks. Australian examples will be used throughout the course but class discussion and activities will explore similarities and differences across international boundaries.The course is based on ecological theory and will be presented in three sections. 1. Disturbance in Protected AreasThis section of the course focuses on ecological disturbance and its role within protected areas. It begins with an overview of disturbance ecology, the field of ecology that deals with disturbances in the landscape. Key aspects of ecological theory are derived from disturbance ecology. These include the concept of succession, the Intermediate Disturbance Hypothesis, Dynamic Equilibrium and Gap Dynamics.Disturbance can also be a tool for managers and sometimes there is a requirement for managers of protected areas to introduce a disturbance in order to increase or maintain biodiversity or ecological functions.Fire is a key agent of disturbance in many parts of the world. Fire is considered here as an agent of disturbance and as a management tool 2. Visitor Management in Protected AreasThis section of the course examines the impacts of visitors and recreational use on the natural values of parks and reserves. The concepts of carrying capacity, acceptable impact and zoning are introduced.The public supports the protection and reservation of natural areas for various reasons. The interest and support of visitors, including local and international tourists, is very important to the continued provision of resources to properly manage our parks and reserves. However, visitors have impacts and managers need to avoid and/or respond to these. 3. Long Term Ecological Research and Natural Resource Management.This section of the course on Sustainable Management of Protected areas is intended to illustrate the value of long term ecological research and explain the integrated and adaptive nature of natural resource management. These separate concepts are considered together in order to provide a framework for students who may play a role in managing protected areas in the future.", "", "", "", "20150421实践周"], ["305839010", "The Conservation of the Modena World Heritage Unesco Site (Italy)", "The Conservation of  The Modena World Heritage Unesco Site (Italy)", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Stefano Lugli", "", "", "Stefano Lugli", "Since the foundation of the Roman settlement in the year 183 BCE, the evolution of the Modena city has been challenged by floods and earthquakes. This dramatic history is revealed by the geoarcheological and architectural analyses of the remains buried by more than 4 m of fluvial sediments, which are testifying a long sequence of floods.The more recent evolution of the urban area is recorded in the Medieval cathedral and bell tower, which are carrying the scares of ancient earthquake that hit the area in 1249, 1474, 1501, 1505, 1660, 1996.The challenging problems for the restoration of these world heritage UNESCO monuments, which are covered by 21 different type of stones coming in great part from the despoliation of the ancient Roman city, is keeping a balance between anti-seismic reinforcement and preservation of the ancient structures.We will explore the geological, archaeological and architectural scientific informations that provide the complete urban evolution of the city in a time span of 2200 years, up to the 5.9 M earthquake that produced significant damage in 2012 and up to the dramatic floods of 2014.Finally, we will compare the Modena example with the evolution of the alluvial plain and the earthquake history of the Cengdu urban area.", "", "", "", "20150421实践周"], ["305840010", "Green Cities for The 21St Century", "Green Cities for The 21St Century", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ulrich Kamp", "", "", "Ulrich Kamp", "Today, more than 50% of the World’s population lives in urban environments and this urbanization comes at high environmental costs: a typical city covers only 1% of its ecological footprint, i.e. 99% of its ecological footprint is beyond its city borders. Many cities around the world understood this dilemma and are part of a “green cities” movement that aims to make cities more livable and sustainable. The course is a discussion of “green” initiative efforts in cities around the world and follows a multi-disciplinary approach by integrating urban-focused concepts from history, sociology, ecology, geography, and architecture and planning. Topics include urban sprawl and smart growth, alternative energy, waste management, water management, green architecture, environmental and social (in)justice, and urban forestry and agriculture. We will discuss how “green” cities of today are, and how serious they take the concept of urban sustainability. We will cover examples such as Amsterdam, Beijing, Berlin, Chicago, Copenhagen, Curitiba, Hong Kong, New York, Portland, and Singapore. We will learn that many of the success stories of “greening” the city were actually initiated by grassroots, non-profit, and non-governmental organizations, and by individuals who took the function of responsible citizenship seriously. However, beyond this, we will also learn that the “greening a city” undertaking must root in supporting relationships and interactions between the three fundamental sustainability pillars: social, environmental, and economic.", "", "", "", "20150421实践周"], ["305841010", "Sustainable Transportation", "Sustainable Transportation", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ulrich Kamp", "", "", "Ulrich Kamp", "In our contemporary world, globalization and sustainability are catch phrases with multiple and complex meanings. This course focuses on one of many problems associated with the human/nature relationship: transportation. An integral part of our landscape is the automobile and our dependence on this form of transportation has transformed nearly every part of our daily lives including the creation of a massive transportation network, the reconfiguration of our cities, and a profound negative impact on our environment. During this course we begin by analyzing and comparing traditional transportation models in countries from the Americas, Asia, and Europe. We will then look at alternative ways to re-design our environment without a total reliance on cars and envisioning a way we can modify our practices in preparing for a world of transportation that lessens the burden on our environment.", "", "", "", "20150421实践周"], ["305842010", "Long-Term Perspectives on Fresh Water Pollution", "Long-Term Perspectives on Fresh Water Pollution", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Aaron Paul Potito", "", "", "Aaron Paul Potito", "The course will consist of 8 hours of formal lectures, with a field component (3 hours), group presentations and discussion (4 hours) and a short exam (1 hour) comprising the remainder of the course. Lectures will begin with a review of freshwater lake ecosystems, limnology and within-lake processes. The lectures will then review potential sources of pollution, and possible pollution pathways into the lake environment. The lectures will turn to paleolimnology (the study of lake histories), lake sedimentary processes, and how water pollution becomes archived within the physical, chemical and biological records of lake sediments. The various methodologies for studying human impacts on lakes using lake sediment archives will be thoroughly evaluated. Data from my own research on lakes in China and elsewhere will be a central component to the lecture material.", "", "", "", "20150421实践周"], ["305843010", "Ecological Economics", "Ecological Economics", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Nicholas James Stone", "The module starts with an introduction about the concept of sustainability. It discusses the concept of external effects and different means of internalization. All this is regarded on the  background of the impacts on property rights. Examples shall be given from several fields (land, water, atmosphere as CO2-store etc.). A critical view is taken on the GDP as a wealth indicator.  The  course  also  wants  to  discuss  effects  of  a  positive  interest  rate  on  resource economics and the actual degrowth campaign, which is actually going on in many Western countries.", "", "", "", "20150421实践周"], ["305844010", "Sustainable Drainage", "Sustainable Drainage", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Martin Dove", "The purpose of the course is to provide the students with knowledge on how to implement sustainable solutions to handle an increase of rain in urban areas.\nAfter the completion of the course the student must have knowledge about: \n? Climate change, precipitation, sea water level. \n? Methods to handle rain water locally. \n? Reuse of rain water. \n? Green roofs. \n? Infiltration basins. \n? Open channels.", "", "", "", "20150421实践周"], ["305845010", "Energy Conversion and Utlistaion", "Energy Conversion and Utlistaion", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Siddig Adam Omer", "The module objectives include:（1）Provide a broad background on the energy sources. （2）Describe the various methods and mechanisms used in conversion of different original energy sources into utilisable energy forms （3）Describe the relative performance of these technologies. （4）The module will also cover areas related to the principle of fuel cells and their applications, and hydrogen as an energy carrie", "", "", "", "20150421实践周"], ["305846010", "Building Energy Saving and Simulation", "Building Energy Saving and Simulation", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yuehong Su", "This course introduces different measures to achieve energy saving in buildings. They include thermal insulation, natural ventilation and cooling, PCM (phase change material), daylighting, various solar energy for heating and cooling, etc. The building\nsimulation tool EnergyPlus will be employed to explore the dynamic thermal, solar and\ndaylighting behaviour of buildings and develops students&#39; ability to apply these to\nunderstanding and evaluation of the environmental and energy performance of\nbuildings.", "", "", "", "20150421实践周"], ["305847010", "Microscale Plasticity and Thermally Activated Mechanisms In Solids", "Microscale Plasticity and Thermally Activated Mechanisms In Solids", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jaafar Abbas El-Awady", "This is a graduate course on the theoretical treatment and modeling of the mechanisms of plasticity and deformation in solids at intermediate and high\ntemperatures. Topics include dislocation-mediated plasticity, twinning mediated plasticity, dislocation twin-boundary interactions, dislocation obstacle\ninteractions; dislocation climb and cross-slip; friction forces in metals, alloys\nand covalent crystals.", "", "", "", "20150421实践周"], ["305848010", "Sustainable Land Use Management", "Sustainable Land Use Management", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Dirk Loehr", "The module starts with an overview about land economics. Land can be considered as a real option,  thus  it  has  particular  features.  The  concept  of  land  rent  (Ricardo,  von  Thünen)  is stressed.  The  second  part  looks  on  the  necessity  of  planning  and  on  the  problems, considering the creation of good land use plans and the compliance to land use plans. Last but not least, the course regards the social aspects, such as access to land, gentrification etc. The  course  treats  rural  land  as  well  as  urban  land.  The  theoretical  content  will  be permanently accompanied by case studies to apply the course topics.", "", "", "", "20150421实践周"], ["305849010", "New Energy Science and Engineering", "New Energy Science and Engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "KOBAYASHI Noriyuki", "The course is intended primarily to be an introduction to the types and characteristics of new energy, the methods and technologies for the use of new energy, and the state and development of the application of new energy.", "", "", "", "20150514实践周"], ["305850020", "统计学", "Statistics", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "彭盈", "统计学，许涤龙，邹新月，中南大学出版社，2004.8.", "", "彭盈，金志刚", "课程以现代统计的基本概念、基本理论与基本方法为基本结构，为提供统计信息、应用统计方法、进行统计决策奠定必要的专业基础。使学生在掌握统计基础知识的基础上，能较容易理解其他课程中的一些数量分析方法，并能独立完成有关资料的搜集、整理、分析。为进一步学习专业统计打好基础。", "考试", "", "统计学是一门研究客观现象总体数量特征的方法论科学，具有综合性、应用性和数量性的\n特征。统计学是经济类、管理类相关专业的专业基础课和专业主干课。课程内容包括如何运用统计方法对社会经济现象的总体特征和发展规律进行描述、分析，包括：统计指标、数字特征、动态分析、指数分析和简单的趋势模型及抽样推断、相关和回归分析。本课程是进一步学习经济学类、管理学类相关专业课程的必要前提。", "20150521"], ["305851020", "节能减排与环境保护", "Energy conservation and pollution reduction on environmental  protection", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "苏仕军、孙维义", "", "考查", "", "", "20150608"], ["305852020", "生态文明", "Ecological Civilization", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "苟敏，庞丽娜", "", "考查", "", "", "20150608"], ["305853040", "弹性力学", "Elastic Mechanics", "建筑与环境学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "蒋玉川", "", "", "蒋玉川、李章政", "", "考试", "", "", ""], ["305854030", "毕业实习（工程力学）", "Graduation Practice (Engineering Mechanics)", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "16.0", "0.0", "0.0", "48.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "实习实训", "曾祥国", "", "", "", "", "考查", "", "", ""], ["305855030", "工程估价", "Engineering Evaluation", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "谭大璐", "", "", "谭大璐、彭盈", "", "考试", "", "", ""], ["305856020", "工程造价管理", "Engineering Cost Management", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "谭如文，彭盈，董娜，邹琢晶，张静", "本课程是土木工程工程造价方向的一门先行课课程。通过本课程的学习，使学生掌握工程造价管理的基础知识、基本原理和方法，具备从事工程造价管理工作的基本能力，同时也为学生今后参加建筑行业的全国造价师执业资格考试中涉及的相关知识考点奠定了坚实的基础。本课程包括的内容为：工程造价管理概述、工程投资估算管理、工程设计概算管理、工程承发包造价管理、工程竣工决算管理、工程造价咨询、工程造价审计工程造价分析与资料。", "考试", "", "", "20151019"], ["305857010", "观赏草资源与生态景观", "The ecology and landscape of the    beautiful grasses", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "", "禾草类植物不仅包含许多重要的粮食作物，还是重要防风固沙、保持水土的湿地生态保护植物。禾草类植物或高大挺拔，或短小刚硬，或柔软飘逸；叶片颜色丰富多彩，而且叶的颜色随季节而变化，极大地丰富了景观色彩，具有很高的美学价值。通过学习可以扩大学生知识面，利于将来学生在景观设计、生态保护、湿地治理等方面的工作。1.使学生了解禾草及相关植物资源，学习禾草类植物在景观方面的应用和实例；\n2.禾草类植物是湿地治理、防风固沙等生态修复领域的重要植物类群，学习其应用及实例；\n3.通过学习可以扩大学生知识面，增强环保美学意识，利于将来学生在禾草类植物生态应用于景观方向的发展。", "考查", "", "1、观赏草的概念与类型；2、观赏草的国内外研究进展；3、观赏草的植物学特征及生物学特性；4、观赏草在园林、城市绿化及生态建设中的应用；5、草专类园的景观配置及案例分析。", "20151030"], ["305858030", "城市性与策略式设计", "Urbanity and Strategic Design", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "高政轩", "", "Atkinson R, 2000, “Narratives of policy: the construction of urban problems and urban policy in the office discourse of British government 1968-1998,” Critical Social Policy 63: 211-232.\nBlack M, 1979, “More about metaphor,” in Ortony A (ed.), Metaphor and thought (Cambridge, New York: Cambridge University Press). \nCooper D, 1996, “Institutional Illegality and Disobedience: Local Government Narratives,” Oxford Journal of Legal Studies 16(2): 255-274.\nCrysler C G, 2003, Writing Spaces: Discourses of Architecture, Urbanism, and the Built Environment, 1960-2000 (New York: Routledge).\nHajer M A, 1995 The Politics of Environmental Discourse: Ecological Modernization and the Policy Process (Oxford: Clarendon Press).\nHardin G, 1968, “The tragedy of the commons,” Science 162: 1243-1248. \nLakoff G, Johnson M, 1980, Metaphors we live by (Chicago: University of Chicago Press). \nMerrifield A, 1997, “Between process and individuation: translating metaphors and narratives of urban space,” Antipode 29(4): 417-436.\nPurcell M, 2002, “Excavating Lefebvre: the right to the city and its urban politics of the inhabitant,” GeoJournal 58: 99-108. \nSayer A, 1989, “The ‘new’ regional geography and the problems of narrative,” Environment and Planning D: Society and Space 7: 253-276. \nSchon D A, 1979, “Generative metaphor: a perspective on problem-setting in social policy,” in Ortony A (ed.), Metaphor and thought (Cambridge: Cambridge University Press). \nShield R, 1991, Places on the Margin: Alternative Geographies of Modernity (London: Routledge). \nShield R, 1999, Lefebvre: Love and Struggle – Spatial Dialectics (London: Routledge).\nStone D A, 1989, “Casual stories and the formation of policy agenda,” Political Science Quarterly 104(2): 281-300. \nStone D A, 2002, Policy Paradox: The Art of Political Decision Making (London: WW Norton &amp; Company).", "高政轩", "课程将区分为以下三个主题：\n1. 设计式的分析：强化分析与问问题的能力。\n2. 建筑写作逻辑：建立语言的反思能力。\n3. 隐喻与拟仿的建筑策略：培养建筑与空间企划写作能力。", "考查", "", "「城市性」作为一种论述写作，其实是个复杂的系统。这样的论述不仅组构了无关于论述／对象关系的客体，例如社会过程、经济、技术、制度、以及某种特殊风格的建筑与都市空间，这些论述也界定了主体的行为与实践主体的反思中所发现的关系。这些关系建构事件，将事件依序编织成叙事，此一叙事中，某些社会群体、想法、或事件被指认为「真实的」或「重要的」。换句话说，这样的论述群，建构了知识域的结构与思考框架，其中，某些论述，而不是其他的论述，在特定时空中，被视为合法性知识。因此藉由具体场所／抽象空间、城市／建筑、可能性与潜力／答案的交互辩证，策略式设计以设计为分析工具，一方面探讨城市性，另一方面从城市性来反思设计的工具理性，来反向梳理论述脉络中的合法性知识。", "20151103"]]