[["106401005", "考古文博文化产业创意", "Creative Ideas from Archaeology and Museumology for Culture Industry", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "1.0", "8.0", "", "0.0", "0.0", "", "", "", "", "校外专家开课", "讲授", "", "自拟", "", "高大伦", "以大视角文化产业创意的丰富实例，扩展学生对“文化遗产”与“文化产业创意”的了解。提高和引导学生专业知识与创新思维的发展与提高。", "考试", "", "围绕考古学、博物馆学、文化遗产、民族文化等学科的社会性发展，讲介文化产业创意的性质、目标与设计思想，以及优秀案例的分析。矉\x020", "20131218校外专家开课"], ["106402010", "四川盆地考古学研究实践", "Case Study on Archaeology of Sichuan Basin", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "0.0", "0.0", "", "", "", "", "校外专家+国际周", "讲授", "", "自拟", "", "江章华", "以本省考古学研究的丰富实例，扩展学生对中国西南地区考古学现状与发展趋势的了解。提高学生科研实践与田野工作的综合能力。", "考试", "", "围绕四川地区史前文明起源、文化互动、农业传播、王国城址等课题，作分析性、评论性的案例讲介。1", "20131218校外专家+实践周"], ["106403005", "考古文博行业实践", "Practices for Museum Management", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "1.0", "8.0", "", "0.0", "0.0", "", "", "", "", "校外专家开课", "讲授", "", "自拟", "", "蒋成、李明斌、刘雨茂等", "以考古文博行业最新发展的案例为题，提高学生对“文博考古行业”实践面向与能力的认识。提高和引导学生专业知识与创新思维的发展与提高。", "考试", "", "围绕考古学、博物馆学、文化遗产、文物保护等领域的最新发展，讲介专业知识结构与创新实践能力之间如何形成良性循环机制。\x06R恎\x020", "20131218校外专家开课"], ["106404010", "文博考古人才专业素质与实践能力培养", "Professional Quality and Practice Ability for Archaeology and Museumology", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "0.0", "0.0", "", "", "", "", "校外专家+国际周", "讲授", "", "自拟", "", "刘弘", "邀请长期从事考古文博研究的专家，从专业知识与实践技能方面为在校生提供最直接的行业目标教育。介绍与讲评我国考古文博单位及学术界对高校毕业生的基本需求，为学生提供就业选择的参照系。", "考试", "", "从引进毕业生的条件要求、发展趋势、类型选择、个人素质等方面提出全面的评估参照。\x10?槡?\x04o\n?:", "20131218校外专家+实践周"], ["106405020", "饭店运营管理的再思考", "Re-think about hotel operation and management", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "0.0", "", "", "", "", "校外专家开课", "讲授", "", "自编", "", "邹敏", "让学生对未来职业有感性的认识，从而产生正确的职业态度；\n让学生通过对酒店业的发展历史和趋势有所了解，对未来职业产生期许感。\n让学生通过了解未来酒店管理所需要的职业人应具备哪些素质，正确评估自身的优劣，产生学习的动机。\n了解酒店管理的发展历史及其酒店管理的现状；\n重新认识酒店各部门管理的新特点；\n了解酒店管理的新趋势；\n了解酒店职业人需具备的基本素质；", "考试", "", "使了解酒店管理的发展历史及其酒店管理的现状；\n重新认识酒店各部门管理的新特点；\n了解酒店管理的新趋势；\n了解酒店职业人需具备的基本素质；", "20131218校外专家开课"], ["106406020", "20世纪的世界(复旦大学)", "20th Centrury of The World", "历史文化学院（旅游学院）", "", "本科", "2.0", "34.0", "", "", "开设", "", "34.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "冯玮", "", "", "", "", "20131225东西部联盟共享课程"], ["106407010", "图像考古例讲", "Image Archaeology", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "教师自备", "", "王仁湘", "通过对图像考古学研究案例的剖析，使学生了解美术史与考古学、历史学、文献学密切的学科关联，并了解中国考古学相关研究的最新动态。拓展高年级历史类本科生的研究视野，培养学生认知由图像到文献、由图式到意识的分析研究路径，提高专业科研水平，并为可能的毕业论文撰写提供研究领域参照。", "", "", "从对考古材料中图像、图式的分析入手，探究古代人群思维与意识的表征规律与特点。将中国考古材料中最具代表性的彩陶纹饰、泥陶塑、雕刻、汉画像砖/石进行分类、分时代的归纳，从中提出中国古代社会意识与精神观念的表现程式，并分析精神观念对物质世界的影响。", "20130109校外专家开课"], ["106408020", "世界古典时代", "The World&#39;s Classical Age", "历史文化学院（旅游学院）", "", "本科", "2.0", "36.0", "", "", "开设", "3.0", "36.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "亨廷顿：《文明的冲突》\n林志纯：《中西古典文明千年史》\n崔格尔：《理解早期文明》", "", "王献华", "“返本开新”的古老智慧对于当前的世界显得尤为重要，因此对“古典学”的呼唤近年来不绝于耳，在青年学生中产生了一定的影响。只是对于何谓“回归”、何谓“古典学”这样的问题，认真的学理探讨却十分欠缺。面向青年的呼唤如果没有严格的学理作为基础，在青年学生中必将造成不应有的混乱。基于任课教师作为历史学者对相关问题的思考和研究，本课程希望通过对世界各个古典文化的史学考察，帮助青年学生反思“回归”浪潮、重新理解“古典学”和“古典”概念，开拓文化眼界、深化对世界的过去和未来的思考。在知识上介绍世界主要古典文化的出现和影响的同时，启发学生们合理地认识古典时代的重要性，并在此基础上对世界文明的过去和未来具有理性的独立思考能力。", "考查", "", "我们将“古典时代”定义为一种文明在滥觞时期所经历的从小国到大国，从分裂到统一的历史时期，这一时期所形成的文化价值和社会治理模式以传统的形式对该文明后世的发展产生持久而深刻的影响。对于欧洲文明而言，希腊罗马时代是他们的古典时代；对于东亚文明来说，春秋秦汉是古典时代；对于更为古老的两河流域来说，早王朝到阿卡德时期是其古典时代；对于犹太文明来说，所谓大流散之前的时代被理解为古典时代；对于印度文明来说，后吠陀时代到阿育王时代可以认为是其古典时代。这些以文明为单位人为分别出来的各个古典时代的集合，则可以认为是当前世界文明的古典时代，因为当前的世界文明依然受到它们的作用和影响。本课程介绍各古典时代的文化价值和制度发明，讨论它们绵延至今的影响及其理由。", "2014.3.20"], ["106409020", "拉萨口语", "Colloquial Tibetan:the Lhasa Dialect", "历史文化学院（旅游学院）", "", "本科", "2.0", "34.0", "", "", "开设", "2.0", "34.0", "", "", "", "", "", "", "", "", "讲授", "", "《拉萨口语读本》（自编部分对话）???蟂\x03豽?", "土丹汪布著《拉萨口语会话手册》；周季文等所著《藏语拉萨话语法》；尼古拉斯托尔纳德著《标准藏语手册：语言与文明》等", "玉珠措姆、强兴仓·布钢", "通过该门课程，使学生可以初步掌握拉薩口語的基本句型和常用語汇，具备进行一般會話的能力。", "考试", "", "常见生活词汇、口语基本句型和语法点、各种情景对话、口语练习", "20140331新开课"], ["106410020", "国外藏学名著评读（全英文）", "Selected Readings of Famous Western Tibetan Studies Works", "历史文化学院（旅游学院）", "", "本科", "2.0", "34.0", "", "", "开设", "2.0", "34.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材", "藤华瑞，科特斯.谢菲尔所编著的《西藏历史读本》等", "玉珠措姆、嘎尔让、陈波、张长虹、徐君等", "通过该门课程，使学生了解国外有关藏学研究的成果与动态，并扩大专业词汇量，提高英文专业书籍的阅读和翻译能力。", "考试", "", "本课程特选择若干具有代表性的英文原著（包括与藏族有关的政治、经济、文化、语言、文学、历史、宗教等方面的内容）加以导读。2", "20140331新开课"], ["106412020", "汉语音韵学", "Ancient Chinese Phonology", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编教材??P\n?(", "王力《汉语音韵学》，高本汉《中上古汉语音韵纲要》??@Oh\x02Q\x01", "聂鸿音", "介绍隋唐时期的汉语标准音体系，以及相关文献和研究方法，目的是教学生怎样利用语音学知识读透古书和进行历史考据", "考试", "", "课程分“古汉语字音成素的分析”和“中古音研究法及其主要贡献”两部分，第一部分介绍中古音的文献资料、声韵呼等的辨析规则及反切拼读法，第二部分介绍研究中古音的韵字归纳法、反切系联法和历史比较法。", "20140331新开课"], ["106413030", "社会-文化人类学", "Social-cultural Anthropology", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "", "", "6.0", "", "", "", "", "", "讲授含实践", "陈波", "自编", "临时指定??p\x0c?", "", "全校公选，基础课程", "考查", "", "介绍社会-文化人类学的基本知识，拓展学生视野，初步接触社会-文化人类学实践", "20140331新开课"], ["106414020", "近代中国的城市与乡村", "Cities and Countryside in Modern China", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编", "《中华帝国晚期的城市》、Jean-Laurent Rpsenthal &amp; R.Bin Wong, Before and Beyond Divergence (Haravrd,2011)等", "王果", "", "考查", "", "本课程旨在从城乡关系认识近代中国的社会、政治、经济、文化巨变，关注中国从农业帝国到近代国家转型过程中，城市、乡村角色的转变以及二者关系的变迁。主要讨论的问题包括：帝国秩序瓦解，民国国家构建，社会和政府关系，经济发展模式，思想文化激荡，宗教转型，环境危机，家族、家庭、性别角色的改变等等。", "2014.4.11"], ["106415020", "历史与人物—传记研究", "Biographical Research", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??\x10褃\x02\x01", "杨正润《现代传记学》\x01", "周鼎", "历史传记研究", "考查", "", "了解人物史研究的方法，学习各类传记的写作。", "2014.4.11"], ["106416010", "Origins of Agriculture", "Origins of Agriculture", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "CRAWFORDGary", "A second revolution in human existence began when people developed agriculture long after the origin of modern humans and Upper Palaeolithic culture. This course evaluates the shift to agriculture in the context of current ecological and archaeological perspectives. The concept of &quot;agriculture&quot; is evaluated by considering plant and animal domestication as well as resource management in a broad range of contexts. The focus will be on Mexico, North America, SW Asia, East Asia. We will consider plant and animal domestication with a particular focus on how domestication took place in China.", "", "", "", "20140416"], ["106417010", "Kinship,Family and Marriage", "Kinship,Family and Marriage", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Nancy Elaine LEVINE", "This course examines how people around the world understand kinship by birth, family membership, marriage, and descent from a common ancestor and how these ideas affect social identities and personal relationships.  Course readings begin with a survey of the classic anthropological findings about kin relationships and with studying the standard techniques that anthropologists have developed for modeling/diagramming genealogical relationships.  Topics to be discussed include the impact of gender on personal relationships, how parent-child relationships are construed through concepts of nature and nurture, the impact of globalization on the creation and maintenance of kin ties, and how the increasing individualization of modern life affects marriage, relationships within families, and wider kin networks.", "", "", "", "20140416"], ["106418010", "Buddhism and Science", "Buddhism and Science", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Geoffrey Brian Samuel", "The course explores recent encounters between Buddhist philosophy and modern science. Beginning with the historical background and the reshaping of Buddhism in Sri Lanka in response to colonialism, students will critically examine more recent work on the frontiers between Buddhist philosophy and neuroscience, on the scientific and medical value of ‘mindfulness’ and other forms of Buddhist practice, and on forms of healing and medicine in the Buddhist tradition.", "", "", "", "20140416"], ["106419010", "Art and Literature in Renaissance Florence", "Art and Literature in Renaissance Florence", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Stefano Ugo Baldassarri", "", "", "Stefano Ugo Baldassarri", "The course would tackle a most stimulating and rich topic: the complex interplay between art and literature in Renaissance Florence, from the founding father of Italian humanism (Francis Petrarch) to the famous collection of lives of artists put together by Giorgio Vasari. By covering these two crucial centuries (1350-1550) in the shaping of Western culture the course would cover a wealth of highly influential and well-known texts and artworks. Students will be introduced to writings by Petrarch, Boccaccio, Bruni, Alberti, Poliziano, Ficino, Machiavelli and Vasari (just to name some famous authors). Likewise, they will be shown masterpieces by artists such as Giotto, Masaccio, Brunelleschi, Botticelli, Ghirlandaio, Leonardo and Michelangelo, as many of the texts in this course comment on their works. Finally, propaganda and city image will play a crucial role, since most works of art to be discussed had significant political connotations.", "", "", "", "20140416"], ["106420010", "The Fall of the British Empire", "The Fall of the British Empire", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "James Edward Renton", "This course will look at the question of what leads to imperial decline, focused on the\ncase of the British Empire. Drawing on the latest scholarship and my own research, we\nwill examine the contribution of changes in international politics, new ideas of global\norder, economic change, and the rise of anti-colonial resistance. The course will begin\nwith World War I, and concludes with the British departure from Asia and Africa in the\n1960s.", "", "", "", "20140416"], ["106421010", "Ancient Myths of the Western World", "Ancient Myths of the Western World", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Martin John Vittorio Worthington", "This course will offer an overview of some of the most famous myths from ancient\nGreece, Rome, and Mesopotamia, also introducing students to how Western Myths are\nstudied and interpreted – with reference to narrative theory, history of religions, and\nvarious branches of literary criticism.", "", "", "", "20140416"], ["106422010", "Microarchaeology Workshop", "Microarchaeology Workshop", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Bradley James Parker", "For decades archaeologists have been trying to develop methodologies that will help them determine what activities took place in and around domestic structures. Since people tend to clean activity areas,especially those that are used repeatedly, visible artifacts like  pottery, bones and stone tools are rarely discovered in the context where they were originally used. Instead, such artifacts are usually discovered in refuse heaps or other secondary contexts. Recently however, a group of young scholars working in the Near East have been developing new analytical methods to tackle this problem.", "", "", "", "20140416"], ["106423010", "Journeys in Shangri-la: Accounts of Exploration in Tibet, from the 18th century to the present", "Journeys in Shangri-la: Accounts of Exploration in Tibet, from the 18th century to the present", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "KENNETH MICHAEL BAUER", "In this course, we engage with works by diverse authors including missionaries, soldiers, religious pilgrims, scientists, mountaineers, and anthropologists who have explored Tibet since the 18th century. We begin with an overview of colonialism and Orientalism as a necessary context for understanding the West’s encounters with Tibet. We then examine the “Great Game” – the contest between the British and Russian empires for supremacy in Central Asia during the 19th century. The modern period ushered in mountaineering and tourism, which became an important vehicles for cross-cultural encounters. Finally, we examine some attempts by people in the Tibet to define their own identities amidst accelerating globalization and the integration of their communities into China.", "", "", "", "20140416"], ["106424010", "Archaeometallurgy and the Development of Ferrous Metals Technology in South and Southeast Asia", "Archaeometallurgy and the Development of Ferrous Metals Technology in South and Southeast Asia", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Gillian Juleff", "", "", "Gillian Juleff", "The fieldwork componet of the project took place between 2002and 2006 and was funded by English Heritage and was run in partnership with Exmoor National Park Authority and the National Trust at Holnicote.Excavations took place on four large iron smelting sites,a mining site and a woodland charcoal-burning platform.", "", "", "", "20140416"], ["106425010", "History of Technology and Environment in China", "History of Technology and Environment in China", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Joyman Lee", "This class examines the history of technology and the environment in China since 1600.  Organized thematically, the course aims to explore how the Chinese used technology to manage the economy, environment and disasters which paralleled developments in Europe and America. We study the political function of Chinese science and technology in order to see why Chinese science developed along a different trajectory from Europe. We also learn that developments in China often preceded “early modern” and “modern” developments in Europe and America, and which continue to influence Chinese culture and society to this day.", "", "", "", "20140416"], ["106426010", "旅游学前沿系列讲座", "Tourism Frontier Lecture Series", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "李志勇等", "通过开展旅游学方面前沿的讲座使学生了解旅游方面最新动态", "", "", "", "20140508"], ["106427005", "史学研究理论与实践--历史学系列讲座", "Theories and Practices of Historical Research——series of lectures on History", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "实习实训", "罗志田", "", "", "徐波、粟品孝、王东杰等", "通过邀请名师讲座对理论问题作了较为深入的研究，使学生更多地了解国外史学研究的前沿动态。", "", "", "", "20140508"], ["106428020", "饭店企业文化理论与实践", "Culture Theory and Practice of Hotel", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "8.0", "", "24.0", "", "", "", "", "", "", "讲授含实践", "李志勇", "", "", "", "针对旅游管理三四年级本科生开放的课程", "考查", "", "", "20140515"], ["106429010", "饭店人力资源管理研究", "Research of Hotel Human Resources Management", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "8.0", "", "8.0", "", "", "", "", "", "", "实习实训", "唐凌", "自编", "", "", "旅游管理专业三年级本科生", "考查", "", "通过为期半年的饭店顶岗实习，了解饭店人力资源管理制度和流程，在老师的指导和同学相互讨论下，对相关制度流程进行梳理、分析并提出相应的的改进措施。", "20140515"], ["106430010", "跨文化交流技能—聚焦国际旅游（全英文）", "Intercultural Communication Skills with Special Focus on Working in International Tourism", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自编", "Juliana Roth &amp; Christoph Koeck: Cultural Communication Skills\n(978-386718-201-0 (ISBN) edumedia Fachverlag (English edition) ? this is a textbook which is used all over Europe for intercultural training and it will be my main reference book\n- Astrid Erll, Marion Gymnich: Interkulturelle Kompetenzen  (Intercultural Competence)\nISBN: 978-3-12-940012-8\nUni –Wissen, Kernkompetenzen,  Klett Lerntraining", "Astrid Zimmerman", "针对旅游管理和会展经济专业二三年级本科生开放的课程", "考试", "", "本课程教师结合自身在国际旅游业的丰富经历，围绕跨文化交流开展理论学习，结合旅行社跨国服务进行案例分析，从而使学生深入了解文化冲突和文化相容在旅游当中的体现，以适应国际旅游行业的全球化发展。", ""], ["106431020", "藏传佛教通史", "General History of Tibetan Buddhism", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材\x01", "刘立千着，《印藏佛教史》，北京：民族出版社，2002年。\n恰白次旦平措等着，陈庆英等译，《西藏通史-松石宝串》。北京：西藏社会科学院，1996", "许渊钦", "通过本课程学习，使同学们了解藏传佛教哲学的基本观点及宗教史的基本情况，培养和提高学生理解藏传佛教历史文献的能力。", "考试", "", "藏传佛教历经长久发展，形成不同的宗派风貌，本课程重点介绍藏传佛教各阶段的不同宗派的历史背景及其基本思想，以及阅读历史的方法与知识等。", "20141011"], ["106432020", "中级拉萨口语", "Intermediate Colloquial Tibetan： The Lhasa Dialect", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "《拉萨口语读本》（自编部分对话）", "土丹汪布著《拉萨口语会话手册》；周纪文等所著《藏语拉萨话语法》；尼古拉斯托尔纳德著《标准藏语手册：语言与文明》\x01", "玉珠措姆、布钢", "通过该门课程，使学生能进一步掌握拉萨口语的常用句型和常用词汇，具备进行较高的专业对话能力。", "考试", "", "常见生活词汇、口语基本句型和语法点、口语练习、各种情景对话以及藏区实地调查用语等\x10诧\x02\x04o\n?:", "20141011"], ["106433020", "学术英语阅读、写作及讨论", "The Reading, Writing and Discussion of Academic English", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??爌?", "席西利《学术英语写作》等等", "周毅", "让学生读、写英语学术论文，尤其是旅游专业的学术原文，希望学生了解原文的学术思想及其表达方式，掌握运用学术英语来参加国际学术会议的技能，更好地与外国学术界沟通。", "考试", "", "剖析几篇旅游专业的英文学术论文，教学生如何通过阅读理解其真实含义，教学生如何写作学术论文，教学生如何做英语的PPT，以及怎样用学术英语表达自己和回答别人的问题。", "20141011"], ["106434030", "旅游资源学", "Tourism Resources Science", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "《资源科学导论》,封志明 编著，科学出版社，2004", "《研究方法论：本科、硕士、博士生研究指南》、《人文地理学研究方法》、《社会研究方法》\x04o\n?:", "刘俊", "", "考查", "", "本课程讲授如何理解并运用资源科学研究方法，解决旅游研究中面临的主要科学问题。课程以旅游资源研究的主要热点领域和问题为切入点，讲授旅游资源科学研究的全流程（包括科学问题辨识、数据获取、挖掘、研究成果展示与交流等）以及地理信息系统等研究工具的使用。目的在于奠定学生定量、定性研究的基本知识体系、研究范式和学术道德等，同时培养学生分析旅游问题的能力，并为将来从事旅游科学研究打下坚实的基础。??垜\x08\x0b滰", "20141011"], ["106435020", "清代思想史专题", "The Monographic Study of Intellectual History of Qing Dynasty", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??纐?", "《中国近三百年学术史》", "张循", "清代思想文化既是对此前数千年中国思想文化的总结，也是现代中国思想文化的直接来源之一。了解清代思想文化可以帮助学生贯穿地理解传统与现代中国之间的联系。", "考试", "", "讲授内容大概有以下几个部分：1、章太炎《清儒》；2、清代汉学的缘起；3、汉学与宋学。", "20141011"], ["106436020", "民国时期的边政与西南边疆", "Frontier Politics and Southwestern Borderland in Republic Era", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??0x?", "", "邹立波", "本课程主要围绕西南边疆地区的边政问题，讲授民国时期中央政府治理边疆的策略及其演变，国人对边政问题的认知，及边疆精英阶层的活动对民国时期边政转变的影响，旨在使本科生更为深入地了解和认识中国近代民族国家建构的复杂历程，体认中华民族多元一体格局的内涵，并通过个案研究的讲授，培养学生从事历史学研究的兴趣和能力。", "考试", "", "本课程以西南边疆的边政问题为中心，依据时间脉络，大致切分为民国时期中央政府的治边策略及其变化，国人对边政问题的认识，边疆少数民族精英推动边政问题转变的各类活动，穿插个案研究，重点介绍近代中国民族国家建构的复杂历程，介绍与近代边政相关的历史资料及研究心得。", "20141011"], ["106437020", "中国近代政治制度史", "History of Political Institutes in Modern China", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "闫强", "", "考试", "", "", "20141011"], ["106438020", "长江流域新石器时代考古", "The Neolithic Archaeology in Yangtze River", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??@y?\x01", "《中国考古学·新石器时代卷》", "李兰", "新石器时代考古研究主要集中在史前时期。通过本课程的学习，希望学生了解长江流域目前的重大考古发现等，让学生对长江流域文化序列和文明发展有更深入的认识。", "考试", "", "重点介绍长江流域新石器时代文化发展序列，重大考古发现，研究概况等；上、中、下游不同区域的人类考古遗址时空分布特征，遗址时空分布变化与环境演变的关系；全新世古洪水事件、全新世海面变化等对人类的影响等重大科学问题的研究概况", "20141011"], ["106439020", "外国建筑史", "History of Foreign Architecture\nHistory of Foreign Architecture\nHistory of Foreign Architecture", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "马晓亮", "文物考古专业的本科生应当掌握一定的建筑知识，因为在考古学研究和文化遗产研究及保护的对象中，建筑遗产是重要的组成部分。学习外国建筑史，不仅有利于我们将来参与本土之外的文物考古活动，还有利于我们认识中外建筑之间所存在的的交流和影响。通过本课程的学习，可以使文物考古的学生了解外国建筑（尤其是西方建筑）发展演变的概况", "", "", "", ""], ["106440030", "文物鉴赏与研究", "The study and appreciation of cultural relics", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??`g?H綉", "", "", "博物馆学专业，必须通过近距离地观摩各类文物本体，结合文献研究资料，学习对文物材质、制作工艺、历史信息、艺术价值等深刻内涵进行识别和掌握的方法和技能，进而运用到文化传播的实践中去", "", "", "本课程将依托四川大学博物馆的馆藏，从青铜、陶瓷、玉器、石刻、书画、版本、纺织品等各类文物中选取代表实物，开展鉴赏和研究专题，培养学生学习文物鉴定和研究的方法与技能", "20141015"], ["106441020", "国际旅游中的跨文化竞争力", "Intercultural Competence in international tourism", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编", "Juliana Roth &amp; Christoph Koeck: Cultural Communication Skills\n(978-386718-201-0 (ISBN) edumedia Fachverlag (English edition) à this is a textbook which is used all over Europe for intercultural training and it will be my main reference book\n Astrid Erll, Marion Gymnich: Interkulturelle Kompetenzen  (Intercultural Competence)\nISBN: 978-3-12-940012-8\nUni –Wissen, Kernkompetenzen, Klett Lerntraining", "Astrid Zimmerman （德国）", "针对旅游管理和会展经济专业二年级本科生开放的课程", "", "", "本课程教师结合自身在国际旅游业的丰富经历，围绕跨文化交流开展理论学习，结合旅行社跨国服务进行案例分析，从而使学生深入了解文化冲突和文化相容在旅游当中的体现，以适应国际旅游行业的全球化发展。", "20141015"], ["106442020", "佛教美术", "Buddhist Art", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "在对佛教相关常识（产生、传播、主要发展阶段及特点、典籍等）进行介绍的基础上，着重分区域、并参照历史发展线索，对亚洲地区的佛教遗迹和遗物进行介绍，主要包括：南亚佛教美术（印度、尼泊尔），东南亚佛教美术（印度尼西亚、柬埔寨、泰国、缅甸、斯里兰卡等），中亚佛教美术（巴基斯坦、阿富汗等），东亚佛教美术（中国，朝鲜，日本）。在各专题的介绍中，注意结合美术史及考古学的学科方法，以及相关领域研究的新成果，尽量做到文化素质课程的普及性与一定程度上的学术深入性的适度结合，满足学生的不同选课需求e", "", "", "", "考查", "", "佛教自公元前6世纪出现以来，在两千多年的发展、传播中，对世界尤其是南亚、东南亚、中亚、东亚产生了广泛、深远的影响，被视为世界三大宗教之一。可以说，不了解佛教，就不能深入理解泛亚洲地区的哲学史、思想史、文化史。鉴于目前本校相关课程多未涉及中国佛教遗存以外的领域，本课程主要从美术史及考古学的角度，分区域对亚洲丰富的佛教遗存（包括寺庙、石窟、佛塔等佛教建筑，及造像、绘画、经卷等）进行介绍，藉此帮助学生对亚洲传统文化及历史的认识具有更为广阔的视野和深入的思考。1、帮助学生了解佛教产生、传播的背景，及在历史、文化中的影响；\n2、开拓视野，放眼亚洲，对佛教遗存的类型、亚洲各地区的重要佛教遗迹有一定了解；\n3、初步认识佛教美术及佛教考古的学科方法，对佛教遗迹和遗物有较为科学和深入的分析与思考", "20141016"], ["106443020", "汉唐考古专题（汉代医药）", "Han-Tang Archaeology:Medecine of Han Dynasty", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141017"], ["106444020", "中华杰出人物评价（兰州大学）", "", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "王希隆、杨林坤", "", "", "", "", "20141127东西部联盟课程"], ["106445020", "咖啡文化与制作艺术（上海商学院）", "", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "姜红", "", "", "", "", "20141127东西部联盟课程"], ["106446020", "上海社会与文化（上海师范大学）", "", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "", "", "", "", "苏智良", "", "", "", "", "20141127东西部联盟课程"], ["106447020", "东亚儒学研究", "The Study of Neo Confucianism in East Asia", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材（使用PPT）", "《东亚儒学研究丛书》台大出版中心 等", "白井顺", "习惯所说“儒家文化圈”到底什么样的世界？通过文献理解朝鲜、日本、琉球的儒学，而考察文化多元性。", "考查", "", "讲授内容大概有以下几个部分：1、日本儒学；2、韩国儒学；3、东亚儒学研究情况", "20141210"], ["106448030", "基础古典藏文文法", "Foundations of Classical Tibetan Grammar", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20150324"], ["106449020", "民俗文化研究", "Folk culture research", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??\x10h?&#39;", "《民俗学概论》\x04", "魏长青", "通过本课程学习，希望使得本科生对中国多民族文化、民俗文化产生兴趣，掌握及初步了解中华民族民俗文化的多样性。", "考试", "", "本课程依据民俗学文化内容，细分为藏民族民俗研究，彝族民俗文化研究，汉族民俗文化研究等多项专题内容。", "20150401"], ["106450020", "宋辽夏金关系专题研究", "The study of the history of the relationship between Song Liao XiXia and Jin", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "《宋史》、《辽史》、《金史》等等??\x18謯", "刘双怡", "学习宋史，就离不开对宋、辽、西夏、金关系进行研究。通过本课程的学习，使历史学本科生了解宋辽夏金关系的主要问题，掌握研究相关专题的研究方法，提高学生的研究深度和广度。", "考查", "", "本课程依据宋、辽、西夏、金关系的演变过程，细分为宋辽、宋夏、宋金以及辽夏、辽金、夏金等发展进程，各国相互关系的联系与区别等部分，重点介绍宋与周边国家的关系，辅之各国之间关系，以及相关问题的研究资料、研究方法等。", "20150401"], ["106451020", "中国近代史西文文献导读（全英文）", "Guided Readings of Western Studies on Modern China", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材", "JonathanD.Spence：The Search for Modern China (W. W. Norton &amp; Company 1999);Philip A. Kuhn :Origins of the Modern Chinese State (Stanford University Press, 1999).", "范瑛、王东杰、杨新梅、查小英、郭书愚等", "中国近代史是东西方互动密切的历史时期，学习和研究中国近代史，仅仅掌握中文文献是不够的，还需要了解和熟悉相关的西文研究成果和文献资料。本课程旨在帮助历史学专业本科生熟悉西方学界", "考查", "", "本课程以海外中国近代史研究的范式转换为线索，介绍西方学界有关中国近代史的重要研究成果，并按照专题分别介绍经济史、新清史、边疆史、政治史、新文化史、性别史、环境史、城市史的经典\x06?", "20150401"], ["106452020", "近代中国社会史专题研究", "Social History in Modern China", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编", "", "杨兴梅", "", "考查", "", "本课程主要以中国近代社会史为讲授内容，分专题向学生介绍自19世纪后半期至20世纪前半期间中国社会各层面的变迁，以丰富其对近代史的认知，加强其对近世社会嬗变之了解，增进其历史素养及对社会问题的观察与思考能力。", "20150401"], ["106453030", "旅游空间分析", "Spatial Analysis of Tourism", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "", "32.0", "", "", "16.0", "", "", "", "", "", "讲授含实践", "", "《空间分析与建模》 杨慧著,清华大学出版社", "", "刘俊", "旅游规划、旅游研究，需要了解空间分析的理论知识，掌握空间分析工具的适用方法，培养旅游空间分析思维。本课程以理论教学和实践相结合的方式，为将来从事旅游规划工作、科学研究打下坚实的基础。", "考试", "", "本课程讲授如何理解并运用Arcgis软件进行旅游研究与规划实践中的空间分析与建模基础、空间量测与表达变换、空间分析的基本方法、空间统计分析、地形可视化分析、空间数据挖掘、空间智能计算以及空间分析建模实例应用。", "20150407"], ["106454020", "植物考古实践", "Archaeobotanical practice", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "32.0", "", "", "", "", "", "", "实验", "", "自编教材", "", "宋吉香", "植物考古是通过对考古遗址出土植物遗存的研究来探讨古代人类经济与社会生活，只有对考古遗址出土植物遗存具备基础的识别和鉴定能力才有可能开展相关研究。本课程目的在于培养学生的植物考古实践能力", "考查", "", "本课程依据植物考古实验室工作的基本流程和特点，分为轻浮样品处理与鉴定、重浮样品处理与鉴定、考古遗址常见农作物、杂草和果实的鉴定等。", "20150407"], ["106455010", "Leadership Skills for Event Management", "Leadership Skills for Event Management", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Fleur Fallon", "", "", "Fleur Fallon", "We will investigate key events management skills, such as project management, risk management and personal leadership skills with reference to specific Chinese and international case studies. The teaching style is student-centred, which means the teacher acts as a mentor and guide, and students need to actively engage with the material through discussion and demonstrate practical application of the skills in a team project presentation, short summary report and a personal plan for action.", "", "", "", "20150421实践周"], ["106456010", "Ming Studies in America", "Ming Studies in America", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Joseph Raymond Dennis", "", "", "Joseph Raymond Dennis", "This course will review the field of Ming Studies in North America. It will examine key issues, surveying the research of the field’s most important scholars. I am currently the president of the Society for Ming Studies, the main organization for Ming scholars in North America and Europe, and am very familiar with the field.", "", "", "", "20150421实践周"], ["106457010", "Britain and the French Revolution, 1789-1815", "Britain and the French Revolution, 1789-1815", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Harry Dickinson", "TBD", "", "", "", "20150421国际处转"], ["106458010", "Geo-Databases and Current Trends in Spatial Archaeology", "Geo-Databases and Current Trends in Spatial Archaeology", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ole Christian Aslaksen", "", "", "Ole Christian Aslaksen", "The course is a follow-up course for “Introduction to GIS in archaeology (I)” and will provide the students with the necessary knowledge needed to conduct an individual GIS project. The course consists of lectures and supervised labs.The course is designed for groups of 5-20 students. Grading: A-F. The grade will be based on the individual project. At least 75% attendance is required, 100% attendance is recommended. The course is inspired by a similar one given under the auspices of dr. Per Stenborg at the Univ. of Gothenburg.", "", "", "", "20150421实践周"], ["106459010", "Deciphering Cuneiform Literature", "Deciphering Cuneiform Literature", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Horowitz Wayne Barry", "", "", "Horowitz Wayne Barry", "More than a thousand years before the Bible the world’s earliest literature was written in the cuneiform script of the Ancient Near East on clay tablets in Ancient Mesopotamia (today’s Iraq). This course provides an opportunity to read the great literary works of Mesopotamian Civilization including The Sumerian Flood Story, The Gilgamesh Epic, Enuma Elish (the Babylonian Creation Myth), and Wisdom texts such as Ludlul-Bel-Nemeqi (the Babylonian Job) against the background of the philosophy, history, science, and culture of Ancient Near Eastern civilization. Students will read the ancient sources in translation, and participate in a program of lectures and activities, which will restore the myths, epics, and narratives to be studied to their original historical and cultural context, while also examining the relevance of these works in our world of the 21st century.", "", "", "", "20150421实践周"], ["106460010", "The Bronze Age of Europe", "The Bronze Age of Europe", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "ANTHONY FILMER HARDING", "", "", "ANTHONY FILMER HARDING", "The course will consist of 16 hours of lectures covering the Bronze Age archaeology of Europe, but also considering aspects of the period in Eurasia more generally. The course will focus on field monuments but also on themes that have been of particular importance in European archaeology in recent years. Particular topics to be covered include settlement, burial, agriculture, mining and metallurgy, trade and interaction, ritual aspects including hoarding, transport technology, warfare, and social structure. In addition I will cover the general position and knowledge of ancient salt production, especially that in the Bronze Age, along with a presentation of recent work in Europe on novel technologies used for the mass production of this indispensable mineral.", "", "", "", "20150421实践周"]]