[["106462005", "史学理论与方法研究训练——历史学系列讲座之二", "The theory and method of history  research and training", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "自编", "", "罗志田、王果", "", "考查", "", "通过邀请名师讲座对理论问题作了较为深入的研究，使学生更多地了解国外史学研究的前沿动态。\n？", "20150427"], ["106463010", "三峡考古出土青铜器科技保护研究", "Study on the protection of the  bronzes in the Three Gorges", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "科技考古学概论\x04", "", "杨小刚", "", "考查", "", "选取三峡考古多个典型遗址出土的青铜器为研究对象，以科技考古学的视角探讨青铜器的范铸工艺、合金配比、金相结构、表面加工工艺、产地与矿料来源等诸方面问题", "20150427"], ["106464010", "中国博物馆事业发展新趋势", "The new trend of development of the Chinese museum cause", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编", "", "佘志宏", "", "考查", "", "1、从博物馆定级评估看现代博物馆经营方式的发展；2、从十大精品展评选看我国博物馆展陈策划水平的进步。", "20150427"], ["106465010", "旅游学前沿系列讲座-2", "Tourism frontier lecture series-2", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编", "", "", "", "考查", "", "通过开展旅游学方面前沿的讲座使学生了解旅游方面最新动态\x07", "20150427"], ["106466010", "会展理论与实践前沿系列讲座-2", "The exhibition economy and management frontier lecture series -2", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编", "", "", "", "考查", "", "通过开展会展经济与管理方面前沿的讲座使学生了解会展经济与管理方面最新动态", "20150427"], ["106467005", "地方志的编纂与利用", "Chorogophic compilation and utilization", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "马小斌", "", "考查", "", "通过邀请四川省方志办主任讲解地方志的编纂与利用，以便学生对史料的编纂和使用有直观的认识。", "20150429"], ["106468010", "博物馆展示设计与营销管理", "Museum display design and marketing management", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "自编", "", "曾信杰、耿凤英", "", "考查", "", "通过翔实的博物馆展示设计案例、经典营销管理手段，系统而全面地介绍了台湾博物馆行业的展陈设计和营销动态。\x01", "20150511"], ["106469020", "藏族古代史研究", "Tibetan ancient history research", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "《敦煌古藏文历史文书》、《吐蕃金石录》、《弟吴教法史》、《贤者喜宴》", "《吐蕃简牍》、《吐蕃王统》、《吐蕃王臣记》", "巴桑旺堆、张延清", "本课程旨在研究古代藏民族融入中华民族大家庭过程的历史见证，其目的在于通过向本科生讲授藏族古代基本史料，继而使学生对中国古代民族史重要组成部分古代藏族史和藏民族如何开拓祖国西南边疆的历史有进一步的了解；课程方法：首先介绍史料，其后结合史料讲授古代藏族历史基本发展脉络。", "考试", "", "敦煌古藏文历史文书是敦煌藏经洞发现，现藏于法国巴黎国家图书馆和大英图书馆。自上世纪40年代国际上陆续刊布以来国内外藏学界对古代藏族史，尤其是吐蕃史有了重新的认识。敦煌古藏文历史文书包括大事记、人物传记、历史事件的记述、吐蕃先期各邦国名录和历代吐蕃大相事迹及名录。吐蕃金石是唐代藏族祖先留下的珍贵历史资料，是认识、了解吐蕃历史的不可缺少资料，内容涉及历史、宗教等。现已发现刊布的唐代吐蕃金石文字约有35件，与敦煌古藏文历史文书可以互为印证。", "20150518"], ["106470010", "Ethnography of Faith and Food", "Ethnography of Faith and Food", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yasmin Cho", "Food consumption represents the social construction of selves and bodies. Food ways and food talks—where (not) to eat, what (not) to eat, how (not) to eat, and with whom (not) to eat—are tied closely with religious lives and faith. In their daily lives, people often observe religious restrictions on diet that come from particular religious faiths such as Islam, Buddhism, and Hinduism. People also restrict and regulate their diets because of non-religious faith, through practices of veganism, vegetarianism, pescetarianism, and so on. The aim of this course is to provide students with opportunities to ethnographically examine food and diet in everyday lives and the roles that food and diet play in the formation of self-identities and (non) religious faiths. In order to build a theoretical foundation, we will read rich anthropological studies on the consumption, production, and circulation of foods, and critically engage with questions about how foods play a role in shaping people’s religious lives, personal faiths, and ethnic identities.", "", "", "", "20150421国际处转"], ["106471010", "Visual Rhetoric andHistorical Studies", "Visual Rhetoric andHistorical Studies", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Annamaria Motrescu-Mayes", "This course examines the importance of theories of visual culture to learning and teaching modern South and Southeast Asian history. The main objective of the course is to promote the critical use of visual research methods in the development of new historical studies. As such, it introduces academics, students and researchers to media research skills required when exploring the ideologies conveyed by the visual dimension of modern South and South East Asian history. The first part of the course provides a comprehensive introduction to theories of visual studies and theories of perception. In the second part, the course surveys critical debates about the complementarity between traditional text-based historiography and visual literacy. The course draws extensively on the unique collections of visual records held by the Royal Commonwealth Society Collections and the Centre of South Asian Studies (Cambridge), the National Archives (London), and the Imperial War Museum (London). The course covers key historical events from the 1860s onwards and examines the visual constructions of space, culture, gender and race relevant to the areas of India, Pakistan, Nepal, the Himalayas, Sri Lanka, Burma, Malaya, Singapore and Hong Kong. Most specifically, it offers a critical overview of how historical and cultural identities have been (mis)represented across specific visual narratives, from paintings, drawings, posters, advertisements to amateur films, documentaries, newsreels, feature, ethnographic and animation films. Each lecture in this course explores a selection of such visuals in relation to key events and social developments in this region’s history. Occasionally, interview excerpts selected from the Centre of South Asian Studies (Cambridge) and from the Imperial War Museum’ (London) oral history archives complement the visual case studies.", "", "", "", "20150421国际处转"], ["106472010", "Visual Anthropology and Theories of Self-representation", "Visual Anthropology and Theories of Self-representation", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Annamaria Motrescu-Mayes", "This course offers the students a unique opportunity to explore and asses the ways in which theories of visual anthropology are fundamentally relevant to the development of scholarship concerned with issues of self-representation and identity building. Questions pertaining to the study of modern and contemporary visual narratives within traditional cultural frameworks such as, for instance, European, Middle Eastern, South and South East Asian societies, are discussed in great detail for their impact on new methodologies and theoretical perspective within visual anthropology – a discipline gradually gaining central stage in the humanities and social sciences. Moreover, the course addresses the critical enquiry of how theories of self representation can be used in advancing new understandings of today’s global identities across allegedly common visual rhetoric, from twentieth-century paintings to twenty-first century digital practices. The course inscribes the use of archival and contemporaneous visual records within current theoretical and methodological frameworks exploring, in particular, key debates and themes in modern European, Middle Eastern, and South and South East Asian history. It draws on the conflicting relation between established historiography and visual anthropology and on theories of perception and self-representation for their inherent potential for confirming and/or challenging traditional text-based research resources. Most importantly, the course contributes to the debate about traditional means of historical investigation of the Self and of identity constructions, and develops a comparative program in which the students can compare and discuss a great variety of visual records pertinent to major historical themes and events.", "", "", "", "20150421国际处转"], ["106473010", "An Introduction to Medieval Western Europe, 400-1500 CE", "An Introduction to Medieval Western Europe, 400-1500 CE", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jonathan Harris", "This course provides an introduction for those who are completely new to the subject and assumes no prior knowledge whatsoever. It will provide students with a grounding in the politics, religion and culture of the period.", "", "", "", "20150421国际处转"], ["106474010", "The End of Empire, Nationalism, &amp; Decolonisation", "The End of Empire, Nationalism, &amp; Decolonisation", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Akil Awan", "This course provides an introduction to European Empire and colonialism, and its subsequent end through decolonisation and revolution. These processes are explored through both examining the themes of identity and nationalism in the 20th Century, and also by studying case studies of key non-Western leaders and movements that were instrumental to this transition. This course assumes no prior knowledge and is designed for students new to the subject who want to understand how history, politics, religion and culture have shaped the world we see today. 1.Introduction &amp; Leadership 2.Empire &amp; Colonization3.End of Empire &amp; Decolonisation4.Nationalism &amp; Identities5.Gandhi &amp; India6.Jinnah &amp; Pakistan7.Zionism &amp; Israel8.Guevara &amp; Latin America9.Fanon &amp; Algeria10.Grivas &amp; Cyprus11.Mau Mau &amp; Kenya 12.Ataturk &amp; Turkey13.Nasser &amp; Egypt14.Khomeini &amp; Iran15.Mandela &amp; South Africa16.Globalisation &amp; Neo-imperialism", "", "", "", "20150421国际处转"], ["106475020", "基础藏汉翻译-藏文短文选读与翻译", "Basic Tibetan and Chinese translation-Tibetan essay reader and translation", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "许渊钦", "", "考试", "", "", "20150528"], ["106476020", "现代藏语（高级阅读和口语）", "Modern Tibetan (reading and speaking)", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "Yangdag lam gyi &#39;jig sgo (藏文阅读材料）", "", "嘎尔让、陈波", "近几年，本科生对学习藏语的需求很大，但相关的课程建设没有跟上。经过过去几年教学实践，本科阶段藏语教学的基础课程较成熟，但中级和高级藏文教学尚处欠缺状态，“现代藏语（中高级阅读和口语）”开设可以使四川大学本科阶段的藏语教学更加完善和更具延续性。", "考试", "", "培养学生的阅读能力和对话交流能力； 加深对藏文化的了解", "20151021"], ["106477030", "日本史文献资料选读", "Literatual Reading on Japanese History", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "王蕾", "", "考查", "", "采取阅读、讲授与课堂讨论相结合的方式，向学生介绍日本史重要文献和史料，训练学生阅读，培养学生对日本史文献资料的解读能力。", "20151021"], ["106478020", "考古新发现及其研究（讨论课）", "Archaeological Discoveriy (seminar)", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "《新世纪中国考古新发现》????\x02+", "《考古》\n《考古学报》\n《文物》", "王煜", "考古学的生命力在于新材料的不断发现和新问题的不断推进。由于大学教育中，教材多具有滞后性，不能及时跟上考古新发现和新研究的步伐。开设该课程可以使任课教师和同学们养成时刻关注考古新发现和新研究的习惯，在材料和研究上站在中国考古学发展的前沿", "考试", "", "养成学生及时关注考古新发现和新研究的习惯，培养学生的资料收集，报告、论文阅读的能力及提取问题的意识", "20151104"], ["106479020", "西方文明史导论（北京大学）", "Introduction to Western Civilizations", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "朱孝远", "", "考试", "", "从古希腊到罗马帝国，从中世纪到宗教改革，“世界文明从造墙开始，到拆墙为止”", "东西部联盟课程20151201"], ["106480020", "文艺复兴的当代启示（北京大学）", "Contemporary Enlightenment of Renaissance", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "朱孝远", "", "考试", "", "北大著名的中世纪方面教授“带领你迎着文艺复兴的暴风雨，观赏文艺复兴掀起的惊涛骇浪”?\x04o\n?_", "东西部联盟课程20151201"], ["106481010", "古籍整理的方法与实践", "The method of collation of ancient books", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "《仇雠相对：版本校勘学述论》王瑞来著（山西教育出版社，2012年）", "", "王瑞来", "版本、目录、校勘等传统国学领域学科，不仅对于整理古籍具有直接的实践意义，对于阅读和研究中国古代文化也极有裨益，历来被视为治学入门之津逮。这些传统学科，在电子科技数字化时代仍显示着强劲的生命力。讲义是讲授者对自身30多年古籍整理实践的归纳与总结，仅见于此的心得与体会，以广阔的视野，宏微相济，阐释了古籍整理的具体方法。", "考试", "", "讲义所阐释的古籍整理的具体方法，对于学习和研究古代文史均具有基础性的指导意义。讲义分为综论篇、技术篇、基础知识篇、个案篇四部分。", "20151228"], ["106482080", "毕业论文", "Graduation Thesis", "历史文化学院（旅游学院）", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["106483080", "毕业论文", "Graduation Thesis", "历史文化学院（旅游学院）", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["106484080", "毕业论文", "Graduation Thesis", "历史文化学院（旅游学院）", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["106485080", "毕业论文", "Graduation Thesis", "历史文化学院（旅游学院）", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", ""], ["106486010", "非传统住宿业发展趋势及其对乡村旅游的影响-系列讲座（全英文）", "The Development Trend of Non Traditional Hotel Industry and Its Influence on Rural Tourism(a series of Lectures)", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "2015年国务院发文鼓励非标准住宿业，各种政策和发展趋势反映出了这类新业态在中国市场已经处于快速增长的前期。进入21世纪，乡村旅游已进入一个全面发展的时期，呈现出一个蓬勃发展的新态势。非传统住宿业发展趋势及其对乡村旅游的影响（系列讲座）这门课程内容结合国内发展最新情况对非传统住宿业进行一个分析，进一步引发同学的自主思考和讨论，对素质教育的实现具有重要意义。 \n课程要求学生能够对目前国内外非传统住宿业和乡村旅游业的发展有一个深入的了解，进而可以自主思考两者之间的关系，即非传统住宿业对乡村旅游发展的影响。系列讲座分为三个课程，在学生学习完本课程后，能够完成对旅游行业某一形势的分析和预测，形成独立多方面思考的习惯。", "", "", "非传统住宿业发展趋势及其对乡村旅游的影响系列讲座主要针对非传统住宿业的发展现状、乡村旅游的发展现状、国家关于住宿业和乡村旅游最新的政策分析、结合政策条件和行业发展探讨非传统住宿业发展趋势、以及非传统住宿业对乡村旅游的影响。\x07", "20160323"], ["106487020", "美国智识生活史", "History of Ameirican Iintellectual Life", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "Hofstadter, Richard, Anti-intellectualism in American Life, New York: Vintage Books, 1963.Curti Merle, The Growth of American Thought, New York and London: Harper Brothers Publishers, 1943.等等", "王禹", "智识生活是人类活动的高级层面，大学则是智识生活的重要场所和基地，因此无论作为思想史研究者，还是所处大学中的人，都有必要了解一点智识生活的历史。美国对于现代大学的形成有着重要影响，本课程通过对美国人智识生活史的会书，探索现代大学、高等教育制度和现代智识生活形成的曲折与复杂性。", "考查", "", "本课程涉及上起本杰明·富兰克林的时代开始，下至今日的美国大学。考察主题包括：1、美国各个时代智识精英们的思想；2、美国高等教育制度的沿革；3、美国所受欧陆思想传统的影响；4、美国学术和智识生活的特征；5、美国的社会运动与智识生活；6、美国的国家建设与智识生活", "20160414"], ["106488020", "西方思想文化史原著选读（上）", "The History of Western Thought and Culture：An Introduction to Original Work", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材", "黑格尔《世界史哲学讲演录》等", "吕和应", "本课程旨在向学生介绍西方思想传统中的代表性著作，目的是加深学生对西方思想史的关键概念和主要特征的理解", "考查", "", "本课程将重点阅读的原著包括如下几种：奥古斯丁的《上帝之城》、马基雅维利的《君主论》、洛克的《政府论》、黑格尔的《历史哲学》、马克思恩格斯的《共产党宣言》以及尼采的《不合时宜的沉思》。这些著作大致可以分为两类：一类是政治哲学著作，一类是历史哲学著作。将两类著作进行对比阅读，既可以使学生了解政治哲学与历史哲学具有密切的关联，又可以使学生清醒地认识到，在大多数情况下，西方的政治哲学不是通过历史的方式而是通过哲学的方式加以论证的j", "20160414"], ["106489020", "中国近现代政治制度史", "China&#39;s modern history of political system", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材??伴?(", "《中国近百年政治史》\x01", "杨天宏", "通过本课程，希望学生了解中国近代政治制度变化的基本情况，深化对中国近代变革的认识", "考试", "", "本课程以时间为顺序，以专题为单位，讲授晚清政治制度、北洋政府时期政治制度、南京国民政府时期政治制度、中共领导地区的政治制度情况\x0b？？？？R\x04", "20160414"], ["106490030", "日本史", "History of Japan", "历史文化学院（旅游学院）", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "王新生《日本简史》", "《哈佛日本文明简史》、赖肖尔《当今日本人》、坂本太郎《日本史》等", "王蕾", "采取讲授与课堂讨论相结合的方式，介绍日本史入门的基础知识，并组织学生对日本历史各阶段的重点问题展开讨论", "考查", "", "本课程介绍自日本文明起源至当代的日本历史，具体包括上古、中古、近世、近代、现代和当代等六个阶段", "20160414"], ["106491020", "西藏历史与文化概论（全英文）", "Introduction to Tibetan Culture and History", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材", "Kapstein, Matthew T. Tibetans;Losang Lhalungpa. Life of Milarepa, 1977, 等等", "玉珠措姆、嘎尔让、范德康", "", "考查", "", "本课程旨在向学生全面地介绍西藏文化及其历史。我们将探讨是什么使得西藏文明独具特色, 即将探讨哪些外来文明因素在西藏文明的形成过程中起到了重要的作用。这些外来的文明因素不仅包括印度佛教、科学及文学，还包括中国的经世治国思想、科学以及波斯文明的影响。\n藏传佛教是构成西藏文明的核心因素, 它深刻地影响了西藏的政治、法律、经济、文化、道德乃至社会生活的各个方面, 因此,本课程将着重探讨西藏的宗教生活:将不仅讨论藏传佛教各教派以及西藏本土古老的宗教本教产生的历史背景及其特点，也将系统地介绍西藏的艺术及科学(包括藏医学、舞蹈、音乐以及美术)、西藏的宗教活动与实践 (包括朝圣、静修、冥想、辩经、民间信仰等)以及西藏的文学传统(佛教经典、高僧大德的传记、诗歌、历史、宗教仪式等)。", "20160414"], ["106492020", "藏族艺术史", "Tibetan Art History", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "自编教材", "《西藏画卷》、《西藏绘画史》、《藏传佛教艺术发展史》、《元代藏汉艺术交流研究》\x10?\x18t", "熊文彬", "本课程旨在研究古代藏民族融入中华民族大家庭过程的历史见证，目的在于通过藏族艺术史的讲授，在培养和提高学生们的艺术鉴赏力的同时，使学生对藏族艺术的形式、种类、题材、风格及其演变和特点，尤其是艺术作品中展示的汉藏关系有进一步的了解，以加强中华民族的凝聚力和认同感；课程方法：文献和图像结合，先介绍艺术形式、种类和题材，然后按不同的历史阶段介绍发展脉络和基本特点", "", "", "藏族艺术历史悠久，种类和形式十分丰富，包括建筑、雕塑、绘画和工艺美术等所有种类和形式；作品表现题材丰富，涉及历史、政治、宗教、社会和文化等各方面；风格独特，技艺精湛，在传统文化和审美的基础上，不断吸收汉地、印度和尼泊尔等域外艺术风格，最后形成了精彩纷呈的各大艺术流派。尤其是从元代开始，中央政府为更好治理西藏和藏区而开创的宫廷藏传佛教艺术流派对藏族艺术的发展产生了深远而又广泛的影响，共同繁荣了中国的艺术j", "20160414"], ["106493010", "The Archaeology of Death and Burial: an Introduction to Funerary Archaeology", "The Archaeology of Death and Burial: an Introduction to Funerary Archaeology", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "CATRIONA JOY McKENZIE", "The course will consist of 16 hours of lectures covering the funerary archaeology, of the Western Europe and further afield. The course will focus on specific sites, but also on themes that have been of particular importance in funerary archaeology in recent years. This course will adopt a chronological approach starting with evidence from the mid-Paleolithic and continuing through until the post-medieval period. Particular themes to be explored include deviant burial practices, gender and kinship, ethnography, status and power, identity, placing the dead within the broader landscape, and the politics of death.", "", "", "", "20160506"], ["106494010", "Nie Er: Composing Sonic Nationalism and China&#39;S Revolutionary Music", "Nie Er: Composing Sonic Nationalism and China&#39;S Revolutionary Music", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "JOSHUA HARRISON HOWARD", "This course, based on the instructor’s forthcoming book about Nie Er, is divided into two parts. In the first week I trace the composer&#39;s life and his ideas about music to examine two influential paradigms--revolution and modernization/modernity--that have dominated Western scholarship on 20th century Chinese history. Inspired by mass songs from the Soviet proletarian music movement and Chinese folk songs, coupled with his use of modern and distinctively Chinese style of music. This study thus stands as a useful corrective to growing literature on the construction of a Chinese modernity, which has privileged the consumer culture of Shanghai and consciously sought to displace a previous historiography that focused on the Chinese revolutionary experience. In the second week, I examine the process by which Nie Er became a national music icon. We will analyze the relationship between the politics of commemoration and the development of sonic nationalism, in both its textual and performative dimensions. I examine Nie Er&#39;s commemoration from 1935 to the present day, showing how the use of a barometer of political trends in Republican China and the PRC. The content of the course is base on new cultural history methods and new research on Chinese nationalism, especially its sonic dimensions, which have largely been overlooked by scholars. The course readings include the instructor&#39;s forthcoming manuscript, selections from Nie Er&#39;s writings and music, as well as secondary sources on Chinese revolution.", "", "", "", "20160506"], ["106495005", "Leonardo Da Vinci as Italian Renaissance Court Artist", "Leonardo Da Vinci as Italian Renaissance Court Artist", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Timothy David McCall", "Leonardo da Vinci (1452-1519) – the stereotypical Renaissance genius, born in Florence – was best-known in his lifetime for his work in Milan and France. In this course, we investigate Leonardo’s art for these courts, focusing on the social and political context of works ranging from the famous Last Supper, to the portrait of Cecilia Gallerani, to the monumental equestrian statue celebrating the military prowess of Duke Francesco Sforza. We also examine Leonardo’s imaginative battle machines and engineering projects, and survey the sometimes surprising projects that the artist was required to design. Leonardo painted, and but he engineered bridges, organized astrologically-themed entertainment, and devised a life-sized, mechanical lion (a Renaissance robot).This course will end by investigating the ways that Leonardo’s reputation was shaped at court. By analyzing the legends that followed his death – including the myth that Leonardo died in the arms of King Fran？ois I of France – we can learn more about the fundamental importance of Leonardo da Vinci and Italian Renaissance art for modern constructions of artistic creativity and genius.", "", "", "", "20160506新增"], ["106496005", "The Material Culture of Renaissance Italy", "The Material Culture of Renaissance Italy", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Timothy David McCall", "In recent decades, some art historians of Renaissance Italy have turned attention from painting and sculpturetoward a wide variety of objects and media, including those commonly dismissed as merely decorative arts. In this course, we critically examine a number of artfully crafted Renaissance things – what art historians now call material culture – including radiant clothing and textiles, lavishly painted wedding chests, politically significant medals, exquisite metalwork and jewelry, and widely-collected prints. We will study how these expensive and carefully crafted art objects were made, valued, collected, and displayed. We will see, also, that their raw materials came from far beyond Italy, from throughout the Mediterranean, and from Asia and the Americas. We will examine audiences and markets for art, and likewise modes of artistic production, that have only recently been appreciated by historians. By studying material culture, we gain much insight on Italian Renaissance society, and we can look at Renaissance art from new perspectives.", "", "", "", "20160506新增"], ["106497010", "Leadership Skills for Event Management", "Leadership Skills for Event Management", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Fleur Edith FALLON", "We will investigate key events management skills, such as project management, risk management and personal leadership skills with reference to specific Chinese and international case studies. The teaching style is student-centred, which means the teacher acts as a mentor and guide, and students need to actively engage with the material through discussion and demonstrate practical application of the skills in a team project presentation, short summary report and a personal plan for action. LEARNING OUTCOMES\nAt the end of this class, students will be able to:\n1. Explain and apply three key management skills for successful staging of events and festivals, in particular project management, risk management and personal leadership skills\n2. Prepare a basic project management plan for an event (gantt chart)\n3. Conduct a risk analysis for an event\n4. Prepare a personal plan for professional development", "", "", "", "20160506新增"], ["106498010", "The Digital Revolution in America: the Advent of the Personal Computer and the Modern World", "The Digital Revolution in America: the Advent of the Personal Computer and the Modern World", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Trent Edwin Boggess", "In the mid-1970&#39;s a group of hobbyists in the San Francisco, California area, began meeting regularly to discuss what might and could be done with newly invented micro processors. This group became known as the &quot;Home Brew Computer Club&quot; and among its members were Steve Jobs, Steve Wozniac, and other founders of personal computer industry. From their efforts arose the first personal computers, and the first companies that produced them. This course examines the beginnings of the American personal computer industry, it&#39;s founders, the rapid development of both hardware and software, and the giant corporations that have arisen around digital technology. It also looks at the profound effect digital technology has had on both national and global societies.", "", "", "", "20160506新增"], ["106499010", "The Automobile in Early 20th Century America", "The Automobile in Early 20th Century America", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Trent Edwin Boggess", "In the early 1890&#39;s a group of american tinkerers and inventors began to turn their attention to personal self-propelled vehicles. Beginning with the bicycle, these inventors soon decided that they would prefer mechanically powered vehicles over human or animal powered vehicles. This course examines the early designs and the early years of the American automobile industry. It explores the development of mechanically powered personal vehicles, the inventors and the business leaders who led the development of the automobile, and of,the automobile industry. The contributions of the Dodge Brothers, William C Durant, Henry Ford, Henry Leland in developing consistently reliable, easy to operate, and affordable automobiles will be noted. The Automobile changed American society and America unlike any invention before it, and it&#39;s early history serves as a case study of how new technologies can profoundly change the societies they are introduced into.", "", "", "", "20160506新增"], ["106500010", "Sports, Mega Events and Society", "Sports, Mega Events and Society", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mark Ian Wilson", "Sports and mega events, such as the Olympics, Expos, World Cup and Asian Games, play an important role in terms of culture, economics and their impact on cities. This course will discuss the evolving role of sports and culture as an economic and urban phenomenon, with emphasis on the way that sports and cultural events are used by their host cities as a way to gain global visibility and promote urban development. This interdisciplinary course will focus on sports and mega events through economics, public policy, business and urban planning.", "", "", "", "20160506"], ["106501010", "Special Types of Tourism", "Special Types of Tourism", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ramon A.Corrada-Rivera", "This course will explore the variety of tourism niches in the hospitality industry. The students will be able to experience the most important areas associated with the differentspecial types of tourism. Special importance will be given to sports, culinary, medical, adventure, social and cultural tourism among others. Case studies, group dynamics, and class discussions will introduce students to the different types of tourism. The course will use the Internet as a research tool and Power Point for assignments and presentations.", "", "", "", "20160506"], ["106502010", "Intro to Anthropology", "Intro to Anthropology", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gerald F. Murray", "An introduction to the four fields of American Anthropology, with a focus on Cultural Anthropology. We will examine why humans, though they belong to the same species, have evolved such different cultures, including economic systems, family systems, religious sytems, and medical systems. We will also examine how, within the same society, there can be different social classes, ethnic groups, and languages. Many of the lectures will focus on comparing different aspects of Chinese society and culture with those of the West.", "", "", "", "20160506"], ["106503010", "Language and Culture", "Language and Culture", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Gerald F. Murray", "An overview of the universal structures found in all human languages and of the multiple uses to which language is put in human society. After a brief introduction to the evolutionary origin of language, we will examine the manner how languages change over time, why some languages “die out” and how new languages come into existence. We will examine the phenomenon of “dialects”, paying attention to the linguistic diversity within China. We will also examine the origin of writing and the different types of writing systems that have evolved. We will pay special attention to the special characteristics of Mandarin, both in its tonal system and its simplified morphology and its use of thousands of written characters rather than a smaller number of “letters” as in Western writing systems.", "", "", "", "20160506"], ["106504005", "人文社科研究成果的社会化", "Humanities and social science research results of socialization", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "Bruce Andrew Huett", "搭建学生的理论知识与实践应用的桥梁。使学生了解人文社会科学研究与现实应用的结合方向与具体实践", "考查", "", "英国人文社会科学研究成果运用介绍；剑桥大学蒙古与内亚研究所研究成果社会化案例\x08T筫\x11T\x0eNwQSO瀃鯈", "20160509"], ["106505010", "人类学资料收集、整理与数据化实践", "Anthropological data collecting, sorting and digital practice", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "Sarah Jordan Harrison", "打通人文社会科学与技术结合的屏障。使学生了解田野调查基本方法及资料数字化技术", "考查", "", "人类学田野调查方法（访谈技巧与记录、整理）、数字化方法\x07", "20160509"], ["106506010", "人文社科研究资料数字化", "Digital humanities and social science research data", "历史文化学院（旅游学院）", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "Mark Turin", "打通人文社会科学与技术结合的屏障。教会学生了解人文社会科学与现代科技有效结合方法", "考查", "", "人文社会科学研究资料收集、整理与数字化方法", "20160509"], ["106507005", "口述史的理论与实践", "The oral history theory and practice", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《口述史研究方法》作者： 李向平 / 魏扬波 ，\n出版社: 上海人民出版社\n出版年: 2010-4", "", "张原、汤芸", "口述史是有别于传统的文字再现，口述史是历史的声音再现，它打通了生活世界与文本世界的隔阂。有别于传统的间接单向研究，口述史是一种直接的双向互动的当代史，它开创了主动留史的新模式。有助于培养学生为公众史学的发展开辟广阔的空间。口述史目前成为历史研究的重要领域，其对于返还历史真相、引起大众注意有特别意义，如何进行口述史的研究将成为重要的研究领域。本课程主要系统研究口述史的研究方法，讨论口述史研究的设计、访谈法、资料整理、资料分析等。", "考查", "", "主要讲述口述史的访谈方法、研究方法、口述史的研究设计以及口述史的准备工作、口述资料的整理与分析", "20160517"], ["106508005", "丝绸之路与中印文化交流", "Sino-Indian Culture Interface and the Silk Road", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "季羡林等：《大唐西域记校注》\n佚名：《大唐三藏取经诗话》\n季羡林：《中印文化交流史》", "", "王邦维", "中国与印度历史上有过极为密切的往来。佛教来自印度，被中国人接受后，成为中国文化的一部分。所谓丝绸之路，历史上曾经是连接两国的纽带。了解有关的历史，有助于全面认识文化和思想开放的意义和体会中印文化的特点。扩大学生的知识面，扩大学生读书的范围和增加学习历史尤其是中外文化交流史的兴趣", "考查", "", "主要围绕两方面的内容进行讲授：一是奇书《大唐西域记》，二是历史怎么变成神话：《西游记》故事的来源", "20160517"], ["106509005", "南方丝绸之路与欧亚古代文明", "The Southren Silk Road and the Ancient Civilization in Eurasia", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "荣新江《丝绸之路与东西方文化交流》", "", "段渝", "促使学生更完整地理解古代丝绸之路的基本情况和历史贡献，并对当前我国推行的“一带一路”的战略意义有更深层、更充分的理解。增进学生对“一带一路”历史的认识", "考查", "", "古代从四川经云南、缅甸去印度、中亚、西亚和欧洲，以及从四川到东南亚的国际交通线，学术界称为南方丝绸之路，它是连接中国与世界的经济文化走廊，在亚洲、欧洲文明发展史上发挥了积极而重要的作用。本课将结合大量历史文献和实地考察所得，生动地诠释南方丝绸之路与欧亚古代文明发展的密切关系", ""], ["106510005", "新方志编纂理论与实践", "The Theory and Practice of Compiling New Local Chronicles", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "黄苇：《方志学》，复旦大学出版社1993年\n仓修良：《方志学通论》，华东师范大学出版社2014年版", "", "杨文华", "方志工作是国家文化建设的重要组成部分，在服务于地方经济社会发展中发挥着越来越重要的作用，李克强总理还专门就全国方志工作做了重要指示。目前县级及以上政府都专门设有方志办，且为常设机构，由当地政府一把手担任地方志编纂委员会主任，从一个侧面反映了政府对方志工作的重视。该课程作为一门理论与实践相结合的课程，对于丰富学生人文知识、提高学生综合素质、培养方志后备人才等方面具有重要的意义。(1)让学生通过方志工作一线专家的亲自讲解了解地方志机构及其工作性质，(2)让学生了解方志工作的主要任务、工作内容和工作目的。(3)让学生通过专家讲解了解从事方志工作需要掌握哪些方面的知识，具备哪些方面的素养。(4)为今后愿意从事方志工作的学生提供就业指导", "考查", "", "《新方志编纂理论与实践》课程，主要讲授新方志编纂的理论与方法，新方志编纂工作方案制订、资料搜集与整理、资料长编的编纂、志书编纂与修订、志书审稿与验收、出版、方志工作管理、 年鉴编纂等方面的内容，以及新编方志编纂过程中常见问题与解决方案，并具体以成都市新方志编纂工作为例进行深入讲解", "20160517"], ["106511005", "经济历史发展中的制度分析", "Institutional analysis in economic history research", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "韩毅，《历史的制度分析——西方制度经济史学的新进展》，辽宁大学出版社，2002年版", "", "赵劲松", "本课程重点分析经济历史中制度的长期影响，同时介绍一些基本的经济学理论和经济史研究问题，可以给历史学背景的学生提供不同的学习视角。通过跨学科的学习，丰富学生对历史内涵的理解。本课程通过引入历史制度分析的基础理论，结合具体的问题，介绍经济史研究的基本方法。通过本课程的学习，学生可以了解运用经济理论进行历史研究的基本思路，熟悉经济史研究关心的问题和理论点", "考查", "", "课程设计分为两个部分，第一部分介绍历史制度分析方法的基本理论点和分析思路，结合美国经济史发展中的例子，讲授早期制度设计在长期历史发展中的影响；第二部分结合清代以来中国的经济发展史，以具体知识点切入，分析正式和非正式制度在商业实践中的不同作用", "20160517"], ["106512005", "魏晋思想变革专题", "Specific Study On thinking chang of Wei and Jin dynasty", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "景蜀慧、孔毅《插图本中国古代思想史?魏晋南北朝卷》；《世说新语》等", "对中古思想史有兴趣，有一定文史基础", "景蜀慧", "探讨中古思想从经学思潮到玄学思潮的重大变化，并追溯这种变化的社会文化根源。了解魏晋玄学之兴起及其思想变革意义", "考查", "", "1、儒学定于一尊和经学之盛；2、清议之起；3、清议到清谈的转化；4、方法论和本体论的变革；5、玄学政治思想", "20160517"], ["106513005", "书院与地域文化", "Academies and Regional Culture", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "邓洪波：《中国书院史》，东方出版中心", "", "邓洪波", "本课程将有助于本科生了解中国书院史与地域文化相关的史实、文献和理论观点，使学生能够熟悉中国古代书院发展的脉络，利用所学知识从事从事相关研究。对书院的起源、发展、特点、价值等作专题性的介绍，揭示中国书院历史与地域文化结合的主要方式和基本概况", "考查", "", "本课程涉及书院的起源、发展、与地域文化、社会变迁的相互影响等内容，并介绍书院史研究的重要成果，利于学生今后用所学知识从事学术史、思想史、教育史、文化史的研究", ""], ["106514005", "中国当代史研究的史料与方法", "The data study of Chinese contemporary historical and the method", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "冯筱才", "史学的研究与发展离不开史料的支撑,能否合理开发和正确利用史料,直接关系到研究成果的科学水平和学术质量,中国当代史也不例外。中国当代史是改革开放后的一门新兴学科,这种历史的特殊性造成了档案背景的鲜活性和时代性。有关当代的部分档案材料因政治敏感、地方部门存史意识淡薄和某些政策等原因,制约了其内容的真实性和完整性。在研究中,史学工作者要真正做到搜集史料&quot;全&quot;,整理史料&quot;实&quot;,考证史料&quot;真&quot;,利用史料&quot;准&quot;,开设这门课有利于培养学生科学的世界观和思维方式，进行科学的研究原则和研究方法。旨在使通过对中国当代史史料学的训练，熟悉有关的基本理论和基本知识，了解各种类型的史料和史学价值。掌握围绕研究课题来搜集、考证和分析各类史料的基本技能和方法", "考查", "", "讲述中国当代史史料的开发、利用及分析辨别方法、应如何鉴别考据及慎用", ""], ["106515005", "医疗社会史研究导论", "Introduction of medical and social history research", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "余新忠", "疾病医疗社会史作为新社会史的一个分支,虽然在目前尚无一明确而清晰的概念予以界定,但总体来看,其主要以历史上的疾病医疗为切入点,通过探讨疾病医疗与历史的互动关系来考察社会文化的变迁。在西方,疾病医疗社会史的研究兴起于上个世纪六七十年代,至今已初具规模;而在中国,海峡两岸则是在八、九十年代才被部分学者予以关注并开始付诸研究的，由于起步较晚,我国大陆的相关研究还相当薄弱。开设此课程有助于开拓学生视野，将历史拓展到更多的学科交叉中进行研究。在大陆的医史学界，以往有关疾病史的研究大多是探讨疾病本身，少有从疾病与社会的角度探讨的。作者之所以选择这门课，不仅是想从疾病医疗的角度勾勒中国近世独特的社会变迁脉络，其最终目标更希望能进一步探讨中国社会的近代化特质。因此，本课程在探讨医疗的基础上，特别关注以下的课题：中国近世社会的发展脉络、国家与社会的关系及社会的特质等", "考查", "", "本课程包括(1)介绍目前医疗社会史的研究仅仅限于对个别地区的某种疾病做研究，缺乏全面性的研究；(2)缺乏有关生态问题深入而细致的研究；(3)目前研究仅局限于国家与社会对疾病的响应，甚少对病人及病家心态的研究；(4)对疾病爆发流行的原因，未能做到结合传染病流行的三要素──传染源、传播途径和易感人群的深入研究；(5)研究人员的医学与疾病学修养有待提高；(6)对白喉和疫喉痧等清代常见的疾病甚少研究；(7)数据运用上，医书和笔记文集的利用有限，仍局限在以往大陆的医史和历史学界，对于欧美盛行以久或台湾近年来新刊的疾病、医疗与社会的研究的掌握仍有待加强", "20160517"], ["106516005", "新文化史研究的方法与理论", "Research method and the theory of new cultural history", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "刘永华", "新文化史是20世纪60-70年代在欧美兴起的一场史学方法与理论的革新运动。1999年中国掀起了研究新文化运动史的热潮。新文化史吸收了“自下而上”的社会史研究思想，借鉴人类学等其他学科成果，形成独特的研究范式——以文化及其意义为对象，开展跨学科研究，以讲故事的方式从事微观考察，从而拓展了史学研究领域。然而新文化史也存在弊端，如探讨对象的不明晰、研究取向的碎片化、客观历史的否定性，遇到了发展的瓶颈。另外，新文化史传入中国后，与社会史相结合，被称为社会文化史，仍有待于深入挖掘。开设本课程有助于开拓历史学学生更为广阔的视野。社会文化史强调的是，在具体的研究实践中将社会史分析和文化史诠释结合在一起。在分析社会现象时，不能忽视相关人群对这些现象的理解或这些现象之于当事人的意义，唯有如此，社会史分析才不致死板、僵硬；在诠释文化现象时，不能忽视这些现象背后的社会关系和权力关系，唯有如此，文化史诠释才不致空泛、玄虚。本课程的开设旨在引导学生透过社会现象深入分析中国历史的深层脉络", "考查", "", "本课程涵盖社会文化史研究的五个主要问题领域：一、国家认同，二、神明信仰，三、宗教仪式，四、历史记忆，五、感知、空间及其他。六、精彩的个案研究，引导学生进入中国历史的深层脉络\x02\x04\x06?", "20160517"], ["106517005", "宋史研究概述", "Overview of studies on sung history", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "邓小南", "开设专题史课程有助于对通史课程内容的深化理解，提高学生分析问题的能力，使学生体会到专题历史的精彩。以宋史为典型，从它的基本特点出发来分析中国通史的一般性问题，本课程强调的是方法论教学，在授课过程中引导学生阅读一定量的与宋史有关的原始资料。培养学生寻找解读引用一般史料的能力，以及了解最新史学动态的能力", "考查", "", "本课程主要介绍了宋史研究的“材料”和“问题”。在历史研究中，材料与问题密切关联。如何解读材料，如何从材料中发现问题，如何运用材料最终解决问题，是史学研究者始终需要面对和思考的问题，而且从某种程度上说，材料与问题的把握方式影响着研究水平的高下", "20160517"], ["106518005", "西方道教史研究", "Daoist Studies in EU and Northern Amercian", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "Terry Kleeman,Celestial Masters: History and Ritual in Early Daoist Communities. Harvard University Press, 2016", "", "", "美国是海外道教研究的三大重镇之一。通过开设系列讲座，让学生了解近年欧美道教史研究的主要进展及发展趋势，开拓视野，增进中美人文交流。了解欧美道教史研究的最新成果、学术流派及其理论方法", "考查", "", "天师道研究的新进展；近年来的西方道教研究；物质文化与文献的诠释学", "20160517"], ["106519020", "旅游视觉形象传播与设计", "Tourism Visual Image Communication and Design", "历史文化学院（旅游学院）", "", "本科", "2.0", "32.0", "", "", "开设", "", "8.0", "", "", "24.0", "", "", "", "", "", "讲授", "", "《旅游视觉形象传播与设计》", "《艺术与视知觉》????", "李倩倩", "本课程的要义是学习、掌握视觉形象在旅游业中传播的规律、特征，把握旅游视觉文化及视觉审美形式，使学生能够熟练掌握旅游视觉形象的设计与研究方法。", "考试", "", "本课程主要论述旅游视觉形象的基本概念、旅游视觉传播的目的及特点，视觉语言、数字技术的运用和形态，色彩情感的把握，视觉形象的基础设计要素、表现及程序，广告、纪念品、形象网站、景观与城市标识、服务人员等视觉形象的设计与研究方法\x07", "20160517"], ["106520005", "民宿客栈的个性化经营", "Personalized business of home inn", "历史文化学院（旅游学院）", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "黄镜", "成都番茄来了科技有限公司成立，公司创始人为陈俊。他曾任腾讯西南大区总监，曾获得全国职业经理人Top100等荣誉。2013年毅然放弃百万年薪开始创业，开发番茄来了免费客栈管理系统。黄镜为该公司副总经理。该公司通过丰富的市场调研前提下，开设“番茄来了”公司——通过PC端+移动端同步管理，帮助运营者在线上快速办理入、离店登记，完成房态、订单、用户、渠道、财务等信息管理。此为当前旅游行业新起的一种新的商业模式，通过开设此课程既可以让学生了解旅游业的最新动态，又可以分享到行业领域内企业家创业的丰富经验。目前，全球超过500多个旅游目的地，近2万家特色住宿从业者选择了“番茄来了”。，2015年，“番茄来了”继续扩大了市场规模，将用户数扩大到了5万家。通过开设该课程旨在使学生与旅游行业人士近距离交流沟通，将旅游的课本知识和实践积极结合，以便更深刻的理解旅游业中引用的各种理论方法并在此基础上有所创新。", "考查", "", "主要围绕番茄来了科技有限公司创始起，如何进行网络平台的设计操作，并依托此系统进行民宿客栈的全面信息管理的讲解，在具体介绍“客栈的市场细分”、“客栈的个性化经营”等内容。", "20160516"]]