[["102367005", "中国对外贸易概论", "A survey on China&#39;s FT", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "黄建忠", "", "考试", "", "", "20131218校外专家+实践周"], ["102368010", "走出去战略", "The strategy for China&#39;s FDI", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "卢进勇", "", "考试", "", "", "20131218校外专家开课"], ["102369010", "国际化经营专题", "Internationalization", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "尹忠明", "", "考试", "", "", "20131218校外专家+实践周"], ["102370030", "会计学（全英文）", "Accounting", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "考试", "", "", "20140121"], ["102371030", "国际贸易实务（全英文）", "International Trade Practice", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["102372020", "气候变化与低碳发展", "Climate Change and Low Carbon Development", "经济学院", "", "本科", "2.0", "36.0", "", "", "开设", "3.0", "36.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "自编讲义????", "1、张坤民,潘家华,崔大鹏：《低碳经济论》，2008。\n2、国家发展和改革委员会能源研究所课题组.中国2050年低碳发展之路——能源需求暨碳排放情景分析，2010.\n3、邓常春等：《全球气候变化、低碳经济与环境金融》，2013。\n4、期刊：《经济研究》，《人口、资源与环境》《East Asia Forum》\n5、网站：联合国气候变化框架公约，世界银行碳金融，政府间气候变化专门委员会国际能源署。", "邓常春", "人为温室气体引起的气候变化，已经成为当今和未来世界经济主要的风险之一，影响到社会财富、资源、能源价格以及投资评估和公司价值估价。全球气候变化背景下兴起的低碳经济，是对工业革命以来全球经济高碳发展模式的“逆动”，是工业革命以来又一个历史大变局。当前，发展低碳经济正成为世界各国寻求可持续发展的重要战略选择。开设相关课程，有利于促进学生了解气候变化与低碳发展，增进环保理念，构建两型社会。日益严重的全球气候变化和环境问题使低碳经济正在成为全球发展的潮流，而日益严重的资源约束，也使我国经济发展方式正在发生深刻的转变。在此背景下，低碳经济、节能减排及生态环境保护不仅是一种经济愿景，一项社会工程，也是非常重要的经济社会研究课题。本课程旨在深入研究气候变化与低碳发展，促进学生对气候变化的科学认识，进一步增强环境危机感，并有效地传播资源节约与环境友好的理念与可能的实践探索方向。", "考试", "", "气候变化和未来社会经济发展模式；气候变化经济学与排放权交易的经济分析；国际气候变化机制和碳市场；生态文明、可持续发展与低碳经济；中国对国际气候变化机制和碳市场的参与；中国发展低碳经济的必要性、现状与策略；推进中国低碳经济发展的机制；基于低碳发展的战略性新兴产业", "20140320"], ["102373020", "亚洲新兴经济体的增长与转型", "The emerging \nAsian economy: growth and transition", "经济学院", "", "本科", "2.0", "36.0", "", "", "开设", "3.0", "36.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "自编讲义", "1、林毅夫：《解读中国经济》，《繁荣的求索》\n2、爱德华.卢斯《不顾诸神：当代印度的奇怪崛起》\n3、期刊：《世界经济》，《国际经济评论》，《East Asia Forum》\n4、网站：世界银行官网，麦肯锡官网，IPCC官网。", "邓常春", "根据目前的发展趋势，2015年亚洲经济实力将超越美国和欧盟的经济总量。亚洲正一步步迈向世界经济舞台的中心，在全球经济事务中扮演举足轻重的角色。但对于亚洲新兴经济体的发展情况，学生关注不多，了解甚少。因此，有必要开设相关课程，促进本科生对相关领域的了解与思考。本课程旨在以印度和中国为重点，研究亚洲新兴经济体的长期经济增长与转型。通过本课程的学习，学生可以拓展视野，增长见识，借鉴他山之石，对比分析和思考本国的现状与未来，也可以为以后到相关国家学习、交流或从事经贸活动打下一定的基础。", "考试", "", "经济增长的历史经验和现实语境；亚洲新兴经济体的增长概况；要素投入与生产率的提高；制度红利与经济增长；制度缺陷与经济增长；挑战与变革趋势；经济增长中的资源、能源与环境问题；中国长期经济增长与转型；全球视角下亚洲新兴经济体的发展前景。\x07", "20140320"], ["102374010", "环境保护与排放权交易（系列讲座）", "Environment Protection and ETS", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "文化素质公选课", "讲授", "", "", "参考书目：\n1.\t焦小平，《欧盟排放交易体系规则》 中国财政经济出版社，2010.11第1版\n2. 查尔斯?科尔斯塔德 《环境经济学》中国人民大学出版社2011.3第1版\n五、主要参考资料\nSelected Bibliography：\n1.\tBlyth, William　Bunn, Derek，Co-evolution of policy, market and technical price risks in the EU ETS，Energy Policy, 2011\n2.\tGeorg Zachmann, Anta Ndoye and Jan Abrell，Assessing the impact of the EU ETS using firm level data， Working Papers from Bruegel, 2011 \n3.\tDon Bredin and Cal Muckley, An Analysis of the EU Emission Trading Scheme, UCD GEARY INSTITUTE DISCUSSION PAPER SERIES, 2010\n4.\tAndrés Jonathan Drew, Two Directives, Two Politics ? Prospects for the EU ETS, Society and Economy  Working Papers, June 1, 2010 \n5.\tMichel Bruon, Syafiza Abd Hashib, Matthieu Frappe: Sustainable development and CDM projects in the Palm Oil Industry in Malaysia, 2008\n6.\tPoint Carbon: The potential and scale of windfall profits in the power sector, 2008\n7.\tMatthias Duwe: Improving the EU ETS for the climate, Climate Action Network Europe, 2008\n8.\tRobin Smale, Murray Hartley: The impact of CO2 emission trading on firm profits and market prices, climate policy, 2007\n9.\tDamien Demailly: EU ETS and competitiveness: Production costs do not tell the whole story, climate strategies, 2007\n10.\tCarbon Trust: EU ETS impacts on profitability and trade, 2007\n11.\tCesc Fabregas: The high price of hot air: why the EU ETS is an environment and economic failure, Open Europe, 2006\n12.\tEuropean Environment Agency: Using the market for cost-effective environmental policy, 2006\n13.\tEuropean Environment Agency: market-based instruments for environmental policy in Europe, 2005\nSelected Bibliography in Chinese:\n2.\t张跃军 魏一鸣, 国际碳期货价格的均值回归：基于EU ETS的实证分析,《系统工程理论与实践》 2011.2\n3.\t凤振华、魏一鸣, 欧盟碳市场系统风险和预期收益的实证研究, 管理学报, 2011.3.\n4.\t高翔、牛 晨，国际上落实温室气体排放控制目标的启示，国际经济评论, 2010\n5.\t李飞, 庄贵阳, 付加锋, 宋玉祥，低碳经济转型: 政策、趋势与启示, 《经济问题探索》2010.2\n6.\t华金秋,陈博为, 英国对实施欧盟排放交易机制的审计及启示，中国地质大学学报（社会科学版》 2010年第10卷第3期\n7.\t李布，欧盟碳排放交易体系的特征、绩效与启示，重庆理工大学学报（社会科学版），2010年第24卷第3期\n8.\t马中主编.环境与资源经济学概论[M].高等教育出版社，1999年版。\n9.\t赵红.外部性、交易成本与环境管制——环境管制政策工具的演变与发展[J].山东财政学院学报，2004(06)\n10.\t沈满洪.环境经济手段研究[M].中国环境科学出版社，2001（11）\n11.\t黄桂琴.论排污权交易制度[J].河北学刊，2003（5）\n12.\t刘学敏.从“庇古税”到“科思定理”：经济学进步了多少[J].中国人口?资源与环境，2004年第14卷第3期。\n13.\t宋国君.排污权交易[M].化学工业出版社，2004（4）\n14.\t智国明.庇古税、科斯定理与政府角色的定位——对“污染反弹”现象的分析[J].郑州轻工业学院学报(社会科学版)，2004（8）\n15.\t李利军、李艳丽.环境问题的排污权调整思路[J].经济论坛，2004（20）。\n16.\t乐晓棠.环境污染税的国际比较与借鉴[J].扬州大学税务学院学报，2004（3）\n17.\t姚晖、朱伟俊.环境税对可持续发展的支持[J].华东船舶工业学院学报(社会科学版)，2004（3）\n18.\t于良春、黄进军.环境管制目标与管制手段分析[J].理论学刊，2005（5）\n19.\t李克国、魏国印、张宝安主编.环境经济学[M].中国环境科学出版社，2003（3）", "饶蕾", "经济、社会与环境的协调发展，是社会各界普遍关注的问题，也是当今大学生需要认真思考和有更多了解的问题。本课程着重介绍如何利用经济手段和市场机制来达到环境保护的目的，不仅经济学各专业的学生需要了解这方面的知识，其他专业的学生也有必要了解，因为环境保护和节能减排对我国的可持续发展具有重要的意义。将本系列讲座列为公选，对文、理、工科学生开放，具有重要的现实意义。通过对环境保护和节能减排等方面具有先进科学技术和政策措施的国家的经验介绍，考查他们的实施效果，对我国的可持续发展具有重要的借鉴意义。\n本课程旨在让我们的学生了解这些内容，以便他们从现在开始，就会有将经济、社会和环境各方面的利益综合考虑的意识，使他们在将来的工作中，减少顾此失彼的缺陷。", "", "", "本课程旨在培养学生的文化和科学素养，使学生对当代科学发展和经济发展过程中出现的人与自然如何和谐共存这一紧迫问题认真思考。在可持续发展的大趋势下，我们要在经济、社会和环境这几个方面协调发展，必然会注重环境保护与节能减排等问题。本课程将向学生介绍一些发达国家在发展经济的同时，如何利用先进的科学技术以及法律法规以及经济手段和市场机制，有效地达到保护环境、节约资源、提高能效、减少排放的目的，实现经济社会与环境的共赢。_", "20140410修改"], ["102375010", "European Studies", "European Studies", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Eduardo Cuenca García", "1. Economic Integration\n2.- the European Union\n3.- The Treaties and the Institutions\n4. The Single Market in Europe.\n5. The Common Agricultural Policy (CAP)\n6.- The Common fishery Policy\n7. EU Budget and Fiscal Policy\n8. Regional Europe\n9. The European Economic and Monetary Union (EMU) and European Central Bank (ECB)\n10.- External Trade Relations and EU Foreign Policy\n11. Other EU Policy Areas.", "", "", "", "20140416"], ["102376010", "Dynamics of International Business", "Dynamics of International Business", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Haico Ebbers", "The course International Business focus on (economic) theories of international business related to globalisation, international trade as well as theoretical concepts explaining Foreign Direct Investments (FDI’s). It will learn diplomats to look from different angles at the process of globalisation. It also elaborates on the changing trade and investment patterns we see today compared to a decade ago. Clearly, there is a lot of dynamics in the international environment, including new players such as China and India, a new global middle class that is not situated  in the west anymore, international competition that really becomes global and the emergence and deepening of trading blocs which make a regional strategy for companies as well as governments possible. It is essential to have knowledge about the transformations that are happening in the economic, financial and monetary world and to distinguish structural developments from cyclical developments.The course Dynamics of International Business aims to provide the participants an eclectic international perspective on business and governments, including knowledge, skills and tools that are fine tuned for operating in an international environment.", "", "", "", "20140416"], ["102377010", "Basics in Experimental Economics", "Basics in Experimental Economics", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Heike Hennig-Schmidt", "The course will introduce experimental economics, a method for collecting behavioral data under controlled conditions in the laboratory or in the field. Even though the method is rather well established in Western countries by now, it is still in its infancy in China. Laboratory experiments are an important and valuable tool to complement field studies for a number of reasons: the researcher is able to control the decision environment in a way hardly attainable in a natural setting. Behavioral data are gathered in experimental sessions where only the variable of interest is varied, providing a true ceteris paribus change. Observed differences in behavior can thus be attributed to the modification under study. Different from survey studies, experimental investigations are based on actual decisions associated with monetary rewards that are related to the participants’ choices. Laboratory experiments can serve as a ‘wind tunnel’ before institutional changes are implemented. Finally, experimental economics is well suited for cross-cultural and intercultural research as running experiments with exactly the same design in different countries allows to directly comparing behavior across cultures.\nThe course provides the main methodological requirements. It introduces basic economics experiments like the Ultimatum, the Dictator and the Trust game and will have students participate in own experiments. Examples of cross-cultural experiments will be given with special emphasis on Germany and China. The course will enable students to start designing their own simple experiments.", "", "", "", "20140416"], ["102378010", "Understanding Academic Paper", "Understanding Academic Paper", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jianhong Zhang", "Understanding Academic Paper is a course designed  for graduate students  who intend to improve their skills in understanding academic paper in international leading journals in economics and business, and to develop their capability in establishing their research territory. Although English comprehension is important for this course, it is not a language course. It focuses on critical thinking and idea creation. During the course, students learn strategies to improve their comprehension through analyzing models and reading practice. Course topics include paper selecting and identifying, paper structure, main attribute and function of each section of a paper (abstract, introduction, theory, methods, discussion, conclusion and reference), paper generalization, and important elements in academic paper. A few hot topics in international economics and business are addressed as needed. Students receive feedback from the instructor on each reading assignment.  This course suits to small group teaching. The number of students is not more than 30. Students will be expected to work in small groups as well as individually and to have some interactive discussions in class.", "", "", "", "20140416"], ["102379010", "From Paris to Lisbon: The Making and Reform of EU Treaties", "From Paris to Lisbon: The Making and Reform of EU Treaties", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Finn Laursen", "This course will cover the historic development of the treaty foundation of European integration, from the Paris Treaty (1951), which created the European Coal and Steel Community, until the latest important treaty reform, the Lisbon Treaty (2009). This will include the Rome Treaties, which created the European Economic Community and the European Atomic Energy Community in 1957 and the Maastricht Treaty, which created the European Union in 1993. What were the main reasons for these successive treaties? Which institutions did they create? Which common policies did they initiate?What are the alternative political science interpretations of the changes over time?", "", "", "", "20140416"], ["102380010", "The EU as a Global Actor", "The EU as a Global Actor", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Finn Laursen", "The EU has become an important international player, especially in trade and development policies. This started from the beginning of the integration process in the 1950s but has expanded since then. Since the Maastricht Treaty the EU also has endeavored to develop a Common Foreign and Security Policy (CFSP), and the Lisbon Treaty has established a European External Action Service (EEAS), with a kind of foreign minister position. This course will trace these developments, try to explain them and also discuss the limitations of these developments.", "", "", "", "20140416"], ["102381010", "Comparative Regional Integration: Europe and Beyond", "Comparative Regional Integration: Europe and Beyond", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Finn Laursen", "Europe is not the only region in the world where there are efforts of international integration. There is the North American Free Trade Area (NAFTA), the Southern Common Market, MERCOSUR, in South America, ASEAN in South East Asia, and many other regional integration schemes in the world. But the EU remains unique when it comes to creating ‘supranational’ institutions, like the European Commission and European Court of Justice (ECJ) as well as allowing majority votes in the Council of Ministers. What explains the differences between the EU and other integration schemes? The academic literature points to a number of factors: different degrees of economic interdependence, different degrees of power asymmetry among the member countries, various identity factors, including values, etc. This course will look at these different variables and discuss their relative relevance.", "", "", "", "20140416"], ["102382010", "Introduction to the European Union", "Introduction to the European Union", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Bossuyt Fabienne Jenny", "This course provides students with a basic introduction to the history and politics of the European Union, as well as to the process of European integration. It assumes no prior knowledge of the topic.", "", "", "", "20140416"], ["102383005", "深化我国财税体制改革研究", "Research of Deepening the Reform of the Fiscal and Taxation System", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20140430"], ["102384010", "统计计量软件应用", "A Primary Introduction to Stata", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20140430"], ["102385005", "计量经济学前沿", "The Frontiers of Econometrics", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20140430"], ["102386010", "Doing Business in China", "Doing Business in China", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20140430"], ["102387005", "GMAT应试技巧", "The GMAT Test Skills", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20140430"], ["102388010", "欧洲一体化与欧盟特殊区域政策", "The Integration of Europe and Special Regional Policies in EU", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20140430"], ["102389005", "气候变化经济学", "Economics of Climate Change", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20140430"], ["102390005", "GDP国际比较注意的问题", "International Comparison of GDP", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20140430"], ["102391005", "International Business", "International Business", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20140430"], ["102392040", "计算金融", "Computational Finance", "经济学院", "", "本科", "4.0", "68.0", "", "", "开设", "4.0", "36.0", "", "", "32.0", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20141915"], ["102393020", "STATA软件应用基础", "An introduction to STATA", "经济学院", "", "本科", "2.0", "34.0", "", "", "开设", "", "34.0", "", "", "34.0", "", "", "", "", "", "实验", "", "应用STATA统计分析，[美] 劳伦斯·汉密尔顿 著； 郭志刚 译，重庆大学出版社", "Microeconometrics Using Stata.New York: Cambridge University Press.Cameron, Colin A., Trivedi, Pravin K. (2009)?\nA Visual Guide to Stata Graphics；\nHandbook of Statistical Analyses Using Stata \nAn Introduction to Modern Econometrics Using Stata", "陈晓兰", "课程性质：“STATA软件应用基础”是针对经济类专业本科开设的一门选修课程，旨在通过教学和上机操作，使得学生初步掌握利用STATA这门主流计量经济学分析工具进行规范化的实证分析对能力，并为毕业论文和未来的学术研究做好充分的知识准备。授课对象及知识要求：经济学院大三学生，学过微观经济学和计量经济学，有一定数学基础。授课特点和授课目标：这是一门技能课，其特点是实践性强、实用性突出。强调上机运用，边教边用。要求学生最终能够利用STATA实现数据的整理、描述性统计和基本图形绘图并且掌握多元线性回归的方法。", "考试", "", "通过教师课堂讲授要点与学生现场上机操作相结合的方式，讲授STATA的基本功能及相应的基础操作，课程内容主体分为五个部分：1.Stata基础构架与使用技巧；2.数据管理与处理（变量处理、离群值、数据合并等）；3.统计描述（统计表格与Stata绘图）；4.计量分析应用：普通最小二乘法；5.分析结果的输出。", "20141014"], ["102394020", "世界经济格局变化与热点追踪", "Changing Pattern And Hot Issues of World Economy", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20141016"], ["102395020", "欧盟环境政策导论", "Introduction to EU Environmental Policy", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "自备讲义??爂?", "C. Knill &amp; D. Liefferink 2007. Environmental Politics in the European Union: Policy-Making, Implementation and Patterns of Multi-Level Governance, Manchester University Press；J. Holder &amp; M. Lee. 2007. Environmental Protection, Law and Policy: Text and Materials. Cambridge University Press；A. Jordan (ed.). 2013. Environmental Policy in the EU: Actors, Institutions and Processes, 2nd ed., Earthscan", "邓翔", "课程通过向学生讲解欧盟环境政策的形成、变动与经验启示，让学生获得分析和制定环境政策相关的专业基础知识，从而为学生未来从事环境监测与评估、政府环境政策制定、企业环境保护管理与评估等工作提供有益帮助。\nThe objective of the course is to familiarize the student with environmental policy in EU and the policy formation process in each of the areas and to provide students with substantive expertise necessary to analyze environmental policies proposals and the political considerations that produced those proposals and the long-term and short-term consequences of the policies", "考查", "", "本课程主要包括以下四部分内容：1.欧洲一体化进程中的环境保护与政策；2.欧盟环境政策制定的制度与行动（包括欧盟环境法）；3.欧盟环境政策的各个侧面，包括生物多样性保护政策，空气、水及废物污染治理政策，能源政策、海洋环境政策、生态创新政策、农业环境政策，等等；4.欧盟环境治理政策对我国环境治理的经验启示", "20141016"], ["102396020", "环保与经济（系列讲座）", "Environment Policy with Economics", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "Selected Bibliography：\n1.\tBlyth, William　Bunn, Derek，Co-evolution of policy, market and technical price risks in the EU ETS，Energy Policy, 2011\n2.\tGeorg Zachmann, Anta Ndoye and Jan Abrell，Assessing the impact of the EU ETS using firm level data， Working Papers from Bruegel, 2011 \n3.\tDon Bredin and Cal Muckley, An Analysis of the EU Emission Trading Scheme, UCD GEARY INSTITUTE DISCUSSION PAPER SERIES, 2010\n4.\tAndrés Jonathan Drew, Two Directives, Two Politics ? Prospects for the EU ETS, Society and Economy  Working Papers, June 1, 2010 \n5.\tMichel Bruon, Syafiza Abd Hashib, Matthieu Frappe: Sustainable development and CDM projects in the Palm Oil Industry in Malaysia, 2008\n6.\tPoint Carbon: The potential and scale of windfall profits in the power sector, 2008\n7.\tMatthias Duwe: Improving the EU ETS for the climate, Climate Action Network Europe, 2008\n8.\tRobin Smale, Murray Hartley: The impact of CO2 emission trading on firm profits and market prices, climate policy, 2007\n9.\tDamien Demailly: EU ETS and competitiveness: Production costs do not tell the whole story, climate strategies, 2007\n10.\tCarbon Trust: EU ETS impacts on profitability and trade, 2007\n11.\tCesc Fabregas: The high price of hot air: why the EU ETS is an environment and economic failure, Open Europe, 2006\n12.\tEuropean Environment Agency: Using the market for cost-effective environmental policy, 2006\n13.\tEuropean Environment Agency: market-based instruments for environmental policy in Europe, 2005\n14.\tJens Laustsen.Energy Efficiency Requirements in Building Codes,Energy Efficiency Policies for New Buildings[R] .EU:OECD/IEA, 2008.\n15.\tMarina Economidou.Europe’s Buildings Under the Microscope[R]. EU:BPIE,2011.\n16.\t2002/91/EC，Directive 2002/91/EC of the European Parliament and of the Council of 16 December 2002 on the Energy Performance of Buildings[S].\n17.\tHorst-p.Schettler-Kohler,Sara Kunkel.EPBD Implementation in Germany-Status at the End of 2012[R].EU:EPBD-CA，2012.\n18.\tKirsten Engelund Thomsen,KimB.Wittchen.Implementing the Energy Performance of Buildings Directive-Featuring Country Reports [R].EU:EPBD-CA，2010.\n19.\tDr. Tudor Constantinescu.Energy Performance Certificates Across Europe From Design to Implementation [R].EU:BPIE，2010.\n20.\t2010/31/EU，Directive 2010/31/EU of the European Parliament and of the Council of 19 May 2010 On the Energy Performance of Buildings(Recast)[S]. \n21.\tShailendra Mudgal.Energy Performance Certificates in Buildings and Their Impact on Transaction Prices and Rents in Selected EU Countries[R].EU:European Commission (DG Energy)，2013.\nSelected Bibliography in Chinese:\n4.\t张跃军 魏一鸣, 国际碳期货价格的均值回归：基于EU ETS的实证分析,《系统工程理论与实践》 2011.2\n5.\t凤振华、魏一鸣, 欧盟碳市场系统风险和预期收益的实证研究, 管理学报, 2011.3.\n6.\t高翔、牛 晨，国际上落实温室气体排放控制目标的启示，国际经济评论, 2010\n7.\t李飞, 庄贵阳, 付加锋, 宋玉祥，低碳经济转型: 政策、趋势与启示, 《经济问题探索》2010.2\n8.\t华金秋,陈博为, 英国对实施欧盟排放交易机制的审计及启示，中国地质大学学报（社会科学版》 2010年第10卷第3期\n9.\t李布，欧盟碳排放交易体系的特征、绩效与启示，重庆理工大学学报（社会科学版），2010年第24卷第3期\n10.\t马中主编.环境与资源经济学概论[M].高等教育出版社，1999年版。\n11.\t赵红.外部性、交易成本与环境管制——环境管制政策工具的演变与发展[J].山东财政学院学报，2004(06)\n12.\t沈满洪.环境经济手段研究[M].中国环境科学出版社，2001（11）\n13.\t黄桂琴.论排污权交易制度[J].河北学刊，2003（5）\n14.\t刘学敏.从“庇古税”到“科思定理”：经济学进步了多少[J].中国人口?资源与环境，2004年第14卷第3期。\n15.\t宋国君.排污权交易[M].化学工业出版社，2004（4）\n16.\t智国明.庇古税、科斯定理与政府角色的定位——对“污染反弹”现象的分析[J].郑州轻工业学院学报(社会科学版)，2004（8）\n17.\t李利军、李艳丽.环境问题的排污权调整思路[J].经济论坛，2004（20）。\n18.\t乐晓棠.环境污染税的国际比较与借鉴[J].扬州大学税务学院学报，2004（3）\n19.\t姚晖、朱伟俊.环境税对可持续发展的支持[J].华东船舶工业学院学报(社会科学版)，2004（3）\n20.\t于良春、黄进军.环境管制目标与管制手段分析[J].理论学刊，2005（5）\n21.\t建科〔2012〕72号，“十二五”建筑节能专项规划[ S] .\n22.\tJGJ/T288-2012，建筑能效标识技术标准[S].\n23.\t尹波.建筑能效标识管理研究[D].天津:天津大学管理学院，2006.\n24.\t孙海燕.持续提高公众节能意识——中国终端能效项目B26项目启动[J].建设科技，2007(24)", "Environment Policy with Economics", "经济、社会与环境的协调发展，是社会各界普遍关注的问题，也是当今大学生需要认真思考和有更多了解的问题。因此，大学生有必要了解可持续发展的意义以及环境保护和节能减排的重要性。本系列讲座旨在培养学生的文化和科学素养，使学生对当代科学发展和经济发展过程中出现的人与自然如何和谐共存这一紧迫问题认真思考。在可持续发展的大趋势下，我们要在经济、社会和环境这几个方面协调发展，必然会注重环境保护与节能减排等问题。\n本系列讲座通过对环境保护和节能减排等方面具有先进科学技术和政策措施的国家的经验介绍，考查他们的实施效果以及对我国可持续发展具的重要借鉴意义，帮助学生了解这些内容，以便他们从现在开始，就会有将经济、社会和环境各方面的利益综合考虑的意识，使他们在将来的工作中，减少顾此失彼的缺陷。\n本系列讲座将向学生介绍一些发达国家在发展经济的同时，如何利用先进的科学技术以及法律法规以及经济手段和市场机制，有效地达到保护环境、节约资源、提高能效、减少排放的目的，实现经济社会与环境的共赢", "考试", "", "本课程旨在培养学生的文化和科学素养，使学生对当代科学发展和经济发展过程中出现的人与自然如何和谐共存这一紧迫问题认真思考。在可持续发展的大趋势下，我们要在经济、社会和环境这几个方面协调发展，必然会注重环境保护与节能减排等问题。本课程将向学生介绍一些发达国家在发展经济的同时，如何利用先进的科学技术以及法律法规以及经济手段和市场机制，有效地达到保护环境、节约资源、提高能效、减少排放的目的，实现经济社会与环境的共赢z", "20141016"], ["102397020", "欧盟与全球气候变化治理", "Global Climate Change Governance and the European Union", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "John T. Hardy.Climate Change Causes, Effects, and Solutions. Wiley;John Houghton. Global Warming-The Complete Briefing 3rd edition;A. Jordan et al. (eds.). Climate Change in the European Union, Cambridge University Press;R. Wurzel and J. Connelly (eds.). The European Union As a Leader in International Climate Change Politics. Taylor &amp; Francis", "", "", "本课程将深入讨论近几十年中，全球气候变化治理的进展及其主要模式，尤其将重点讨论欧盟在这一过程中发挥的关键作用及其积累的经验，并讨论在全球化背景下，全球治理理念在全球气候变化与环境治理领域发挥的重要作用。通过为深入讲解，最终达到拓展学生知识广度和深度、提升学生行政及经济管理综合能力的目标。\nThis course will discuss the process of transformation and major patterns in global environmental governance over the past several decades, and in particular, examine the EU’s role in this process. International political cooperation has been contributed to making global environmental and climate change visible through the development of transnational systems for studying and monitoring the planet. At the same time, the increasing awareness and understandings of the earth as an integrated environmental system are challenging traditional notions of citizenship, political participation, and regulatory policy", "考查", "", "本课程主要包括以下四大部分：1.全球气候变化趋势及其对社会经济发展的影响；2.全球气候变化治理的进展、治理框架及其主要模式；3.欧盟作为领导者，在全球气候变化治理中的积累的主要经验和措施；4.全球气候变化治理中的欧盟与中国：比较分析与中欧关系", "20141016"], ["102398020", "经济伦理学（上海师范大学）", "Economic ethics", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "周中之", "", "", "", "", "20141127东西部联盟课程"], ["102399040", "货币银行学", "Monetary and Banking", "经济学院", "", "本科", "4.0", "68.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102400040", "国际经济学", "International Economics", "经济学院", "", "本科", "4.0", "68.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102401030", "国际结算", "International Settlement", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102402030", "国际投资", "International Investment", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102403030", "金融市场学", "Financial Market", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102404030", "金融监管", "Financial Supervision", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102405030", "金融时间序列", "Financial Time Series", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102406030", "公司金融", "Corporate Finance", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102407030", "金融资产定价", "Financial Asset Pricing", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102408030", "管理学原理", "Principle of Management", "经济学院", "", "本科", "3.0", "51.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20141209二专"], ["102409030", "货币金融学（双语）", "Economics of Money, Banking and Financial Markets", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "Money, Banking and Financial Markets，Stephen G. Cecchetti，北京大学出版社，2006年1月；Principles of Money, Banking and Financial Markets，第10版，Lawrence S. Ritter，William L. Silber，Gregory F.Udell，北京：高等教育出版社，2002年9月", "Money, Banking and Financial Markets，Stephen G. Cecchetti，Peking University Press，Jan. 2006；Principles of Money, Banking and Financial Markets，Tenth Edition，Lawrence S. Ritter，William L. Silber，Gregory F.Udell，China Higher Education Press，Sep. 2002", "", "", "考试", "", "本课程属于金融学、国际经济与贸易（双语）专业的基础课程，旨在引导学生了解金融体系，认识货币、银行与金融市场对一国或地区及人们的经济影响，树立正确的金融意识，掌握对金融问题的正确分析方法。课程以货币与银行的五大核心原则为基本框架，讲授货币的内涵、货币的出现与发展历史及其在金融世界的使用、金融工具的创造与定价、金融市场的运作、金融机构的职能、中央银行、货币政策与金融稳定性等内容，落足于IS-LM构架，探讨长期货币供给、通货膨胀、短期货币政策和经济周期等问题。本课程以双语形式培养学生的英文思维和专业分析能力，在全球金融背景下突出结合中国的金融实际分析问题，提高学生货币金融理论的学习与实际研究水平。", "20150319"], ["102410020", "实证研究与STATA应用", "Empirical Analysis using STATA", "经济学院", "", "本科", "2.0", "34.0", "", "", "开设", "", "", "", "", "34.0", "", "", "", "", "", "讲授含实践", "", "[美] 克里斯托弗·F·鲍姆 著；王忠玉 译，用Stata学计量经济学，中国人民出版社。 参考书：高级计量经济学及stata应用，陈强，高等教育出版社", "", "陈晓兰", "本门课程面向本科生高年级开设，要求修课者拥有一定的Stata应用基础，预期通过分专题的教学指导和实时上机训练，使学生系统掌握常用的应用Stata完成实证分析的知识和技巧，获取必备的计量实证分析能力，以适应当前和今后在科学研究中的技能需要,并为毕业论文的研究做好准备。", "", "", "在STATA基本操作的基础上，分为六个专题，循序渐进教导学生使用STATA进行计量分析，内容分别是：1.经济数据对组织和整理，2.线性回归与检验，3.工具变量估计，4.面板数据模型，5.离散变量和受限因变量模型，6.项目评估模型与实现。", "20150330"], ["102411020", "国民经济管理", "National Economic Management", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150330"], ["102412030", "国际贸易理论与政策（双语）", "International Trade Theory and Policy", "经济学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20150330"], ["102413030", "西方经济学（宏观）（全英文）", "Macroeconomics", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130330"], ["102414030", "国际结算", "International Settlement", "经济学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20150407"], ["102415010", "International Business", "International Business", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Hendrikus Andreas Ebbers", "", "", "Hendrikus Andreas Ebbers", "The course International Business focus on (economic) theories of international business related to globalisation, international trade as well as theoretical concepts explaining Foreign Direct Investments (FDI’s). It will learn students to look from different angles at the process of globalisation. It also elaborates on the changing trade and investment patterns we see today compared to a decade ago. Clearly, there is a lot of dynamics in the international environment, including new players such as China and India, a new global middle class that is not situated in the west anymore, international competition that really becomes global and the emergence and deepening of trading blocs which make a regional strategy for companies as well as governments possible. It is essential to have knowledge about the transformations that are happening in the economic, financial and monetary world and to distinguish structural developments from cyclical developments", "", "", "", "20150421实践周"], ["102416010", "Macro- Economics: China Compared to The Eu", "Macro- Economics: China Compared to The Eu", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Hendrikus Andreas Ebbers", "", "", "Hendrikus Andreas Ebbers", "It is interesting to note that the essentials of economics such as explaining economic growth, development of the exchange rate, and the use of fiscal and monetary policy are more or less the same all over the world. Drivers behind economic growth in China are the same as in countries such as France and Germany…although from another magnitude and intensity. Also the ways governments may counteract economic problems are driven by the same theories in many countries in the world. From this perspective, macro-economics is universal in its approach, although adjustments are needed to adapt to local environment. We will answer the questions what determines economic growth. We will discuss growth performance in China compared to the euro zone. Related to this, we will discuss the various types of policy the government or central bank can use to tackle economic problems of low economic growth, rising unemployment and inflation. Clearly, the focus is on the optimum combination of fiscal policy and monetary policy. Fiscal policy involves altering taxes and government spending. Monetary policy is changing the interest rate. We see government both in China and in the West struggling with the question how much help is needed.", "", "", "", "20150421实践周"], ["102417010", "Innovation Economics", "Innovation Economics", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Andreas Pyka", "", "", "Andreas Pyka", "Innovation Economics’ will introduce the undergraduate students into the broad field of modern innovation economics. Innovation economics has gained momentum since the 1990s as an autonomous field in economics qualified by the increasing importance of knowledge and innovation for the competitiveness of firms, regions and economies as well as by the peculiarities of innovations which makes innovation processes difficult to be analyzed in the context of standard industrial economics. It turned out that modern innovation economics has become a field of interdisciplinary research combining besides economists, among others technological historians, economic sociologist, engineers and complexity researchers. In this course students will be made acquainted to the most important concepts, schools, problems and methodologies in the analysis of innovation processes.", "", "", "", "20150421实践周"], ["102418010", "Globalization &amp; Eu China Foreign Direct Investment Relationship", "Globalization &amp; Eu China Foreign Direct Investment Relationship", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Haiyan Zhang", "", "", "Haiyan Zhang", "The course consists of two parts. In the first part, the characteristics and trends in the international and multinational business activities are shortly analysed on the basis of the latest available data. The theoretical foundations, the determinants of foreign direct investment (FDI) and the internationalisation strategy of firms are studied. The organisational structures (intra-firm relationships) of the multinational enterprises (MNEs) as well as their ownership structure (e.g. joint ventures) and partnerships (i.e. strategic alliances) (inter-firm relationships) are also considered. The second part of the course will discuss the major challenges that are faced by European MNEs when entering foreign (especially Chinese) markets on the basis of case discussion.", "", "", "", "20150421实践周"], ["102419010", "International Negotiations", "International Negotiations", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Niklas Swanstrom", "", "", "Niklas Swanstrom", "Everyone negotiates something every day. Whether it is how to handle an organizational challenge, a takeover or a dispute, successful negotiation means getting what you want without offending the other party. Negotiating is not a one-off activity or a finite set of skills. It is an on-going challenge, which benefits from continual practice, analysis and review. Every negotiation is different, but the basic elements do not change. The tools and techniques provided in this course will assist participants become better negotiators, whether there is one issue or several; two parties or many. This negotiation skills course is a foundation course developed to help undergraduate students in Johns Hopkins University and Uppsala University. This course forms part of a series of negotiation training courses that is developing for students in the European Union and United States.", "", "", "", "20150421实践周"], ["102420010", "Empirical Analysis of Asset Pricing Models", "Empirical Analysis of Asset Pricing Models", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Hossein (Gholam Hossein)Asgharian", "", "", "Hossein (Gholam Hossein)Asgharian", "The objective of this course is to increase the students’ ability to understand the main empiricalasset-pricing models and to apply empirical methods to test the models. The course begins witha brief discussion of the estimation methods. Thereafter, it gives a presentation of the mostimportant theoretical models in finance that is accompanied by an explanation of the availablemethods for testing the theoretical hypotheses. The course concentrates on the following issues:time-varying volatility, portfolio valuation, empirical tests of unconditional and conditional Assetpricing models, such as CAPM, multifactor models, and constructing factors by using mimickingportfolios and by using statistical approaches such as principal component analysis.", "", "", "", "20150421实践周"], ["102421010", "Seminar on Issues related to the U.S. and Chinese Economies", "Seminar on Issues related to the U.S. and Chinese Economies", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Jack W Hou", "", "", "Jack W Hou", "1.China – U.S. Economic Comparison2.The Adjustment of Industrial and Employment Structure under the Lewisian Turning Point3.U.S. Monetary Policy: Pre- and Post- Sub-prime Crisis4.U.S. ITC Antidumping case Rulings: Is China being Unfairly Targeted?5.Decomposition of Firm Productivity in China: A Rent Seeking perspectiveEach seminar will be 3.5 hours, with Q&amp;A.", "", "", "", "20150421实践周"], ["102422010", "International Finance", "International Finance", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ivan Deseatnicov", "", "", "Ivan Deseatnicov", "This course aims at providing a framework to think about a various issues in international finance: the balance of payments; the determination of exchange rates; the relation between money, interest rates and exchange rates; exchange rate effects on prices in the long run and on output in the short run. Thus, it will provide basic analytical tools essential for understanding modern financial system and globalization processes that is of primary importance for policy making and global governance in the modern fast-changing world.", "", "", "", "20150421实践周"], ["102423010", "International Economics", "International Economics", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Ivan Deseatnicov", "", "", "Ivan Deseatnicov", "This course deals with the theory of international trade. It builds the students understanding of the theory of comparative advantage, the analysis of international trade and international capital flows, multinational enterprise and foreign direct investments, and others. The main scope of the course is to facilitate students’ understanding of the global economic processes, to increase their ability of critical thinking and analysis of the modern world economics.", "", "", "", "20150421实践周"], ["102424005", "我国财政格局新常态与财税体制改革", "", "经济学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20150424"], ["102425010", "商业银行业务及其管理", "", "经济学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "", "", "", "", "", "20150424"]]