[["305919010", "Urban Design: Water as Urban Heritage,", "Urban Design: Water as Urban Heritage,", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "ROMEO FARINELLA", "The course mainly addresses the issues od UHL - Urban Historical Landscape revitalization, as key matters in contemporary urban design practice. The topics object of the course are focused on the experience of various European cities, with a particular attention to the Italia case, often centered on the fundamental importance of historic cities conservation within urban planning processes. Within the reflections and topics addressed by the previous course, this second part will deal with the issues of urban re-qualification in water cities. In order to do so, several case studies, and planning and research experiences will be illustrated and discussed, most of which deriving from European projects developing such themes. These works allowed to better investigate urban and landscape re-generation policies and projects in six different European countries, and I myself have been the coordinator and director of such researches. The course’s contents will be developed in 16 academic hours.", "", "", "", "20170504实践周"], ["305920010", "Planning for Social-Ecological Resilience:Theory, Survey Research Methods and Practice", "Planning for Social-Ecological Resilience:Theory, Survey Research Methods and Practice", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Daniel Benjamin Abramson", "Through this course, students learn the basic theory of planning for resilience in social-ecological systems and methods of social and spatial community survey research. First part of the course teaches theory, including concepts of social-ecological systems; ecological, engineering and psychosocial resilience; and urbanization, as they relate to planning. Part Two teaches cases for research and practice from within and outside China. Part Three teaches basic social and spatial survey methods, including: survey questionnaire and interview protocol design; spatial database design; and spatial data gathering, recording, storage and analysis. During the International Weeks portion of the course, students will form teams to conduct surveys in rural communities around Chengdu, gather data on the environmental and social impacts of urbanization, and analyze the adaptive capacity of households and landscapes to those impacts.", "", "", "", "20170504实践周"], ["305921010", "Nanomechanics", "Nanomechanics", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Min Zhou", "Nanomechanics is a branch of nanoscience studying fundamental mechanical (elastic, thermal and kinetic) properties of physical systems at the nanometer scale. Nanomechanics has emerged on the crossroads of classical mechanics, solid-state physics, statistical mechanics, materials science, and quantum chemistry. As an area of nanoscience, nanomechanics provides a scientific foundation of nanotechnology.", "", "", "", "20170504实践周"], ["305922010", "Mechanics of Materials", "Mechanics of Materials", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jaafar Abbas El-Awady", "This short course is tailored towards undergraduate students in Mechanical Engineering, Engineering Mechanics, Aerospace Engineering, and Materials Science and Engineering. It focuses on the mechanics of materials from atoms to airplanes. The students will introduced to different multiscale concepts in materials and to understand the deformation and failure of materials. It is expected that the students will also be exposed to a number of short documentaries on different aspects of materials, as well as be exposed to a number of modules focus on having them understand the different concepts introduced in this short course.", "", "", "", "20170504实践周"], ["305923010", "Sustainable Drainage in Challenging Environments", "Sustainable Drainage in Challenging Environments", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Susanne Margaret Charlesworth", "Urbanisation has substantial impacts on the hydrology of cities including increased risk of flooding. This is due to increased imperviousness, removal of vegetation and the channelisation and canalisation of waterways. An introduction to the concept of Sustainable Drainage (SuDS) requires an understanding of these impacts, the reasons why flooding occurs and how SuDS can address these risks. Sustainable Drainage encourages the infiltration of excess surface water into the ground, its storage and slow conveyance to the receiving watercourse. In this way, it slows the flow, reduces flooding and at the same time provides water quality improvements and opportunities for amenity and wildlife. The approach is flexible and multiple benefit and this will be explored in terms of its ability to mitigate and adapt to climate change, address the Urban Heat Island Effect as well as other benefits such as the impacts of vegetated devices on perceptions of human health.The course will introduce the physical and chemical means by which SuDS can address these issues, the devices that are used, their design both in new build and retrofit, and also the challenges of designing the SuDS Management Train. Exemplars will be given from the UK, but also worldwide. By explaining case studies across the world, different climates will be covered and issues associated with them, such as disease vectors and their control using SuDS devices, an example will be the Zika virus, in Brazil, and BIOECODS from Malaysia which are designed to prevent the breeding of mosquitoes. Further challenges will be explored by examining issues in refugee camps, particularly in the Kurdistan Region of Iraq and informal settlements around Cape Town, South Africa. In the UK, Working With Nature (WWN) is a new and challenging concept, introducing the idea of Natural Flood Management which takes a whole catchment approach, starting in the headwaters, to address flood management downstream. One session will be practical and involve identifying opportunities for retrofitting SuDS in urban areas, and of installing NFM measures in rural environments. Finally, the concept of the “Sponge City” will be explored in detail to illustrate the whole city approach taken by China. Suining, Sichuan will be explored as a potential site visit as this is one of the 16 Sponge Cities selected by the Chinese government and is a 2-hour coach drive from Sichuan University. Suggested learning outcomes include:1.Critically assess the impacts of urbanisation on the hydrology and hydraulics of catchments. 2.Understand the four pillars of SuDS: in reducing water quantity; improving water quality; providing potential for amenity; providing potential for biodiversity.3.Assess the efficiency of SuDS in different climates and the flexible and multiple benefits of the approach.4.Understand the incorporation of SuDS into both new-build and retrofit, as well as the use of Natural Flood Measures in rural areas.5.Apply knowledge of SuDS to the Sponge City concept in China.", "", "", "", "20170504实践周"], ["305924010", "Sustainable Development and One Health", "Sustainable Development and One Health", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "SARAH MARIE  BEXELL", "Humans need an ecological understanding of their place in the natural environment to promote personal health and well-being, environmental awareness, sense of belonging in a community, sustainability, resilience and advocacy. First, students will gain the background knowledge of global environmental issues and the impact on human and other animal health and survival. Students will also develop practice behaviors in assessment, community engagement, education, health promotion, mobilization, poverty reduction, environmental preservation and capacity building strategies. Students will learn about global policies relevant to human security, biodiversity preservation, animal welfare and sustainable development strategies, conservation of nature, land use, and water use.", "", "", "", "20170504实践周"], ["305925010", "Innovative and Business Development", "Innovative and Business Development", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yossi DASHTI", "The course covers all phases in the life cycle of startup companies from Idea to Exit and provides students with tools and ability to write a business plan that reflect the creation of technology startup company. Topics include: - How to generate innovative ideas- Proof of Concept (POC)- Risk assessment in the world of uncertainly - How to recruit a talented workforce - Building a team- Creating a business plan – a roadmap - Rising capital – Obtaining money from investors- Dealing with investors such as Angels, Crowd funding, and VCs- Protecting Intellectual Property rights- Business model - How the startupmakes money - Go to Market Strategy- Bring you products to users- Adding value and maintaining sustainable growth- Positioning the startup for exit – IPO and M&amp;A- Success factors of technology startup", "", "", "", "20170504实践周"], ["305926010", "Building Successful Innovation Ecosystems", "Building Successful Innovation Ecosystems", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yossi DASHTI", "The coursepresets the environmentof technology ecosystem, its challenges and benefitsReview and discuss the role and contribution of key playersIncubators – Structure, role and operation and what makes them successful Accelerators – How they are different from Incubators? Review disruptive and incremental innovationsRoadmap to building innovation centers – Policy makers, Academia, IndustryTechnology Transfer – From the University to MarketMultinationalcorporations in the ecosystem - Knowledge spilloverWho needs service providers? support and signals", "", "", "", "20170504实践周"], ["305927010", "“写绘自然”—— 观察和记录自然的方式", "Nature Journal", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "黄膺", "协调人与自然的关系，提倡绿色文明的一个重要的原则是需要改变人们的态度和行为方式，使他们建立起尊重自然、敬畏生命、减少浪费、保护生物圈的新的发展观、价值观和自然观。生态化的教育不仅要关心如何把一个自然人造就成一个社会人，更关注人类如何学会与自然、与社会乃至与自身和谐共处。教育不仅要使人学会认知（Learning  to  know）、学会做事（Learning  to  do），还要学会共同生活（Learning  to  live  together），即学会与他人、与社会，与自身也包括与自然和平共处，这才是真正意义上学会生存。它既不是人受制于自然，也不是人践踏自然，而是人与自然相互尊重、相互依存的整体性生存。通过认识和体验川大的校园自然环境，达到愉悦身心，学习在自然中调节身心健康的途径和方式，课程中重视自主学习和持续积累，并由此培养个人、团队与自然和环境的和谐意识", "考查", "", "在身边：这是室内与户外相结合的自然课堂，我们会选择川大校园做为课堂场地、就近观察；\n益身心：自然游戏和自然观察、自然笔记，动静结合，成为难得的静心时光；\n有诗意：随堂分享文学来自自然的故事、推动集体的自然诗歌创作，对自然之美的挖掘；\n?\t 重积累：鼓励坚持，课程中所积累的自然笔记、自然诗歌有制作成不同文创产品的可能性，最   重要的是，大家会建立起自己和川大、和自然的联结。", "20170505"], ["305928010", "世界生态保护的发展趋势", "Globe Trends on ecosystem conservation", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "田犎", "以实施高等教育中的可持续发展教育为目标，注重拓展学生的国际视野。引导学生关注社区、国家和全球面临的环境问题，正确认识个人、社会和自然之间相互依存的关系；培养有益于环境的情感、态度和价值观；鼓励学生积极参与面向可持续发展的决策与行动。让学生对自然生态保护有一个基本认识，对生态保护方式的全球发展趋势有一个大概的认知。", "考查", "", "1 自然生态保护的几种基本模式以及社区保护概念的兴起\n              2 参与式理念指导下的新旧的保护模式对比与争鸣\t\n              3 以权利为基础的保护路径在全球的不同实践\n              4 国际组织在保护策略设计中的基本工具和逻辑", "20170505"], ["305929010", "Fibre Reinforced Polymer Bridge Decks", "Fibre Reinforced Polymer Bridge Decks", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "WOUTER MAURITS LODEWIJK DE CORTE", "The course presents an overview of current practice regarding fibre reinforced polymer bridge deck. Composite materials, basic analysis, advanced analysis, production methods etc.", "", "", "", "20170518实践周"], ["305930010", "Building Energy Saving and Environmental Assessment", "Building Energy Saving and Environmental Assessment", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yuehong Su", "This course will firstly introduce the principle and different measures to achieve energy saving in buildings. Discussions will be focused on some research progress or case studies on thermal insulation, natural ventilation and cooling, PCM (phase change material), daylighting, solar energy applications, ground source heat pumps, etc. Secondly, the course will introduce the principle of building environmental assessment. The general procedure and techniques of environmental impact assessment will be briefly reviewed. The structure of the well-known BREEAM will be explained and a comparison will be made with LEED and other assessment methods.", "", "", "", "20170518实践周"], ["305931030", "BIM参数化设计", "BIM Parametric Design", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171019"], ["305932010", "BIM参数化设计集中周", "Focus on BIM Parametric Design", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "", "", "", "16.0", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20171019"], ["305933010", "建筑快速设计集中周-1", "Architecture Sketch Design Week-1", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "16.0", "", "", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20171019"], ["305934020", "建筑师执业基础", "Architect Practice Basis", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171019"], ["305935020", "水处理生物学（双语）", "Biology of Water Treatment", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20171019"], ["305936040", "混凝土结构设计", "Design of Concrete Structure", "建筑与环境学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", "20171026"], ["305937010", "成都市镇村规划", "Planning of town and village in Chengdu", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171113"], ["305938010", "作为城市治理工具的城市设计", "Urban Design as an Urban Governance Tool", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171113"], ["305939010", "成都乡村旅游规划", "Rural tourism planning in Chengdu", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171113"], ["305940010", "大气污染监测评价、来源追踪与防治策略", "Air pollution monitoring assessment,source tracking and prevention strategies", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171129"], ["305941010", "BIM技术在机电安装工程中的应用", "Application of BIM in the electromechanical installation", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171129"], ["305942005", "农田土壤污染修复技术", "", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171214"], ["305943010", "城市性与策略式设计专论", "", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171214"], ["305944005", "城市与水的故事", "", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171214"], ["305945010", "地景建筑策略与实践", "", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20171214"], ["305946020", "环境伦理学（西安电子科技大学）", "", "建筑与环境学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "", "20171220"], ["305948010", "营造性与文化（一）", "", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", "20171227"], ["305949005", "建筑与技术", "Architecture and technology", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "校外专家开课", "讲授", "", "《中国建筑史》\n《外国建筑史》\n《建筑绘》\n《素描基础教程》\n《水彩画技法》\n《水粉风景》\n《西方美术史》\n《雕塑与建筑》", "", "张曙", "让学生了解建筑史上中外著名建筑以及建筑与技术的发展规律，建筑艺术的表现手法；了解建筑与建筑，建筑与环境之间的关系，以及掌握与建筑有关的社会文化与相关学科的知识。根据在国内外的学习经历和实践，以及在香港20多年的设计经验，结合自己在建筑，结构，美术方面的知识，用大量的具体实例与照片（大部分为自己在现场拍摄）使学生更加形象地了解课堂以外的建筑方面知识，如建筑与艺术，建筑与结构，建筑与规划的关系等，了解中外建筑史上的著名案例以及地标性建筑。", "考查", "", "建筑学是技术和艺术相结合的学科，但建筑与艺术不一样，建筑不仅可以看，而且具备使用功能。所以建筑的艺术是建立在建筑的实用性上的，建筑的艺术必须有技术含量的。建筑学专业学生逻辑思维能力较强，但相对缺少一点形象思维能力，美术训练是提高形象思维的有效方法与手段。艺术修养也可以提高建筑艺术的表现手法。\n建筑的技术与艺术，从建筑的发展史来看是共存的。建筑是综合的学科，是技术与艺术的结合。建筑离不开艺术，技术也是建筑中的方法与手段，也是一种艺术形式。建筑艺术创作不能超越技术上的可能性和技术经济的合理性，建筑的发展和突破往往取决于技术上的进步。\n在欧美很多地方，单独看一栋房子，并不觉得很漂亮，但将它们放在环境中，就显得建筑与建筑、建筑与环境之间非常和谐。而我们的一些城市，缺乏的是关系，建筑与环境之间没有关系，建筑与建筑之间没有关系。单独看，效果不错，放在一起就有点乱了，这是城市规划与旧城改造可以改进的地方。", "20180109"], ["305950010", "动物福利与消费伦理", "General Education on Animal Welfare and Consumer Ethics", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "自制PPT", "－《动物福利法:中国与欧盟之比较》\n－《动物福利概论》\n－&lt;Improving Animal Welfare, 2nd Edition, a Practical Approach&gt;\n－RSPCA和Humanebeing Education &amp; Training Consultancy独立开发的动物福利教案", "邬小红、Paul Littlefair", "1.科学客观地理解动物福利的基本概念，理性看待与之相关的社会议题。\n2.了解动物福利发展与消费选择之间的联系，逐步形成负责任的消费态度和习惯。\n3.提高对动物福利等社会议题的关注和参与意识；提高社会责任感，初步形成“积极世界公民”的意识。", "考查", "", "课程以动物福利的基本概念、动物福利与消费伦理的关系以及动物福利的生产实践与发展趋势为主要学习内容。让学生了解评估动物福利的基本工具，并能够从科学和人文两个方面更加理性、客观地、全面地看待与之相关的社会议题，影响个人未来的消费选择。\n主要教学方法包括讲授、小组讨论、自然体验以及实践调研。", "20180124"], ["305951020", "生态修复理论与方法", "Theory and Method of Ecological Rehabilitation", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180302"], ["305952010", "建筑快速设计集中周-2", "Architecture Sketch Design Week-2", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180302"], ["305953020", "西方现代规划思潮（全英文）", "Planning Thoughts In The West", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180302"], ["305954020", "城乡社会综合调查", "Social Practice", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180302"], ["305955020", "规划业务实习", "Planning Practice", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180302"], ["305956030", "园林植物学", "Garden Plants-1", "建筑与环境学院", "", "本科", "3.0", "", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180302"], ["305957040", "园林植物配置与设计", "Planting Design", "建筑与环境学院", "", "本科", "4.0", "", "", "", "开设", "4.0", "64.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180302"], ["305958020", "近现代景观思潮", "Thoughts of Modern Landscape Architecture", "建筑与环境学院", "", "本科", "2.0", "", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180302"], ["305959020", "风景园林遗产保护与管理", "Protection and Management of Landscape Architecture Heritage", "建筑与环境学院", "", "本科", "2.0", "", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180302"], ["305960020", "园林美学", "Garden Aethetics", "建筑与环境学院", "", "本科", "2.0", "", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180302"], ["305961010", "模型制作", "Model Making", "建筑与环境学院", "", "本科", "1.0", "", "", "", "开设", "1.0", "0.0", "", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180302"], ["305962020", "工业水处理理论与技术", "Theory and Technology of Industrial Water and Wastewater Treatment", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180305"], ["305963020", "环境概论", "Principle and Fundamental of Environment", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180305"], ["305964030", "建筑电气及自动化", "Building Electric and Automation", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305965020", "建筑设备CAD与BIM技术", "Building Equipment CAD and  BIM Technology", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "", "", "16.0", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305966010", "工程伦理学", "Engineering Ethics", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180305"], ["305967010", "工程经济学（课程设计）", "Practice in Engineering Economics", "", "", "", "1.0", "16.0", "", "", "开设", "1.0", "", "", "16.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "2080305"], ["305967020", "工程力学创新实践-1", "Practice of Engineering Mechanics-1", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "10.0", "", "22.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305968010", "招标投标与合同管理（课程设计）", "Practice in Tender Bid and Contract Management", "建筑与环境学院", "", "", "1.0", "16.0", "", "", "开设", "1.0", "", "", "16.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "2080305"], ["305968020", "工程力学创新实践-2", "Practice of Engineering Mechanics-2", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "10.0", "", "22.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305969020", "工程力学创新实践-3", "Practice of Engineering Mechanics-3", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "10.0", "", "22.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305970030", "生物力学实践与创新", "Biomechanics Practice and Innovation", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "12.0", "", "36.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305971030", "疲劳力学前沿及其应用", "New tendency of fatigue mechanics and its application", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "12.0", "", "36.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305972030", "复杂环境岩石力学测试与应用", "Testing Methods and Applications of Rock Mechanics Under Complex Environment Conditions", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "12.0", "", "36.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305973030", "力学科研训练-1", "Mechannical Training Program-1", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "12.0", "", "36.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180305"], ["305974020", "力学科研训练-2", "Mechannical Training Program-2", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "", "32.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180305"], ["305975020", "力学科研训练-3", "Mechannical Training Program-3", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "", "32.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180305"], ["305976010", "力学认识实习", "Mechanical Cognitive Practice", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "", "16.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180305"]]