[["403074020", "智慧城市与可持续发展", "", "灾后重建与管理学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["403075010", "Tools and Methods for Communicating Disaster Risks", "Tools and Methods for Communicating Disaster Risks", "灾后重建与管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Yung-Fang Chen", "Effective risk communication can help the public to understand potential risks and be able to prepare and respond to the increasing frequency and intensity of disasters.Students will investigate issues associated with risk reduction through “warning and informing”, such as public perception of risk and communicating risk messages effectively through awareness campaigns and education. The role and challenges of using social media in risk communication will be critically examined. To achieve this, the course will explore issues for public education and raising awareness. Hands-on session will be introduced to enhance students’ experiential learning.Indicative learning outcomes include: 1.Assess the factors that affect perception of risk held by practitioners and the public. 2.Explore the process of risk communication in both developed and developing worlds.3.Investigate effective tools and technologies to disseminate information about environmental risks.4.Examples of public awareness programmes including information sources and message characteristics.", "", "", "", "20180509实践周"], ["403076010", "Food Security and Rural Livelihoods in Disaster Contexts", "Food Security and Rural Livelihoods in Disaster Contexts", "灾后重建与管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Engeline Suzanne Nederlof", "This course is concerned with the interrelated issues of food security, prosperity and diversification of rural livelihoods, in disaster contexts which are considered central to the achievement of rural development.People gain their livelihoods in a variety of ways: from different types of farming to a wide range of other activities. They do so with varying degrees of success related to their capabilities, access to resources and employment and how they deal with pressure arising from social political, economic and environmental change. For organisations active in rural development it is of utmost importance to have a good understanding of the livelihoods of the target populations and their coping strategies in times of adversity.", "", "", "", "20180509实践周"], ["403077010", "Sustainable Drainage in Challenging Environments", "Sustainable Drainage in Challenging Environments", "灾后重建与管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Susane Margaret Charlesworth", "Urbanisation has substantial impacts on the hydrology of cities including increased risk of flooding. This is due to increased imperviousness, removal of vegetation and the channelisation and canalisation of waterways. An introduction to the concept of Sustainable Drainage (SuDS) requires an understanding of these impacts, the reasons why flooding occurs and how SuDS can address these risks. Sustainable Drainage encourages the infiltration of excess surface water into the ground, its storage and slow conveyance to the receiving watercourse. In this way, it slows the flow, reduces flooding and at the same time provides water quality improvements and opportunities for amenity and wildlife. The approach is flexible and multiple benefit and this will be explored in terms of its ability to mitigate and adapt to climate change, address the Urban Heat Island Effect as well as other benefits such as the impacts of vegetated devices on perceptions of human health.The course will introduce the physical and chemical means by which SuDS can address these issues, the devices that are used, their design both in new build and retrofit, and also the challenges of designing the SuDS Management Train. Exemplars will be given from the UK, but also worldwide. By explaining case studies across the world, different climates will be covered and issues associated with them, such as disease vectors and their control using SuDS devices, an example will be the Zika virus, in Brazil, and BIOECODS from Malaysia which are designed to prevent the breeding of mosquitoes. Further challenges will be explored by examining issues in refugee camps, particularly in the Kurdistan Region of Iraq and informal settlements around Cape Town, South Africa. In the UK, Working With Nature (WWN) is a new and challenging concept, introducing the idea of Natural Flood Management which takes a whole catchment approach, starting in the headwaters, to address flood management downstream. One session will be practical and involve identifying opportunities for retrofitting SuDS in urban areas, and of installing NFM measures in rural environments. Finally, the concept of the “Sponge City” will be explored in detail to illustrate the whole city approach taken by China. Suining, Sichuan will be explored as this is one of the 16 Sponge Cities selected by the Chinese government. Suggested learning outcomes include:1.Critically assess the impacts of urbanisation on the hydrology and hydraulics of catchments. 2.Understand the four pillars of SuDS: in reducing water quantity; improving water quality; providing potential for amenity; providing potential for biodiversity.3.Assess the efficiency of SuDS in different climates and the flexible and multiple benefits of the approach.4.Understand the incorporation of SuDS into both new-build and retrofit, as well as the use of Natural Flood Measures in rural areas.Apply knowledge of SuDS to the Sponge City concept in China", "", "", "", "20180509实践周"], ["403078010", "Natural hazards: Cause, Effect and Solutions", "Natural hazards: Cause, Effect and Solutions", "灾后重建与管理学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Matthew Alexander Blackett", "Natural hazards have the potential to affect every person on Earth, regardless of nationality, race, wealth or level of education. In recent years, we have seen the impacts of such events rise, as population pressures have forced communities to live in hazardous locations and as the climate continues to change. Given such facts, it is important that younger generations are armed with relevant knowledge concerning such events and that is the aim of this course.The course will introduce a range of natural hazard events, ranging from geological hazards, such as earthquakes and volcanoes, to hydro-meteorological hazards such as hurricanes and floods. It will present the causes of such events, discussing the physical scientific processes that generate them and their interrelatedness, while also highlighting the role that societies have in compounding, or indeed in some cases, generating, their widespread impacts. The idea that “Earthquakes don’t kill, buildings do”, will also be explored, along with a consideration of hazardoccurrence frequency, magnitude and probability.Following a grounding in these fundamental topics, the concept of the ‘Disaster Management Cycle’ will be presented, focusing on what societies can do to either prevent, mitigate or predict future natural hazard events. Successful and unsuccessful examples of prevention, mitigation and prediction will be presented, with students also given the opportunity to develop their own early-warning messages. The course will end with a consideration of the future prospects for managing these natural, but often devastating, events, showing that we may never be able to stop them but that we might be able to reduce the tragic impacts they often have.The intended learning outcomes are that, on completion of this course, the student should be able to:1. Describe the physical processes associated with various natural hazards.2. Understand the interrelated nature of natural hazards.3. Appreciate that the effects of natural hazards are often the result of human activity or inactivity.4. Explain the different methods and the techniques for preventing, predicting and mitigating against natural hazards.", "", "", "", "20180509实践周"], ["501001010", "保健与非药物疗法", "Health Care Eith Not Medicine Therapy", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "3.0", "16.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "肖逸", "", "Non-medicine therapy，written by Moyan Qiu, etc. China Pharmaceutical Publishing House, 2003.6; The collected works of Practical non-medicine therapy，written by Zhongmin Shu, etc. Chinese Ancient Books Publishing House,1999.8.", "", "", "考查", "", "本课程从现代科学的角度介绍传统和经典的非药物疗法对促进健康的实用价值，科学地认识与理解非药物保健方法，并正确用于维护自身健康、家庭健康、社会健康。课程内容包括非药物保健疗法的基本概念、传统疗法、心理疗法、体育疗法、物理疗法、现代疗法等；现代生活保健误区、男性保健误区、女性保健误区、中老年保健误区、儿童保健误区等。《非药物疗法》邱模炎等，中国医药出社.2003.6；《实用非药物疗法大全》舒中民等，中国古籍出版社.1999.8。", ""], ["501002030", "毕业实习与毕业论文-1（基础医学）", "Final Practice&amp;Graduation Thesis-1", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "郑煜", "", "", "", "", "", "", "本课程旨在培养本科生的综合科研能力，使学生能正确查阅参考文献和书目，掌握一些基本的技术和方法，并经过综合论证提出自己的毕业课题设计，最终完成实验、撰写论文。本课程共分三个阶段。本阶段，即第一阶段主要培养学生文献资料收集、阅读和分析整理的能力，巩固并扩展所学的基础理论和专业知识，使其能独立分析问题、提出问题。并通过讲授及实习一些实验技术和方法，使学生掌握一些实验室基本技能。", ""], ["501003050", "毕业实习与毕业论文-2（基础医学）", "Final Practice&amp;Graduation Thesis-2", "华西基础医学与法医学院", "", "本科", "5.0", "80.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "郑煜", "", "", "", "", "", "", "本课程第二阶段主要要求学生写出毕业论文或毕业设计的开题报告，完善毕业论文实验方案，并进行实验研究工作，以达到培养学生提出问题、综合论证、设计课题并最终在实践中解决问题的能力。\x06?", ""], ["501004100", "毕业实习与毕业论文-3（基础医学）", "Final Practice&amp;Graduation Thesis-3", "华西基础医学与法医学院", "", "本科", "10.0", "128.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "郑煜", "", "", "", "", "", "", "本课程第三阶段主要讲授实验数据的统计分析、讨论和毕业论文的写作。学生完成毕业论文及答辩，最终达到培养学生撰写科学论文能力的目的。", ""], ["501005010", "病毒感染与人类健康", "Virus Infection and Human Health", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["501006040", "病理生理学（Ⅰ）", "Pathophysiology(Ⅰ)", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "", "黄宁", "陈主初主编《病理生理学》人民卫生出版社，2005.", "Pathophysiology， Cheng ZC，the People&#39;s Health Publishing House 2005", "", "", "考试", "", "病理生理学是医学教育的一门主干学科， 是医务人员必须掌握的一门基础医学知识。病理生理学主要探讨疾病发生、发展的规律和机制，对这些规律和机制的深入认识不但有助于学生深入认识疾病，而且，由于近年来对疾病发生机制研究的飞速进展，病理生理学的内容更成为医学相关专业的学生和从业者跟上这种进展步伐的重要基础。学好病理生理学将显著拓宽医学生的视野，增强他们的后劲。病理生理学又是一门与多学科密切相关的桥梁性学科。它不仅与解剖学、组织学、遗传学、免疫学、生理学、生物化学、病理学等密切相关，而且与临床各科亦密切相关。病理生理学是连接基础医学与临床医学的一门过渡性学科。", ""], ["501007035", "病理生理学（Ⅱ）（双语）", "Pathophysiology(Ⅱ)", "华西基础医学与法医学院", "", "本科", "3.5", "56.0", "", "", "开设", "4.0", "56.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "黄宁", "金惠铭主编《病理生理学》第六版，人民卫生出版社，2004.", "Pathophysiology，Wang JZ，the People&#39;s Health Publishing House 2004", "", "", "考试", "", "病理生理学是医学教育的一门主干学科， 是医务人员必须掌握的一门基础医学知识。病理生理学主要探讨疾病发生、发展的规律和机制，对这些规律和机制的深入认识不但有助于学生深入认识疾病，而且，由于近年来对疾病发生机制研究的飞速进展，病理生理学的内容更成为医学相关专业的学生和从业者跟上这种进展步伐的重要基础。学好病理生理学将显著拓宽医学生的视野，增强他们的后劲。病理生理学又是一门与多学科密切相关的桥梁性学科。它不仅与解剖学、组织学、遗传学、免疫学、生理学、生物化学、病理学等密切相关，而且与临床各科亦密切相关。病理生理学是连接基础医学与临床医学的一门过渡性学科。\n推荐教材或主要参考书：金惠铭主编《病理生理学》第六版，人民卫生出版社，2004.", ""], ["501008030", "病理生理学（Ⅲ）", "Pathophysiology (Ⅲ)", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "黄宁", "王树人主编，《病理生理学》第一版，四川大学出版社  2004.", "Pathophysiology，Wang SR， the Sichuan University  Publishing House 2004", "", "", "考试", "", "病理生理学是医学教育的一门主干学科， 是医务人员必须掌握的一门基础医学知识。病理生理学主要探讨疾病发生、发展的规律和机制，对这些规律和机制的深入认识不但有助于学生深入认识疾病，而且，由于近年来对疾病发生机制研究的飞速进展，病理生理学的内容更成为医学相关专业的学生和从业者跟上这种进展步伐的重要基础。学好病理生理学将显著拓宽医学生的视野，增强他们的后劲。病理生理学又是一门与多学科密切相关的桥梁性学科。它不仅与解剖学、组织学、遗传学、免疫学、生理学、生物化学、病理学等密切相关，而且与临床各科亦密切相关。病理生理学是连接基础医学与临床医学的一门过渡性学科。", ""], ["501009020", "病理生理学（Ⅳ）", "Pathophysiology(Ⅳ)", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "黄宁", "王树人主编，《病理生理学》第一版，四川大学出版社  2004.", "Wang SR，Pathophysiology ，the Sichuan University  Publishing House 2004", "", "", "考试", "", "病理生理学是医学教育的一门主干学科， 是医务人员必须掌握的一门基础医学知识。病理生理学主要探讨疾病发生、发展的规律和机制，对这些规律和机制的深入认识不但有助于学生深入认识疾病，而且，由于近年来对疾病发生机制研究的飞速进展，病理生理学的内容更成为医学相关专业的学生和从业者跟上这种进展步伐的重要基础。学好病理生理学将显著拓宽医学生的视野，增强他们的后劲。病理生理学又是一门与多学科密切相关的桥梁性学科。它不仅与解剖学、组织学、遗传学、免疫学、生理学、生物化学、病理学等密切相关，而且与临床各科亦密切相关。病理生理学是连接基础医学与临床医学的一门过渡性学科。", ""], ["501010030", "病原生物学实验（Ⅰ）", "Experiments of Pathogenic\n Biology (Ⅰ)", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实验", "李明远", "《病原生物学简明实验教程》，李明远，刘佩娜主编，四川大学出版社，2005年8月第一版；《人体寄生虫学彩色图谱》陈建平、王光西主编，四川大学出版社，2004年6月；《医学实验技术的原理与选择》，李幼平主编，人民卫生出版社，2008年9月第一版", "Experimental course of Pathogenic Biology，Li mingyuan, Liu peina. Sichuan University Press, Aug,2005; The chromatic color graph of Human parasitology, Chen Jianping, Wang ,guangxi. Sichuan University Press, Jun, 2004；Theory and chosen of Medical experiment technique ，Li youping, People’s Medical Publishing House, Sep, 2008", "陈建平等", "", "考试", "", "根据病原生物学的特点，本课程分为医学微生物学实验和人体寄生虫学实验两部分。结合理论课教学，通过讲授、录像、示教、实验操作等多种教学方式重点介绍病原生物的相关检测技术，包括细菌、病毒、真菌、原虫、蠕虫、节肢动物等病原生物的分离培养、形态学观察、代谢产物检测、毒力因子测定、免疫学检查、分子生物学检查等实验技术。本课程还综合病原生物学知识并结合临床病例，设计了部分实用性强的综合性创新性实验。本课程能加深学生对病原生物学理论知识的理解和验证，掌握病原生物常用实验的基本原理及方法，熟悉和了解有关病原生物学的科学研究思路和研究方法，并为将来进行临床感染性疾病的诊断、预防和治疗奠定良好的实验基础。", ""], ["501011020", "病原生物学实验（Ⅱ）", "Pathogenic Biology Experiment(Ⅱ)", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "杨远", "《病原生物学简明实验教程》，李明远、刘佩娜主编，四川大学出版社，2005年8月第一版；《人体寄生虫学彩色图谱》陈建平、王光西主编，四川大学出版社，2004年6月。", ":Experimental course of Pathogenic Biology，Li Mingyuan, Liu Peina. Sichuan University Press, Aug, 2005; The chromatic color graph of Human parasitology, Chen Jianping, Wang Guangxi. Sichuan University Press, Jun, 2004.", "王雅静,等", "", "考试", "", "根据病原生物学学科的特点，本课程分为医学微生物学实验和人体寄生虫学实验两部分。结合医学微生物学和人体寄生虫学理论课教学，通过讲授、录像、示教、实验操作等多种教学方式重点介绍病原生物的相关检测技术，包括细菌、病毒、真菌、原虫、蠕虫、节肢动物等病原生物的分离培养、形态学观察、代谢产物检测、毒力因子测定、免疫学检查、分子生物学检查等实验技术。本课程的学习能加深学生对病原生物学理论知识的理解和验证，掌握病原生物常用实验的基本原理及方法，并为将来进行临床感染性疾病的诊断、预防和治疗奠定良好的实验基础。", ""], ["501012010", "病原生物学实验（Ⅲ）", "Experiments of Pathogenic Biology (Ⅲ)", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "曾蔚", "《病原生物学实验简明教程》 李明远、刘佩娜主编，四川大学出版社，2004年8月；《微生物学与免疫学》 李明远主编，高等教育出版社，2010年1月。", ":Pathogenic Biology Experiments, Li Mingyuan, Liu Peina, Sichuan University Press, Aug.2004;Microbiology and Immunology, Li Mingyuan. Higher Education Press, Jan, 2010", "", "", "考试", "", "病原生物学实验III是一门重要的医学基础课，属于病原学范畴。它的主要任务是研究病原生物的形态、培养特性、鉴定及检测技术，从而认识各种感染性疾病发生与流行的基本规律，以及微生物学在药学中的应用。本课程系统地讲授病原生物学实验的基本原理和基本的的实验方法与技术，开设细菌的培养，细菌的代谢及生化反应，人体正常菌群的检测，病毒的培养与鉴定，真菌的培养与鉴定等病原生物学实验，具有很强的实用性和操作性。针对药学专业特点，开设抗生素最低抑菌浓度检测等实验，强调微生物学技术在药物生产与检测中的重要性。本课程要求学生掌握病原生物学实验的基本理论和基本方法与技术，建立有菌观点和掌握无菌操作原则。", ""], ["501013020", "病原生物学实验（Ⅳ）", "Experiments of Pathogenic\n Biology (Ⅳ)", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "李明远", "《病原生物学简明实验教程》，李明远，刘培娜主编，四川大学出版社，2005年8月第一版；《医学实验技术的原理与选择》，李幼平主编，人民卫生出版社，2008年9月第一版", "Experimental course of Pathogenic Biology，Li Mingyuan, Liu Peina. Sichuan University Press, Aug, 2005; Theory and chosen of Medical experiment technique ，Li Youping, Renmin Health Press, Sep, 2008", "李婉宜", "", "", "", "本课程结合医学微生物学理论课教学，主要通过讲授、录像、示教、实验操作等多种教学方式介绍病原微生物的相关检测技术，包括细菌、病毒、真菌等病原微生物的分离培养、形态学观察、代谢产物检测、毒力因子测定、免疫学检查、分子生物学检查等实验技术。通过本课程的学习，学生能加深对微生物学理论知识的理解、验证和巩固，掌握病原生物常用实验的基本原理及实验方法，熟悉和了解有关病原生物学的科学研究思路和研究方法。针对口腔微生物的分布特点，本课程还特别介绍了部分口腔微生物研究的基本操作技能，为口腔医学生的专业学习打下坚实的理论及实验基础。\x07", ""], ["501014015", "病原生物学实验（Ⅴ）", "Pathogenic Biology Experiment-Ⅴ", "华西基础医学与法医学院", "", "本科", "1.5", "24.0", "", "", "开设", "2.0", "24.0", "0.0", "0.0", "", "", "", "", "", "", "实验", "李明远", "《病原生物学简明实验教程》，李明远，刘培娜主编，四川大学出版社，2005年8月第一版；", "Experimental course of Pathogenic Biology，Li Mingyuan, Liu Peina. Sichuan University Press, Aug, 2005", "李婉宜", "", "考试", "", "本课程结合医学微生物学理论课教学，主要通过讲授、录像、示教、实验操作等多种教学方式介绍常见病原微生物的相关检测技术，包括细菌、病毒、真菌等病原微生物的分离培养、形态学观察、代谢产物检测、毒力因子测定、免疫学检查、分子生物学检查等实验技术。通过本课程的学习，学生能加深对微生物学理论知识的理解、验证和巩固，掌握病原生物常用实验的基本原理及实验方法。针对口腔微生物的分布特点，本课程还特别介绍了部分口腔微生物研究的基本操作技能，为口腔医学生的专业学习打下坚实的理论及实验基础。", ""], ["501015040", "断面解剖学", "Sectional Human anatomy", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "32.0", "0.0", "32.0", "", "", "", "", "", "", "讲授含实践", "王凡", "《断层解剖学》，刘树伟主编，高等教育出版社，2004；《人体断层解剖学彩色图谱与CT、MRI应用》，姜均本，科学出版社，1997", "Sectional anatomy ，Liu shuwei, High Education Publishing House，2004；Atlas of human sectional anatomy ,Jiang junben，Science Press，1997", "", "", "", "", "人体断层解剖学是用断层的方法研究人体结构正常形态、位置和毗邻关系, 密切结合了影像诊断学和介入放射学，是断层影像技术对疾病作出诊断并进行介入性治疗的形态学基础。在人体断层解剖学的教学中,要求学生在掌握局部解剖学基础上,重点学习人体三维（横断层、矢状断层和冠状断层）断层解剖,\x7f通过学习掌握结合医学影像所采用的特定扫描角度制成的断面标本上所显示的结构；掌握断层所表现的结构与成像的关系；还需掌握与影像有关的常见变异和先天性畸形的有关断层上的表现。", ""], ["501016020", "法律心理学", "Law Psychology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "胡泽卿", "自编讲义", "", "", "", "考试", "", "本课程是面向本专业学生开设的选修课程。主要内容：绪论；法律心理学研究的基本方法与技术；心理测验；多谱描记术的原理、方法；犯罪心理学的主要流派；侦查、审判、作证等活动时的心理。\x06?", ""], ["501017060", "法医病理学", "Forensic Pathology", "华西基础医学与法医学院", "", "本科", "6.0", "96.0", "", "", "开设", "6.0", "48.0", "0.0", "48.0", "", "", "", "", "", "", "讲授含实践", "刘敏", "《法医病理学》，赵子琴主编，人民卫生出版社，2009年7月第四版。", "Forensic Pathology, zhaoziqin, People&#39;s medical publishing house, July 2009（the fourth edition）", "", "", "考试", "", "法医病理学是面向法医学专业开设的专业必修课程。该课程是一门运用相关的医学专业知识解决有关暴力性和非暴力性死亡的死亡机制、死亡征象，死亡方式、死亡时间、死亡地点、个人识别，以及致伤物的推断和确定的学科。研究涉及法律有关的伤、残、病、死的变化及发展的规律，目的是为暴力性案件的侦察或审判提供医学证据。", ""], ["501018020", "法医毒理学", "Forensic Toxicology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "官鹏", "《法医毒理学》，第四版，刘良 主编，人民卫生出版社，2009年6月；", "Forensic Toxicology, Liouliang, People&#39;s Health Press, Forth edition, June.2009;", "黄飞骏", "", "考试", "", "本课程是面向法医学专业开设的专业必修课程。是应用毒理学及相关学科的理论与技术，研究与法律有关的自杀、他杀和意外或灾害事故中的中毒规律的一门学科。要求学生掌握本学科的基本理论、知识和技能；熟悉常见法医毒物的性状、中毒原因、中毒途径、毒理作用和中毒症状、中毒量和致死量、中毒血浓度和致死血浓度、中毒病理变化、毒物化验检材采取等内容，再紧密结合（法医毒物分析）的学习，能承担一般中毒案件的法医学鉴定工作。\x07", ""], ["501019040", "法医毒物分析", "Forensic Analytical Toxicology", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "32.0", "0.0", "32.0", "", "", "", "", "", "", "讲授含实践", "廖林川", "国家“十五”规划教材《法医毒物分析》，廖林川主编，高等教育出版社，2006年出版；国家规划教材《法医毒物分析》（第四版），廖林川主编，人民卫生出版社 2009年；国家“十一五”规划教材《法医毒物分析实验指导》，廖林川主编，人民卫生出版社，2008年出版", "Forensic Toxicological Analysis, Liao Linchuan (chief editor), ‘15’National programming Textbook, High Education Press May.2008；《Forensic Toxicological Analysis》, Liao Linchuan (chief editor), National programming Textbook, Renmin Health Press May.2009; 《Laboratory Guide to Experiment of Forensic Toxicological Analysis》, Liao Linchuan (chief editor), ‘115’National programming Textbook, Renmin Health Press May.2009", "颜有仪", "", "考试", "", "本课程是法医学的专业课之一。课程主要介绍毒物及毒物分析的基本概念、基本原理和方法；毒物分析的性质、特点、程序、方法概述；各类毒物的类别、来源、理化性质、体内代谢；从体内材料等检材中分离的方法和原理、以及各种方法检识与测定毒物的原理、方法、要求和意义；也包括中毒案件的处理原则，检材采取的要求和处理原则，科学地分析辨证毒物分析所得结果。授课形式包括讲授、实验及示范教学。主修课而外，学生可选修药物分析、仪器分析、法医毒理学。课程的教学目的是使学生掌握上述内容，同时结合专业特点拓展和完善知识结构，并进行各种能力培养，包括学习解决问题的思路。", ""], ["501021030", "法医精神病学", "Forensic Psychiatry", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "0.0", "24.0", "", "", "", "", "", "", "讲授含实践", "胡泽卿", "《法医精神病学》，胡泽卿主编，人民卫生出版社，2009", "Forensic Psychiatry, Hu Zeqing, People Health Press, 2009.", "胡峻梅", "", "考试", "", "本课程是面向本专业学生开设的专业课程。讲授的主要内容有：绪论；法医精神病学鉴定的原理和实践；精神障碍司法鉴定的程序和方法；精神障碍者的法律能力评定标准；以及常见精神障碍的法医学问题。", ""], ["501022040", "法医临床学", "Forensic Clinical Medicine", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "48.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "刘敏", "《法医临床学》第四版，主编刘技辉，人民卫生出版社；《法医临床学实验指导》，主编刘兴本，人民卫生出版社；主要参考书：《法医临床学理论与实践》，主编邓振华，四川大学出版社；《工伤与职业病致残等级鉴定指南》，主编邓振华，人民军医出版社；《眼外伤的法医学鉴定》，夏文涛、邓振华主编，中国检察出版社。\n任课教师：邓振华，刘敏，陈晓刚，刘渊。", "Forensic Clinical Medicine, 4th Edition, Liu Jihui, People’s Medical Publishing House; Experiment Instructions for Forensic Clinical Medicine, Liu Xingben, People’s Medical Publishing House. Bibliographies：Theories and Practice in Forensic Clinical Medicine, Deng Zhenghua, Sichuan University Press; Handbook for Appraisal of Industrial Injuries and Occupational Diseases, Deng Zhenghua, People’s Military Medical Press; Forensic Medical Appraisal of External Injuries of the Eye, China Jiancha Press", "邓振华等", "", "考试", "", "是面向法医学本专业开设的必修课程。本课程主要讲授法医临床学研究基本内容、鉴定基本方法和鉴定原则，并结合法医临床学相关理论与实践，进行损伤程度、残疾等级、因果关系相关理论（参与度）、医疗过失司法鉴定、性侵犯，活体骨龄等鉴定原则进行讲授，要求学生掌握法医临床学鉴定基本内容，常见案件鉴定和鉴定文书的制作。", ""], ["501023080", "法医物证学", "Forensic Genetics", "华西基础医学与法医学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "72.0", "0.0", "56.0", "", "", "", "", "", "", "讲授", "侯一平", "《法医物证学》 第三版 侯一平，人民卫生出版社，2009。", "Forensic Medicine, 3rd edition, Yiping Hou, People’s Medical Publishing House , 2009.", "", "", "考试", "", "本课程是面向本专业开设的专业课程。介绍学科对象、任务，法医物证检验及其遗传学基础，红细胞血型，同工酶型，HLA，血清型，法医DNA分析，亲子鉴定，各种生物性斑痕的检验鉴定及骨骼检验鉴定。", ""], ["501024020", "法医学", "Forensic Medicine", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "刘敏", "《法医学》侯一平，高等教育出版社，2004。", "Forensic Medicine, Yiping Hou, Higher Education Press, 2004.", "", "", "考试", "", "本课程是面向法医学专业开设的专业课程。系统全面介绍法医病理学、法医临床学、法医物证学、司法精神病学、法医毒物分析和法医人类学的基础理论与知识。\x01", ""], ["501025010", "法医学概论", "Introduction to Forensic Medicine", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "廖林川", "卫生部“十一五”规划教材《法医学概论》丁梅主编，人民卫生出版社，2009年出版；《法医学》侯一平主编，高等教育出版社，2008年出版。", "Introduction to forensic medicine, Ding Mei (chief editor) ‘15’National programming Textbook，Renmin Health Press May.2009;Forensic Medicine, Hou Yiping (chief editor) High Education Press May.2008.", "", "", "考试", "", "法医学是应用医学、生物学及其他自然学科的理论与技术，研究并解决法律实践中有关医学问题的一门医学科学。本课程是一门了解和认识法医学专业的基础课程。向本科生介绍法医学的历史、发展状况、主要分支学科、研究内容等基本知识，通过课程的学习让学生理解和掌握法医学专业的基本知识。为进一步的专业课学习奠定基础。内容主要是介绍法医基础知识、发展简史、中外状况、法医学的基本理论、鉴定的方法、思维方式等。授课形式主要是讲授。\x02", ""], ["501026030", "法医学进展与实践", "Advances and Practics in Forensic Medicine", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "校外专家开课", "讲授", "侯一平", "国家十一五规划教材《法医学》第2版，侯一平，高等教育出版社，2008年5月", "Forensic Medicine，Hou YP. Higher Education Press, 2008", "", "", "考试", "", "本课程主要讲授法医学进展与实践, 包括法医病理学，法医临床学，法医精神病学，法医遗传学，法医毒物分析，法医人类学等。本课程不仅介绍法医学领域的进展,也分析应用于司法实践中的法医学鉴定。本课程要求学生掌握法医学的基本原理与方法,理解法医学鉴定人的作用是基于科学理论和专门知识对诉讼涉及的专门性问题进行鉴别、判断并提供鉴定意见。", "20150420改为校外专家"], ["501027060", "法医学临案实习", "Clinic Forensic Science Practice", "华西基础医学与法医学院", "", "本科", "6.0", "96.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "侯一平", "国家十一五规划教材《法医物证学》第3版，侯一平，人民卫生出版社，2009年7月; 《法医病理学》第4版，赵子琴，人民卫生出版社，2009年7月; 《法医临床学》第4版，刘技辉，人民卫生出版社，2009年7月; 《法医精神病学》第3版，胡泽卿，人民卫生出版社，2009年7月; 《法医毒物分析》第4版，廖林川，人民卫生出版社，2009年7月", "Forensic Genetics，Hou YP. People&#39;s Medical Publishing House,", "", "", "考试", "", "本课程是法医学本科生在鉴定机构的法医学实习课程。培养学生的法医学动手能力和专业技巧。法医学尸体剖验具有十分重要而多方面的作用。必须在普通病理解剖基础上，更加全面系统，不应遗漏任何可能具有证据意义的微小病变和损伤的观察和描述。由于法医尸检对于解决死亡案件的重要证据作用，不论尸体和环境条件如何恶劣，只要有可能性，法医都要积极地进行尸体检验。并根据不同情况的尸体条件，采取相应的解剖方法。本课程要求学生掌握法医学的原理与方法, 分享知识, 具有科学思考和工作能力, 发扬沟通、交流及团队合作精神。", ""], ["501028030", "法医学专业强化实习", "Forensic Sciences Practice", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "侯一平", "：国家十一五规划教材《法医物证学》第3版，侯一平，人民卫生出版社，2009年7月;《法医病理学》第4版，赵子琴，人民卫生出版社，2009年7月;《法医临床学》第4版，刘技辉，人民卫生出版社，2009年7月;《法医精神病学》第3版，胡泽卿，人民卫生出版社，2009年7月; 《法医毒物分析》第4版，廖林川，人民卫生出版社，2009年7月", "Forensic Genetics，Hou YP. People&#39;s Medical Publishing House, 2009；Forensic Pathology，Zhao ZQ. People&#39;s Medical Publishing House, 2009；《Forensic Clinical Medicine》Liu JH. People&#39;s Medical Publishing House, 2009；Forensic Psychiatry，Hu ZQ. People&#39;s Medical Publishing House, 2009；Forensic Toxicology，Liao LC. People&#39;s Medical Publishing House, 2009", "", "", "考试", "", "本课程是法医学本科生在大学鉴定机构的法医学实习课程。培养学生的法医学动手能力和专业技巧, 包括法医病理学，法医临床学，法医精神病学，法医遗传学，法医毒物分析，法医人类学等。本课程要求学生掌握法医学的原理与方法, 分享知识, 具有科学思考和工作能力, 发扬沟通、交流及团队合作精神。", ""], ["501029020", "分子生物学", "Molecular Biology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李昌龙", "《医学分子生物学》第3版，药立波主编，人民卫生出版社2008年6月出版。", "Medical molecular biology，Yao Libo, People&#39;s Health Publishing House, Jun. 2008", "覃扬", "", "考试", "", "本课程主要由三部分组成：第一部分是分子生物学基本原理，从基因和基因组的角度，阐述基因的结构与功能、DNA复制与修复、基因表达与调控、细胞信号转导等；第二部分以一些危害人类健康的问题为线索，选择系统疾病和部分生理及病理过程，从分子生物学角度阐述其发生机制；第三部分介绍分子生物学技术在临床上的应用，即在介绍基本原理和技术的同时，系统地介绍已经在临床上使用或试用的生物学诊断方法、治疗方案、治疗药物、基因疫苗和疾病基因的克隆等。本课程要求学生掌握分子生物学的基本理论和分子生物学技术的基本原理，从分子生物学水平认识相关生理病理及疾病的发生发展机制，了解生物学技术在临床上的具体应用。", ""], ["501030020", "妇产科实习（法医学）", "Internship(O&amp;G)", "华西基础医学与法医学院", "", "本科", "2.0", "64.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "侯一平", "《妇产科学》第6版，乐杰，人民卫生出版社，2004年4月", "Obstetrics and Gynecology，Le J. People&#39;s Medical Publishing House, 2004", "", "", "考试", "", "本课程是法医学本科生在医院的妇产科学实习课程。通过作为实习医生培养学生的妇产科学动手能力和专业技巧, 包括疾病诊断、问题解决、有效沟通及临床管理。本课程要求学生掌握妇产科学的原理与方法, 分享临床知识, 理解临床诊断、临床治疗、临床关怀, 具有科学思考和工作能力, 发扬沟通、交流及团队合作精神。", ""], ["501031020", "高等教育学", "Higher Education", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "曾诚", "新编高等教育学，潘懋元主编，北京师范大学出版社，1996年3月第1版,高等教育学，钟玉海主编，合肥工业大学出版社，2005年9月第1版", "New Pedagogy of Higher Education, Pan Maoyuan, Beijing Normal University Press, March 1996,Higher Education, Zhong Yuhai. Hefei University Technology Publishing Houses, Sep. 2005", "", "", "考试", "", "本课程主要为学习者提供高等教育的基本概念、基本原理和规律，要求学习者了解高等教育发生发展的基本概貌，掌握高等教育基本规律，从宏观上了解高等教育的发展方向，树立起正确的高等教育观、教学观、人才观；从微观上理解高等学校教学过程、专业、课程、教学内容、教学方法等基本理论，为以后从事高校教学和科研工作奠定一定的教育理论基础。主要内容包括：教育学和高等教育学的产生和发展；高等教育的本质，基本内、外部关系和基本规律；高等教育的职能、宏观结构和运行机制；高等教育思想的主要流派和主要人物；高等教育改革的动因和现状；高等学校专业设置和课程、教学过程和教学原则、教学方法、学生学业考核和测评；中外医学教育改革发展概况。", ""], ["501032050", "机能学实验（Ⅰ）", "Experiments of Functional science(Ⅰ)", "华西基础医学与法医学院", "", "本科", "5.0", "80.0", "", "", "开设", "5.0", "0.0", "0.0", "80.0", "", "", "", "", "", "", "实验", "", "《机能实验学》，杨芳炬主编，高等教育出版社，第二版，2010年1月出版。《生理学》，朱大年主编，人民卫生出版社，第七版；2008年6月出版；《病理生理学》，金惠铭，王建枝著，人民卫生出版社，第七版；2008年1月出版；《药理学》，周宏灏主编，科学出版社，第一版；2008年8月出版。", "Experiments of Functional Science, Yang Fangju, Higher Education Press, 2rd. Jan. 2010.Physiology, Zhu Danian, People’s Medical Publishing House, Jun.2008; Pathophysiology, Jin Huimin、Wang Jianzhi, People’s Medical Publishing House, Jan.2008; Pharmacology, Zhou Honghao, Science Publishing House, Aug. 2007.", "", "", "考试", "", "机能学实验是基础医学领域的一门创新型实践课程。该课程将生理学、病理生理学、药理学三门基础医学机能学科的理论知识通过实验进行有机结合，以综合性实验为主。是医学专业和相关专业学生必修课程之一。学生通过动物实验观察、模拟人体在生理、病理生理状态下各器官系统的机能变化及其药物反应，使学生将生理学、病理生理学、药理学三门课程的理论知识融会贯通，有效促进理论和实践的紧密结合。并训练学生实验操作技能，培养其主动、积极的动手能力及团队协作精神，以及实事求是、严谨的科学作风和严密的科学逻辑思维方法。并通过学生自行设计、自己操作的实验，，学会观察、分析、解决问题的综合能力，培养学生独立思考及科学研究能力，为培养学生实践能力和科学研究能力奠定良好基础。", ""], ["501033040", "机能学实验（Ⅱ）", "Experiments of Functional science(Ⅱ)", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "0.0", "0.0", "64.0", "", "", "", "", "", "", "实验", "", "《机能实验学》，杨芳炬主编，高等教育出版社，第二版，2010年月出版。《生理学》，朱大年主编，人民卫生出版社，第七版；2008年6月出版；《病理生理学》，金惠铭，王建枝著，人民卫生出版社，第七版；2008年1月出版；《药理学》，杨宝峰著，人民卫生出版社，第七版；2008年6月出版。", "Experiments of Functional Science, Yang Fangju, Higher Education Press, 2rd. Jan. 2010.Physiology, Zhu Danian, People’s Medical Publishing House, Jun.2008; Pathophysiology, Jin Huimin、Wang Jianzhi, People’s Medical Publishing House, Jan.2008; Pharmacology, Yang Baofeng, People’s Medical Publishing House, Jun.2008", "", "", "考试", "", "机能学实验是基础医学领域的一门创新型实践课程。该课程将生理学、病理生理学、药理学三门基础医学机能学科的理论知识通过实验进行有机结合，以综合性实验为主。是医学专业和相关专业学生必修课程之一。学生通过动物实验观察、模拟人体在生理、病理生理状态下各器官系统的机能变化及其药物反应，使学生将生理学、病理生理学、药理学三门课程的理论知识融会贯通，有效促进理论和实践的紧密结合。并训练学生实验操作技能，培养其主动、积极的动手能力及团队协作精神，以及实事求是、严谨的科学作风和严密的科学逻辑思维方法。并通过学生自行设计、自己操作的实验，，学会观察、分析、解决问题的综合能力，培养学生独立思考及科学研究能力，为培养学生实践能力和科学研究能力奠定良好基础。", ""], ["501034030", "机能学实验（Ⅲ）", "Experiments of Functional science(Ⅲ)", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实验", "", "《机能实验学》，杨芳炬主编，高等教育出版社，第二版，2010年月出版。《生理学》，朱大年主编，人民卫生出版社，第七版；2008年6月出版；《病理生理学》，金惠铭，王建枝著，人民卫生出版社，第七版；2008年1月出版；\n《药理学》，杨宝峰著，人民卫生出版社，第七版；2008年6月出版", ":Experiments of Functional Science, Yang Fangju, Higher Education Press, 2rd. Jan. 2010.Physiology, Zhu Danian, People’s Medical Publishing House, Jun.2008; 《Pathophysiology》, Jin Huimin、Wang Jianzhi, People’s Medical Publishing House, Jan.2008; 《Pharmacology》, Yang Baofeng, People’s Medical Publishing House, Jun.2008", "", "", "考试", "", "机能学实验是基础医学领域的一门创新型实践课程。该课程将生理学、病理生理学、药理学三门基础医学机能学科的理论知识通过实验进行有机结合，以综合性实验为主。是医学专业和相关专业学生必修课程之一。学生通过动物实验观察、模拟人体在生理、病理生理状态下各器官系统的机能变化及其药物反应，使学生将生理学、病理生理学、药理学三门课程的理论知识融会贯通，有效促进理论和实践的紧密结合。并训练学生实验操作技能，培养其主动、积极的动手能力及团队协作精神，以及实事求是、严谨的科学作风和严密的科学逻辑思维方法，为培养学生实践能力和科学研究能力奠定良好基础。", ""], ["501035020", "机能学实验（Ⅳ）", "Experiments of Functional science(Ⅳ)", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "", "《机能实验学》，杨芳炬主编，高等教育出版社，第二版，2010年月出版。《生理学》，朱大年主编，人民卫生出版社，第七版；2008年6月出版；《病理生理学》，金惠铭，王建枝著，人民卫生出版社，第七版；2008年1月出版；《药理学》，杨宝峰著，人民卫生出版社，第七版；2008年6月出版", "Experiments of Functional Science, Yang Fangju, Higher Education Press, 2rd. Jan. 2010.Physiology, Zhu Danian, People’s Medical Publishing House, Jun.2008; Pathophysiology, Jin Huimin、Wang Jianzhi, People’s Medical Publishing House, Jan.2008; Pharmacology, Yang Baofeng, People’s Medical Publishing House, Jun.2008", "", "", "考试", "", "机能学实验是基础医学领域的一门创新的实践性实验课程。该课程将生理学、病理生理学、药理学三门机能学科理论课程通过实验课程进行有机结合，并开展了综合实验项目。本课程用活体动物模拟人体，让学生自己动手进行实际操作，训练学生基本操作技能，培养其主动、积极动手能力及团队协调精神。同时，让学生通过实验学会实事求是、严谨的科学作风和严密的科学逻辑思维方法，以及学会观察、分析、解决问题的综合能力。为培养生命科学学生实践能力和科学研究能力奠定良好基础。z", ""], ["501036015", "基础医学导论", "Introduction to Basic Medical Sciences", "华西基础医学与法医学院", "", "本科", "1.5", "24.0", "", "", "开设", "2.0", "24.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "基础医学导论（自编教材）", "医学导论（第2版），人卫社出版", "周鸿鹰、章为、张蓉、刘戟、岳利民、章崇杰", "", "", "", "基础医学导论包括基础医学各门课程基本介绍，使学生了解人体基本组织结构的功能特点、人体的化学组成和生命过程中的化学变化、人体疾病的基本病理生理改变、常见的病原微生物和寄生虫、免疫学的基本概念和免疫应答、药物与机体间的相互作用。", ""], ["501037020", "生物医学科研设计与实施", "Research Design for Biomedicine", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "鲍朗", "", "", "吴琦、张会东", "", "考试", "", "：本课程是为基础医学本科生开设的必修专业基础课程，其目的是使学生认识生物医学科研的基本性质和任务，具备从事生物医学科研的基本素质，知晓科学研究的行为准则和规范。本课程需要学生了解生物医学科研设计与实施的基本原理和程序，掌握生物医学科研的基本方法和技能，熟悉生物医学实验的过程和内容，掌握国内外生物医学信息的收集和处理的基本方法，了解生物医学科研课题的申请和实施，提高生物医学科研论著的撰写能力以及熟悉国内外生物医学科研基金的概况和申请渠道等。本课程为初步涉足生物医学科研人员必不可少的入门课程，是一门具有创新性、理论和实践相结合的特色课程。", ""], ["501038030", "基础医学研究前沿与挑战", "Advance and Challenge in Basic Medical Sciences", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "郑煜", "", "", "", "", "", "", "本课程主要以专题的形式讲授基础医学领域的研究热点和难点。本课程的讲授内容选自基础医学各专业研究领域的最新进展和最新科研成果，通过讲解最新最常用的实验技术和方法，分析比较各领域存在的问题，以及介绍新兴、交叉学科，让学生了解最前沿的研究手段和研究热点、基础医学的发展前景和方向，使学生有更好的思路和更广的视野，为其以后的毕业设计和毕业后的科研工作打下良好的基础。", ""], ["501039020", "基础医学专业技能", "Skill Training of Basic Medicine", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["501040010", "基因诊断与基因治疗", "Gene Diagnosis and Gene Therapy", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["501041020", "教育心理学", "Education Psychology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "胡峻梅", "《心理学基础》全国十二所重点师范大学联合编写，教育出版社，2002年7月第一版； 《教育心理》 李小融，四川教育出版社，2005； 《Educational Psychology》(Developing Learners)Jeanne Ellis Rrmrod 等著，彭运石，彭舜等译，陕西师范大学出版社，2006.", "Elements of Psychology, Compiled jointly by 12 key National Normal University, Education Publishing Press, 2002；Educational psychology， Li Xiaorong, Sichuan Education Press, 2005；Educational Psychology，(Developing Learners)Jeanne Ellis Rrmrod et al；Translated by Peng Yunshi &amp; Peng Shun., et al, Shaanxi Normal University Press, 2006.", "", "", "考试", "", "本课程主要讲授学校教育过程中各种心理现象及其规律的知识。通过本课程的学习，学生应掌握学生的认知发展、个性和情绪发展以及学生的个体差异问题，掌握行为主义、认知主义对学习的看法，熟悉动机的定义、激发以及其与教学和学习的关系，了解教学环境的创造和对教学产生的影响，了解教学测评手段。", ""], ["501042100", "解剖学（Ⅰ）", "Anatomy(Ⅰ)", "华西基础医学与法医学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "58.0", "0.0", "102.0", "", "", "", "", "", "", "讲授含实践", "伍家农", "《实地解剖学》,羊惠君主编,人民卫生出版杜,2002;《系统解剖学》,柏树令,人民卫生出版社,2005;《格氏解剖学》,杨琳、高英茂主译,辽宁教育出版社;《人体解剖彩色图谱》,郭光文主编,人民卫生出版社;《实用人体解剖彩色图谱》,李瑞祥主编,人民卫生出版社,2001", "Human anatomy in practice ,Yang Huijun,  People’s Medical Publishing House, 2002; Systematic anatomy , 7th edition  Bo shuling, World Publishing Corporation, 2008; Gray’s anatomy ;  Practical atlas of human antomy , Li ruixiang, World Publishing Corporation,  2001", "", "", "", "", "人体解剖学是研究人体正常形态结构的科学，医学教育中安排本课程的目的，在于使学生理解和掌握人体各器官的形态结构，配布形式及基本规律，为学习以后的基础课和临床课奠定必要的形态学基础。本课程主要是按局部解剖的方法来阐述人体各个局部内正常器官结构的形态、位置和相互的毗邻关系，以及各局部之间联系；通过学生对人体标本的实地解剖操作、观察、学习，获得人体形态结构的基本知识和一定的动手能力。", ""], ["501043100", "解剖学（Ⅱ）-1（双语）", "Systematic Anatomy-Ⅱ", "华西基础医学与法医学院", "", "本科", "10.0", "160.0", "", "", "开设", "10.0", "56.0", "0.0", "104.0", "", "", "", "", "", "", "讲授含实践", "李华", "《ESSENTIAL CLINICAL ANATOY》，K. Moore, Lippincott, 2004；《Core Textbook of Anatomy》，J.S Thompson；《Clinical Oriented Anatomy》，K, Smoore；《Grant’s Atlas of Anatomy》，Anderson；《实用人体解剖彩色图谱》，李瑞祥主编，人民卫生出版社，2001", ":Essential clinical anatomy,K. Moore, Lippincott, 2004;Core Textbook of Anatomy,J.S Thompson；Clinical Oriented Anatomy,K, Smoore；Grant’s Atlas of Anatomy,Anderson；Practical atlas of human antomy ,Li ruixiang, World Publishing Corporation,  2001", "", "", "", "", "本课程的目的在于使学生理解和掌握人体各器官的形态结构，配布形式及基本规律，为以后的基础课和临床课奠定必要的形态学基础。本课程采用英语教材，双语教学，不包括中枢神经系统的内容。主要是按局部解剖的方法来阐述人体各个局部内正常器官结构的形态、位置和相互的毗邻关系，以及各局部之间联系；通过学生对人体标本的实地解剖操作、观察、学习，获得人体形态结构的基本知识和一定的动手能力。讲习结合进行，因此要求同学之间，同学与老师之间密切配合、多看、多思考、多归纳、多联系、多接触标本，这是学好解剖学的重要环节。", ""], ["501044020", "解剖学（Ⅱ）-2", "Neural Anatomy", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["501045010", "两性奥秘初探", "Exploration of Reproductive Secret", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["501046020", "临床药理学概论", "Introduction of Clinical Pharmacology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["501047010", "淋巴解剖与疾病", "Lyph Anatomy and Disease", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["501048010", "酶基因工程", "Enzyme Gene Egineering", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "高秀峰", "现代酶学（第二版），袁勤生 编著，华东理工大学出版社，2007年8月", "Modern enzymology,Second Edition, Yuan Qinsheng,  Aug. 2007, East China University of Science and Technology Press.", "", "", "考查", "", "现代酶学中的酶基因工程技术是生命科学的一个分支，与其它学科联系紧密，是目前生命科学研究的前沿之一。本课程主要内容包括理论酶学和应用酶学两大部分。理论酶学部分包括酶的分类组成及结构特征、动力学、作用机制、活性调节、核酶与抗体酶、模拟酶、气体酶学、分子印迹酶、非水介质中的酶反应、细胞信号转导与酶、自由基与酶、组合生物催化及酶的定向进化等。应用酶学部分包括酶基因工程技术、酶的分离与纯化技术及酶的应用。本课程是在基础生物化学的基础之上开设的一门课程，目的是使学生能够把基础生物化学的理论知识和实际应用相联系，激发学生对基础课学习的兴趣，了解此领域的最新进展。", ""], ["501049020", "美容与医学保健", "Cosmetic and Health Care", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "李永红", "《组织学与胚胎学》，邹仲之主编，人民卫生出版社，2004年8月", "Histology and Embryology，Zou Zhongzhi, chief editor , The People’s Hygiene Press, August , 2004", "", "", "考查", "", "本课程是面对全校本科生开设的一门文化素质选修课，在教学过程中我们将利用先进的多媒体教学技术，形象、生动的展示健康与美、运动与健康、营养与健康、睡眠与健康、心理与健康、人体器官组织结构与健康等医学常识，让学生初步了解常见医学美容、医学保健方法，了解科学的生活方式和健康长寿的养生之法，拥有一定的医学保健常识。", ""], ["501050020", "免疫生化技术", "Modern Immunology Technique", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "章崇杰", "《医学免疫学刚要》（研究生），章崇杰主编，四川大学出版社，2007年5月第一版；《医学免疫学实验技术》（研究生），柳忠辉主编，人民卫生出版社，2008年3月第一版。", ":Essential Medical Immunology,（for graduates）, Zhang Chongjie, Sichuan University Press, first edition, May 2007; Medical Immunological Techniques,（for graduates）, Liu Zhonghui, People’s Publish House, first edition, Mar. 2008.", "罗志娟", "", "考查", "", "本课程是面向医学和生命科学本科生的选修课。免疫生化技术是借助免疫学、生物化学和分子生物学理论和技术对生物分子进行定性或定量检测，本课程重点介绍各种免疫生化技术的原理和应用，特别是各种技术在生物医学实验中的选择原则及各种技术的优缺点。", ""], ["501051020", "免疫学进展", "Development of Immunology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "罗志娟", "", "", "章崇杰等", "", "考查", "", "本课程面向医学和生命科学专业本科生开设。是在系统学习医学免疫学，具备一定的免疫学背景知识的基础上开设的专门介绍免疫学及其相关领域的最新进展和热点问题，以专题讲座的形式授课。目前讲授内容主要包括：细胞因子及其应用；基因工程抗体；树突状细胞（DC）；Toll 样受体信号传导途径；B7家族及其新成员；NK细胞表面受体；Thl7细胞分化和功能；调节性T细胞；肿瘤干细胞；黏膜免疫；过敏性疾病研究进展；艾滋病免疫学研究进展；自身免疫病研究进展；移植免疫研究进展，肿瘤免疫和免疫治疗研究进展等。该课程的目的是为医学和生命科学专业高年级学生传授免疫学前沿知识和介绍最新进展以激发他们对基础医学的兴趣和想象力。", ""], ["501052040", "内科实习（法医学）", "Internship(Internal  Medicine )", "华西基础医学与法医学院", "", "本科", "4.0", "128.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "侯一平", "《内科学》第6版，叶任高，人民卫生出版社，2004年4月", "Medicine,Ye RG. People&#39;s Medical Publishing House, 2004", "", "", "考试", "", "：本课程是法医学本科生在医院的内科学实习课程。通过作为实习医生培养学生的内科学动手能力和专业技巧, 包括疾病诊断、问题解决、有效沟通及临床管理。本课程要求学生掌握内科学的原理与方法, 分享临床知识, 理解临床诊断、临床治疗、临床关怀, 具有科学思考和工作能力, 发扬沟通、交流及团队合作精神。", ""], ["501053010", "脑的奥秘", "Mystery of the Brain", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["501054020", "皮肤健康与美容", "Health &amp; Beauty of Skin", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "杨云霞", "教材：自编讲义。参考资料： 《化妆品——原理、配方、生产工艺》，王培义主编，化学工业出版社，2006年5月； 《功能性化妆品》，吴可克主编，化学工业出版社，2006年1月； 《皮肤病学》，郑志忠主编，人民卫生出版社，2009年1月。", "Lecture notes. Cosmetic - theory, formulation, production process, Wang Peiyi , Chemical Industry Press, May 2006; Functional cosmetics, Wu keke, Chemical Industry Press, January 2006; Dermatology, Zheng Zhizhong, People&#39;s Health Publishing House, January 2009.", "", "", "考查", "", "皮肤疾病与健康是大学生特别是青春期常见的问题，皮肤非健康状态对学生的心里有不良的影响，对学生进行有关方面的教授，可以提高学生对自身皮肤健康的关注和科学的认识，同时减少因该方面知识的错误认识所带来的心理影响。本课程主要从三个方面讲授，一是皮肤的正常结构与功能。二是化妆品知识：化妆品的一般知识、药妆品、特殊功能化妆品以及有关化妆品的不良影响；化妆品的发展状况等。第三，皮肤疾病的防治：过敏性皮肤疾病、真菌感染性皮肤病、粉刺、色素沉着性疾病、湿疹性皮肤病、脱发等的防治。", ""], ["501055010", "奇妙的人体功能", "Fantastic Human Function", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""]]