[["303407020", "电信企业工程培训", "Engineering Training of Telecom Company", "电气信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "", "1.CDMA-1X/EVDO、LTE网络基本原理、网络结构、无线帧结构等；\n2.WIFI网络基本原理、网络结构及维护常规手段；\n2.无线基站天馈基础知识培训；\n3.中国电信运营商无线网络评估测试仪器仪表使用培训（鼎利、惠杰朗、驻波测试仪、扫频仪器等仪表）；\n4.后台OMC、驱车DT测试、天馈调整上站演练；", "相关电子文档教材", "刘劭，周彬，张林、熊坤", "1.介绍国内主流运用商无线网络基本情况及原理；\n2.初步认识电信无线网络建设、维护、优化相关流程；\n3.以无线专业为主，适度扩展数据专业、交换专业、光网专业相关知识培训；", "考查", "", "1.CDMA-1X/EVDO、LTE网络基本原理、网络结构、无线帧结构等；\n2.WIFI网络基本原理、网络结构及维护常规手段；\n2.无线基站天馈基础知识培训；\n3.中国电信运营商无线网络评估测试仪器仪表使用培训（鼎利、惠杰朗、驻波测试仪、扫频仪器等仪表）；\n4.后台OMC、驱车DT测试、天馈调整上站演练；", "20160418新增"], ["303408010", "Signal Processing and Clustering for Biomedical,Bioinformatics,and Brain Signals", "Signal Processing and Clustering for Biomedical,Bioinformatics,and Brain Signals", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Asoke Kumar Nandi", "This course will outline aspects of signal processing and clutering to derive knowledge in biomedical, bioinformatics, and brain signals(fMRI).This will discuss some established approaches as well as some very recent research results. This will demonstrate how the confluence of signal processing, machine learning, mathematics, and modelling is crucially important to discover new knowledge in these areas. Indeed, these play essential roles in many &quot;Big Data&quot;applications, including energy grid.", "", "", "", "20160503新增实践周课程"], ["303409010", "Engineering Optimization", "Engineering Optimization", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Alastair Strang Wood", "1. This course is intended for science and engineering students (second year or later).2. Significant mathematical competence is required for this short.3. A computing lab with Matlab is desirable (to allow students to run simulations) butNO Matlab programming experience is required of the students.", "", "", "", "20160506"], ["303410010", "Intercultural Communication", "Intercultural Communication", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "ELIZABETH ANN TULEJA", "Purpose of the CourseIntercultural Communication examines the concepts associated with culture and communication and how this relates to global leadership. It analyzes intercultural communication case situations; and integrates conceptual understanding with “real life” intercultural experiences and observations in management – from both an Eastern and Western perspective. After taking this course you will have a deeper self-awareness of who you are as a global citizen, as well as be able to identify intercultural issues in business and the professions. Learning ObjectivesIf you remain engaged in this course and participate to the fullest extent, you should:? Cultivate an appreciation for the importance of intercultural communication in business and society;? Develop an understanding of intercultural communication processes;? Expand your skills in analyzing intercultural communication situations;? Improve your self-awareness and communication behavior in intercultural settings;? Understand the ethical issues related to intercultural communication.", "", "", "", "20160506"], ["303411010", "Global Business Communication", "Global Business Communication", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "ELIZABETH ANN TULEJA", "Objectives of CourseThis course focuses on the communication aspects of multinational businesses, both large and small, particularly directed toward the ways in which culture impacts those communication behaviors. The coursework will concentrate on the communication behaviors of the multinational leader in her/his responsibilities through multiple cultural settings and with diverse audiences. While identifying and reviewing theoretical bases, class members will apply information to realistic work plans that can become functional in their daily lives. The perspective flows from the use of English as a business lingua franca in order to help shed insight into Western-centric views of communication–not as better views of communicating rather as a reality of helping people understand how to use a common language while dealing with the multiplicity of cultural meanings, behaviors, and norms involved in global interaction. Learning ObjectivesIf you remain engaged in this course and participate to the fullest extent, you should:1. Understand the global environment within which business messages are sent and the issues facing business communicators (through written, spoken and electronic use).2. Identify ethical, legal, cultural, and global issues affecting business communication.3. Develop an understanding of cultures and subcultures and the role the play in communicating and engaging effectively in a global business environment.4. Apply business communication strategies and principles to prepare effective communication for domestic and international business situations.5. Increase understanding of universal systems as they relate to communicating in a global setting.6. Examine contrasting cultural values and their impact on the international communication and engagement process.", "", "", "", "20160506"], ["303412010", "Introduction to Statistical Machine Learning", "Introduction to Statistical Machine Learning", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael Aaron Ashcroft", "A detailed examination of the fundamental statistical learning techniques, with emphasis on their mathematical basis as well how they relate to each other. This is a technical course, and it is aimed at Master level / high undergraduate. Comfort with statistical and linear algebra notation is expected, but can be refreshed by individual students from introductory sources.", "", "", "", "20160506"], ["303413010", "Artificial Intelligence", "Artificial Intelligence", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Michael Aaron Ashcroft", "An introduction to Artificial Intelligence, excluding statistical based machine learning techniques which are covered in the complementary course above. This is a less technical course than the Statistical Based Machine Learning above, although some of course than the Statistical Based Machine Learning course above, although some of the algorithms discussed can be difficult. It is aimed at early Master level / mid to high algorithms discussed can be difficult. It is aimed at early Master level / mid to high undergraduate. Comfort with statistical and logical notation is expected but can easily be refreshed by individual students from introductory sources.We will discuss what AI is them look at a sample algorithm which students will implement in groups and compete on the Where’s Cros game.", "", "", "", "20160506"], ["303414060", "通信设备调测", "Test and Measuring for data communication", "电气信息学院", "", "本科", "6.0", "96.0", "", "", "开设", "6.0", "16.0", "0.0", "80.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授含实践", "", "", "", "", "", "", "", "", "20170303"], ["303415010", "Condition Monitoring of Power Equipment in Smart Grids", "Condition Monitoring of Power Equipment in Smart Grids", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "ANDREA  CAVALLINI", "The aim of the course is to introduce the most common failure mechanisms for electrical insulation systems. The breakdown of gaseous, liquid, and solid dielectrics, as well as gas/solid interfaces, will be discussed. The basic structure of the insulation systems of cables, rotating machines, transformers will be presented, and particular emphasis will be given to the role of partial discharges in leading to the breakdown of this equipment. Also, and the possibility of carrying out a proper diagnosis of insulation condition using partial discharge detection and analysis will be addressed. At the end of the course, the student will be able to understand the most common routes to equipment insulation breakdown and will have some understanding of the objectives of the diagnosis of electrical machinery insulation.", "", "", "", "20170504实践周"], ["303416010", "Power Cable Technology", "Power Cable Technology", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Yingli Wen", "This short course is intended to provide a basic understanding of power cable design, construction, manufacturing, and testing. An overview of the general utility practices in the US will also be discussed. Participants will learn about the following subjects:?Basic Structure of the Electrical System?Overview of The Transmission System?Overview of The Distribution System?The Role of Cable and Accessories in the Electrical System?Cable Constructions?Cable Design Characteristics?Conductor Constructions?Traditional Cable Insulation Design?Reduced-Wall Insulation Design?High Temperature Superconducting Cable?Cable Manufacturing Technologies?Cable Tests Including Qualification, Production, Diagnostic, and Maintenance Tests?An Overview of the General Utility Practices in the United States", "", "", "", "20170504实践周"], ["303417010", "Enabling Technologies of Power Electronics", "Enabling Technologies of Power Electronics", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Alberto Castellazzi", "Review of silicon semiconductor power devices and their application(4 AH)- Wide-band-gap technologies (SiC, GaN) (2 AH)- Thermal management and reliability (4 AH)- Packaging and integration solutions for improved electro-magnetic, electro-thermal and thermo-mechanical performance (4 AH)- Design methodologies and tools (2 AH)The course includes a mixture of theory, discussion on experimental results and interactive simulation activities. Exercises and self-study material will be distributed to the students to complement the taught sessions.If needed, a written examination (typically 90 or 120 minutes) can be held at the end.", "", "", "", "20170504实践周"], ["303418010", "Numerical Simulations of Electro Magnetic Phenomena in Biomedical Engineering", "Numerical simulations of electromagnetic phenomena in biomedical engineering", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "DEJAN KRI?AJ", "The short course is intended for those interested in use of numerical simulation tools for simulations of electromagnetic phenomena in the biomedical field. The attendees should have some basic knowledge on electromagnetic fields. The course will be composed of three parts: -3 hours: State of the art software tools for simulations: here a description of modern simulation tools will be given based on their capabilities, limitations, advantages, price etc. Some simulation examples will be discussed as well. -6 hours: Physical models used in simulations: Maxwells’ equations will be presented and their usage in particular cases such as electrostatic fields, quasi-static description for slow varying fields, magnetostatic fields, electromagnetic fields etc.. Electrical properties of tissues will be addressed with emphasis on description of relaxation phenomena, leading to frequency dependencies. Boundary conditions and in particular problems related to boundary electrode/tissue will be discussed. -5 hours: Tutorial on use of free software tool FEMM: a freeware simulation tool will be introduced. The students will be required to follow the tutorial by using their own computers with installed software or the computer room should be provided by the university. The students will learn how to make a simple simulation model and explain the simulation results.-2 hours: the students will need to provide a short seminar in which they will design their own simulation model and discuss the simulation results. Comment 1: a similar course was given at the University Santa Catarina, Joinville, Brazil where I was a visiting professor in November 2016.Comment 2: the course can be adapted in accordance to the requirements, wishes, capabilities.", "", "", "", "20170504实践周"], ["303419005", "我国售电侧改革的理论与实践", "Theory and practice of electricity sale side reform", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "武云霞", "目前，我国新一轮电力体制改革进入全面试点、有序推进的新阶段，其中售电侧改革是最受人瞩目的亮点之一。了解售电侧改革的理论与实践，对于学生电力市场知识的应用和开拓视野具有重要意义。让学生了解售电侧改革的经济学理论基础、我国售电侧改革的进程与实践，帮助学生对电力市场有一个深入的认识，激发继续学习、参与实践的兴趣。", "考查", "", "（1）售电侧市场化的理论基础；（2）我国售电侧改革的历程与趋势；（3）售电公司参与市场竞争", "20170505"], ["303420005", "智能变电站设备", "The equipment in smart substation", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "刘彦琴", "国家电网公司正在大力建设智能电网，作为未来电网的发展方向，智能电网渗透到发电、输电、变电、配电、用电、调度、通信信息各个环节，其中，智能变电站无疑是最核心的一环。本课程有助于学生了解电力行业最新前沿动态，开阔眼界，增长知识。让学生了解智能变电站中先进、可靠、集成、环保的智能设备，明确设备是以全站信息数字化、通信平台网络化、信息共享标准化为基本要求，自动完成信息采集、测量、控制、保护、计量和检测等基本功能。", "考查", "", "（1）智能变电站的特点与发展；（2）智能变电站设备系统构成；（3）智能变电站设备控制", "20170505"], ["303421005", "高电压试验技术", "The high voltage testing technology", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "杨新春", "高电压试验是电力系统过电压防护的重要组成部分，不同的试验可以发现电力系统绝缘的不同缺陷。本课程有助于学生了解电力行业高电压试验的分析对比方法，开阔眼界，增长知识。让学生了解高电压绝缘试验和特性试验的联系与区别，了解绝缘电阻试验、泄漏电流试验、介质损耗因数试验、直流耐压试验、交流耐压试验等的基本功能与操作流程。", "考查", "", "（1）高电压试验的作用；（2）高电压绝缘试验的种类和步骤；（3）高电压特性试验的种类和步骤", "20170505"], ["303422005", "电力系统调度关键技术", "The key technology in power system dispatch", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "苏小平", "调度在电力系统运行中处于核心地位，它发挥指挥、监督和管理电力生产运行的职能，领导电力系统内发电、输电、变电、配电及供电部门按安全、经济运行要求向用户不间断地提供优质电能。本课程有助于学生了解电力系统调度中的关键技术，开阔眼界，增长知识。让学生了解系统调度的主要工作，理解调度机构分层分级执行的主要原理，实现既有分工负责又有统一协调的管理体制,以充分发挥大电力系统的优越性。", "考查", "", "（1）电力系统调度的主要工作；（2）电力系统分级调度的原理；（3）电力系统分层调度的原理", "20170505"], ["303423005", "电缆的运维与故障分析", "Operation maintenance and fault analysis of cable", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "李巍巍", "电及电磁波的发生、传输及应用都必须采用电线电缆来作为连接、传输的部件或作为主机的绕组材料，电缆在电力系统城市运行中更是扮演着不可替代的作用。本课程有助于学生了解电缆运维与故障分析的技术，开阔眼界，增长知识。让学生理解电力电缆线路运行维护是保障电力输送的关键环节，是电力单位日常工作重要的重要内容，了解电力电缆运行维护工作的基本内容、电力电缆运行技术要求、高低压电力电缆线路的维护措施等。", "考查", "", "（1）电力电缆的种类与型号；（2）电力电缆的运维工作的内容；（3）电力电缆的故障分析原理", "20170505"], ["303424005", "智能农业", "", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "董顺文", "让学生通过学习了解智能农业中一种的最新信息化技术的应用现状与发展趋势，体会信息化技术应用在现代农业生产管理、市场营销、大数据管理与决策产生的巨大社会价值、经济价值，拓宽学生知识视野，启发学生的创造性思维方式。了解智能农业的基本概念及其实践应用方式，思索现代农业与新兴技术结合的方式以及创造价值的原理，结合本专业特点，完成相关课程报告", "考查", "", "1、智能农业发展现状与发展趋势\n2、信息化技术、自动化技术在现代农业中的应用\n3、信息化技术与农产品安全生产追踪溯源可视系统\n4、大数据与生产、经营管理、市场营销\n5、信息化技术应用于农业休闲观光旅游", "20170505"], ["303425010", "建筑信息模型(BIM)技术", "Building information Modeling technology", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "李锦磊", "让学生通过学习了解建筑行业中一种的最新信息化技术的应用现状与发展趋势，体会信息化技术与传统行业结合产生的巨大价值，拓宽学生知识视野，启发学生的创造性思维方式。了解BIM技术的基本概念及其实践应用方式，思索传统行业与新兴技术结合的方式以及创造价值的原理，结合本专业特点，完成相关课程报告", "", "", "1.\t建筑业与BIM简介\n2.\tBIM在项目不同阶段的应用\n3.\tBIM对项目不同参与方的价值\n4.\tBIM的风险、挑战与未来发展趋势", "20170505"], ["303426010", "医用磁共振基本成像原理和应用", "Principles and Applications of Medical Magnetic Resonance Imaging (MRI)", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "查乐平", "拓展学生的视野，学习医学磁共振成像的基本原理和实用临床技术应用，培养学生对实用医学影像电子技术的前沿性和复杂性的了解，和通过作业考试等实践应用基本原理解决实际问题的能力。了解医学磁共振成像的基本物理基础和反差形成机制，学习傅里叶变换等数学工具的灵活实际应用，掌握解决磁共振成像基本问题的解决要点。", "考查", "", "学习磁共振物理和医学磁共振成像的基本原理，发展历史，硬件结构，通过梯度磁场的空间-频率测度转换，磁共振反差机制和成像参数，K空间基本概念，频率与相位编码，自旋回波，快速自旋回波，梯度回波和快速梯度回波等基础脉冲序列及其临床应用，以及并行采集加速成像等前沿技术的发展状况。", "20170505"], ["303427005", "医疗信息化发展", "The Introduction of Healthcare IT", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "张继武", "有助于帮助学生了解我国医疗信息化的发展历程及现状，培养学生对当前医疗服务的数字化，网络化，信息化的理解，增强学生对计算机科学，现代网络通讯技术，数据库技术的综合应用的理解。了解医疗信息化的发展历程，应用现状；学习网络通信等相关技术在医疗信息化上的应用。", "考查", "", "1.医疗信息化发展历程及现状\n2.现代通信技术在医疗信息化应用\n3.计算机科学发展对医疗信息化的影响\n4.当代医疗信息化所遇到问题及阻碍", "20170505"], ["303428005", "移动通信网络优化", "Mobile Network Optimization", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "周彬", "本次课程主要内容为了解2G/4G的主要优化手段与方法，目的在于通过实际的通信系统应用，将抽象的的通信原理与具象的实际应用结合起来，加深对通信原理的理解，掌握移动通信发展的过去、现在和将来，了解通信行业从业人员应具备的职业素养。1、让学生们了解2G/4G移动通信的发展和基本原理；\n2、使学生了解2G/4G优化的主要手段和方法；\n3、通过移动通信理论与实际的结合，为未来的5G和从业方向打下坚实的基础", "考查", "", "1、CDMA原理及关键技术；\n2、LTE原理及关键技术；\n3、优化实践", "20170601"], ["303429005", "低功耗广域物联网技术", "Low Power Wide Area Internet of Things", "电气信息学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "樊晓云", "介绍低功耗广域物联网技术及其典型应用，向学生提供IT行业中最新实用技术的基础知识,启迪学生的创新能力，激发学生的主动学习热情，为职业生涯作好准备。帮助学生了解国际国内物联网领域的发展趋势，开阔视野；\n帮助学生掌握物联网的基础知识，作为入门向导，激发后续深度学习的的热情；\n培训运用学习的基础知识解决实际问题的基本能力。", "考查", "", "介绍物联网的基本概念，工作原理，发展历史；\n介绍低功耗广域物联网的基本概念，工作原理和技术特点；\n向学生介绍两种实用的低功耗广域物联网：Lora和 NB-IoT;\n介绍两种物联网的典型应用场景及案例；\n课堂实习作业：制定简单的物联网组网解决方案；\n开卷考试:物联网组网解决方案问答试题", "20170601"], ["303430010", "综合课程设计（图像处理与机器视觉）", "Integrative Curriculum Design of Image Processing and Machine Vision", "电气信息学院", "", "本科", "1.0", "28.0", "", "", "开设", "6.0", "4.0", "", "24.0", "", "", "", "", "", "", "实验", "曾晓东", "", "", "", "因应工程教育专业认证中对复杂系统设计能力的培养要求，开设此课。课程由教师给出多个计算机控制系统方面的设计题目，学生选择题目后，分组合作在一个月内完成设计任务。教师根据学生所设计的系统达到度及设计文档为学生评分。", "", "", "&quot;本课程是自动化专业必修专业课，综合了自动化专业在机器视觉应用领域的核心知识和技术，具有很强的工程实践性质，属于综合设计型实践环节。\n本课程主要教学内容为机器视觉的工程设计和实验方法的综合应用。指导学生掌握机器视觉的工程设计理论与方法，涉及数字图形/图像/信号处理、数理统计、光学工程等内容。本课程要求学生能够完成机器视觉的设计、制作、调试与性能测试与评估。&quot;", "20171011"], ["303431010", "综合课程设计（计算机信息管理系统）", "Integrative Curriculum Design of Computer Information Management Systems", "电气信息学院", "", "本科", "1.0", "28.0", "", "", "开设", "6.0", "4.0", "", "24.0", "", "", "", "", "", "", "实验", "曾晓东", "", "", "", "因应工程教育专业认证中对复杂系统设计能力的培养要求，开设此课。课程由教师给出多个机器人与自动化系统方面的设计题目，学生选择题目后，分组合作在一个月内完成设计任务。教师根据学生所设计的系统达到度及设计文档为学生评分。", "", "", "综合课程设计（计算机管理信息系统）是学生在学习完计算机软硬件知识后进行的一项重要的实践环节。通过该课程设计，学习各类软硬件设计工具的使用，掌握计算机软硬件及系统设计的基本方法、步骤及各阶段的任务，完成对某一小型计算机管理信息系统的基本流程进行分析，设计和相应文档的编写工作。加深对课堂理论学习的理解，增强动手能力，使学生更加深入地掌握计算机软硬件系统分析与设计的基本概念和基本方法，以培养学生合作的能力，为毕业设计作好实践环节上的准备。", "20171011"], ["303432010", "综合课程设计（智能测控系统）", "Integrative Curriculum Design of Intelligent Instrument and Control Systems", "电气信息学院", "", "本科", "1.0", "28.0", "", "", "开设", "6.0", "4.0", "", "24.0", "", "", "", "", "", "", "实验", "曾晓东", "", "", "", "因应工程教育专业认证中对复杂系统设计能力的培养要求，开设此课。课程由教师给出多个智能测控系统方面的设计题目，学生选择题目后，分组合作在一个月内完成设计任务。教师根据学生所设计的系统达到度及设计文档为学生评分。", "考查", "", "&quot;本课程是自动化专业必修专业课，综合了自动化专业在智能控制与测控系统应用领域的核心知识和技术，具有很强的工程实践性质，属于综合设计型实践环节。\n本课程主要教学内容为智能测控系统的工程设计和实验方法的综合应用。指导学生掌握智能测控系统的工程设计理论与方法，主要包括信号测量方法、环境信息感知方法、空间信息分析与定位、系统建模及仿真、智能控制算法设计与仿真、控制器设计、系统调试实验方法、系统性能测试和评估等内容。本课程要求学生能够完成智能测控系统的设计、制作、调试与性能测试与评估。&quot;", "20171011"], ["303434015", "电机学(上)", "Electric machine", "电气信息学院", "", "本科", "1.5", "24.0", "", "", "开设", "1.5", "24.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180308"], ["303435035", "电机学(下)", "Electric machine", "电气信息学院", "", "本科", "3.5", "56.0", "", "", "开设", "3.5", "56.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180308"], ["303436010", "电机学综合实验", "Experiments of Electric Machine", "电气信息学院", "", "本科", "1.0", "32.0", "", "", "开设", "1.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180308"], ["303437030", "自动控制原理（Ⅱ）", "Automation control theory（II）", "电气信息学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "42.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180308"], ["303438020", "新能源发电技术", "Renewable Energy Power Generation Technology", "电气信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "20.0", "6.0", "6.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180308"], ["303439030", "微机继电保护", "Computer protection relay", "电气信息学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "36.0", "0.0", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180308"], ["303440020", "电力传动与控制", "Electrical Drive and Control", "电气信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "26.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180308"], ["303441020", "超导电力基础", "Fundamental of Superconducting electric power", "电气信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180308"], ["303442025", "电子商务技术", "Electronic Commerce Technology", "电气信息学院", "", "本科", "2.5", "48.0", "", "", "开设", "2.5", "32.0", "16.0", "0.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303443025", "信息安全", "Information Security", "电气信息学院", "", "本科", "2.5", "48.0", "", "", "开设", "2.5", "32.0", "16.0", "0.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303444020", "系统辨识与建模", "System Identification and Modeling", "电气信息学院", "", "本科", "2.0", "40.0", "", "", "开设", "2.0", "24.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303445020", "机器人建模与控制", "Robot Modeling and Control", "电气信息学院", "", "本科", "2.0", "40.0", "", "", "开设", "2.0", "24.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303446020", "智能机器人系统及应用", "Intelligent Robotic Systems and Their Applications", "电气信息学院", "", "本科", "2.0", "40.0", "", "", "开设", "2.0", "24.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303447020", "机器学习", "Machine Learning", "电气信息学院", "", "本科", "2.0", "40.0", "", "", "开设", "2.0", "24.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303448025", "数字图像处理", "Digital Image Processing", "电气信息学院", "", "本科", "2.5", "46.0", "", "", "开设", "2.5", "34.0", "0.0", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303449020", "现代人机交互技术", "Advanced Human-Computer Interaction Techniques", "电气信息学院", "", "本科", "2.0", "40.0", "", "", "开设", "2.0", "24.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303450020", "模式识别", "Pattern Recognition", "电气信息学院", "", "本科", "2.0", "40.0", "", "", "开设", "2.0", "24.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303451005", "生产实习（Ⅱ）", "Production Practice", "电气信息学院", "", "本科", "0.5", "16.0", "", "", "开设", "0.5", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180309"], ["303452005", "电力拖动自动控制系统课程设计", "Course design of Fundamentals of Electrical Machines And Drives", "电气信息学院", "", "本科", "0.5", "16.0", "", "", "开设", "0.5", "0.0", "0.0", "16.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20180309"], ["303453015", "毕业实习（Ⅱ）", "Graduation Practice", "电气信息学院", "", "本科", "1.5", "48.0", "", "", "开设", "1.5", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180309"], ["303454080", "毕业论文(设计)", "Graduation Design", "电气信息学院", "", "本科", "8.0", "256.0", "", "", "开设", "8.0", "0.0", "0.0", "256.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20180309"], ["303455010", "微机电系统及应用", "MEMS &amp; Its Application", "电气信息学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180309"], ["303456020", "运筹学与最优化", "Operations Research And Optimization Method", "电气信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180309"], ["303457025", "控制系统建模、分析、设计与仿真", "Control System Modelling, Analysis and Design with Simulation Techniques", "电气信息学院", "", "本科", "2.5", "56.0", "", "", "开设", "2.5", "24.0", "", "32.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303458025", "传感器与检测技术", "Sensor and Meassurement Technology", "电气信息学院", "", "本科", "2.5", "46.0", "", "", "开设", "2.5", "34.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303459035", "电机及电力拖动基础", "Fundamentals of Electrical Machines And Drives", "电气信息学院", "", "本科", "3.5", "64.0", "", "", "开设", "3.5", "48.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303460025", "电力电子技术", "Power Electronics", "电气信息学院", "", "本科", "2.5", "46.0", "", "", "开设", "2.5", "34.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303461025", "过程控制及仪表", "Process Control And Instruments", "电气信息学院", "", "本科", "2.5", "46.0", "", "", "开设", "2.5", "34.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303462025", "计算机控制技术", "Computer Control Technology", "电气信息学院", "", "本科", "2.5", "46.0", "", "", "开设", "2.5", "34.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303463025", "运动控制系统", "Motion Control System", "电气信息学院", "", "本科", "2.5", "46.0", "", "", "开设", "2.5", "34.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303464030", "移动通信", "Mobile Communications", "电气信息学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"], ["303465020", "专业英语", "Specialty  English", "电气信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180309"], ["303466020", "现代交换技术", "Modern Switching Technologies", "电气信息学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "20.0", "", "12.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180309"]]