[["502591040", "医学汉语 Ⅱ-2（英语）", "Medical Chinese Ⅱ-2", "华西临床医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160614"], ["502592040", "医学汉语 Ⅱ-3（英语）", "Medical Chinese Ⅱ-3", "华西临床医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20160614"], ["502593010", "物理治疗学基础", "Fundamentals of Physical Therapy", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "自编", "", "杨霖,姜俊良,梁邱,张黎明,苏建华等", "为华西临床医学院作业治疗专业开设的，以介绍物理治疗专业基础知识为目的的课程，使作业治疗专业学生了解物理治疗的基本概念和各种功能障碍的物理治疗方法和操作技术，促进其对康复治疗学专业的总体认识。", "考试", "", "《物理治疗学基础》包括物理因子治疗（理疗）、骨骼肌肉系统疾患的物理治疗、神经系统疾患的物理治疗和心肺系统疾患的物理治疗四部分内容。讲述物理因子治疗和常见功能障碍的物理治疗的基本理论、操作方法、临床应用等。", "20160628"], ["502594010", "日间服务中心实习（临医八年制）", "Internship((Day-care Center)", "华西临床医学院", "", "本科", "1.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "实习实训", "余建群", "", "", "余建群", "", "考试", "", "", "20160630替换502240010"], ["502595060", "成人护理 -1", "Medical-surgical Nursing－1", "华西临床医学院", "", "本科", "6.0", "104.0", "", "", "开设", "7.0", "72.0", "", "32.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20160708"], ["502596060", "成人护理 -2", "Medical-surgical Nursing－2", "华西临床医学院", "", "本科", "6.0", "108.0", "", "", "开设", "7.0", "72.0", "", "36.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20160708"], ["502597040", "成人护理-3", "Medical-surgical Nursing－3", "华西临床医学院", "", "本科", "4.0", "72.0", "", "", "开设", "5.0", "48.0", "", "24.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20160708"], ["502598020", "急危重症护理学", "Emergency and Critical Care Nursing", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "24.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "", "《急危重症护理学》，周秀华主编，人民卫生出版社，2008年4月；\n《专科急危重症抢救护理预案》，赵崇梅主编，人民军医出版社，2004，3；《灾害急救与管理》，李春玉主编，中国协和医科大学出版社，2004，6；《危重症护理学》，王志红,周兰姝主编，人民军医出版社，2007，5.", "Emergency and Critical Nursing, Zhou Xiuhua, People&#39;s Medical Publishing House , April 2008; Special Emergency and CriticalRescue NursingPreventionProgramme, Zhao Chongmei, People’s Military Medical Press, March 2004; \nDisaster Emergency and Management, Li Chunyu, Peking Union Medical College Press, June 2004；Critical nursing, Wang Zhihong &amp; Zhou Lanshu, People’s Military Medical Press, May 2007.", "", "", "", "", "急救护理学包含急救和危重症护理两个大的内容,主要面向全日制护理本科学生,也可作为在校医学生的选修课目.本课程主要内容包括院前急救、急诊科的设置和管理、心脏骤停、重症监护、救护技术等，并根据当前社会发展出现的新问题，在使用指定教材的基础上新增加了《灾害护理及应急机制的建立》一章内容。急救护理学是一门急救操作和重症监护技能要求很高的实践性学科，在教学中实践课占有很大的比重，目前理论课和实践课设置的比例为3：1。教学上遵循“生命第一，时效为先”的急救护理理念，以“培养实际能力，服务社会”为总体目标，为此急危重症护理教研室配备了先进的急救和重症护理实验教学设备，以生动、直观的场景为学生提供高质量的实践教学条件和环境，从而满足培养21世纪应用型高级护理人才的需求。", "20160708"], ["502599020", "助产健康评估", "Midwifery Health Assessment", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "24.0", "", "8.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20160708"], ["502600080", "系统整合临床课程(Ⅱ) -1", "Organ-based Clinical Medicine(Ⅱ) -1", "华西临床医学院", "", "本科", "8.0", "169.0", "", "", "开设", "8.0", "70.0", "", "99.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", ""], ["502601060", "系统整合临床课程(Ⅱ) -2", "Organ-based Clinical Medicine(Ⅱ) -2", "华西临床医学院", "", "本科", "6.0", "121.0", "", "", "开设", "6.0", "56.0", "", "65.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", ""], ["502602030", "老年疾病的作业治疗（全英文）", "Occupational Therapy Management in Geriatric Practice", "华西临床医学院", "", "本科", "3.0", "58.0", "", "", "开设", "3.0", "20.0", "0.0", "38.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授含实践", "屈云", "", "", "屈云、杨永红、谭海宁等", "", "考试", "", "", ""], ["502603040", "物理治疗从业基础（全英文）", "Foundation of Physiotherapy Practice", "华西临床医学院", "", "本科", "4.0", "72.0", "", "", "开设", "4.0", "12.0", "0.0", "60.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "讲授含实践", "", "", "", "黄亚琴、高强", "", "考试", "", "", ""], ["502604010", "Ophthalmic Optics and Refraction", "Ophthalmic Optics and Refraction", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Mark Rosenfield", "This course will review the principles underlying the clinical optometric examination. Topics will include the etiology, measurement and correction of refractive error, assessment of clinical function and oculomotor status. Emphasis will be placed on discussion of clinical cases.", "", "", "", "20170504实践周"], ["502605010", "Glucose Metabolism in Angina and Heart Failure", "Glucose Metabolism in Angina and Heart Failure", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ji Li", "Glucose has a key role in maintaining function and viability in the heart. This course willcover the critical functions of a novel stress inducible protein Sestrin2 in controlling theAMP-activated protein kinase (AMPK) signaling and glucose transport and discuss themolecular network underlying the regulation. This course will provide the students morecomprehensive understanding of the molecular network associated with ischemic heartdisease, heart failure and metabolic syndrome and of a novel rationale for treatment andprevention of diabetes-associated cardiovascular complications using beneficial metabolicactivities of Sestrin2.", "", "", "", "20170504实践周"], ["502606010", "Rehabilitation Psychology:Psychosocial Aspects of Disabilities and Chronic Illness", "Rehabilitation Psychology:Psychosocial Aspects of Disabilities and Chronic Illness", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Chow-Shing LAM", "The course will describe psychosocial aspects of disabilities and chronic illness include: spinal cord injuries, traumatic brain injuries, mental illness, stroke, cancer, autism, intellectual disability, and diabetes. The course is designed to increase the student&#39;s understanding of the field of psychology in rehabilitation. An emphasis will be placed on the student&#39;s acquiring the knowledge base from which the techniques of psychological interventions in rehabilitation are being developed. Each student will be able to demonstrate his or her in-depthunderstanding of the facts, concepts, and principles such as WHO&#39;s ICF, stage model of adjustment, somatopsychology, etc. and guiding the practice of the field of Psychology in rehabilitation settings such as hospitals, schools and community rehabilitation centers.Students will be introduced to the philosophical and empirical bases of rehabilitation practices. including an overview of programming models, servicesystem issues, current research in psychological disorders, and different treatment models and strategies. Throughout the course, a focus will be placed on the indigenous perspectives of individual empowerment and selfmanagement issues as relevant to the Chinese cultures.", "", "", "", "20170504实践周"], ["502607010", "Medical Education and Research: West China vs. West", "Medical Education and Research: West China vs. West", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Zongbing You", "The goal of this course is to expose the medical students, graduate students, and medical researchers to the current medical education and research in the USA. The course is based on the lectures that the visiting professor has given to the medical students and graduate students in the USA, which are within the expertise of the visiting professor’s teaching and research work. The titles of the interdisciplinary lectures are:1) New trends in medical education and graduate education in the USA (2 academic hours);2) T cell lineage (2 academic hours);3) Cancer immunology and immunotherapy (2 academic hours);4) Interleukin-17 and human cancer (2 academic hours);5) Obesity and cancer (2 academic hours);6) Articular cartilage (2 academic hours);7) Doublecortin, stem cells, and articular cartilage tissue engineering (2 academic hours);8) Medical research: how to select a research project and how to write an English research paper (2 academic hours).", "", "", "", "20170504实践周"], ["502608010", "Motor Control", "Motor Control", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Kathleen Volkman", "Lecture: 10 hours (pre-test, motor control, posturography, assessment, cases, post-test) Lab: 6 hours (posturography exam, functional outcomes, interventions) Learning &amp; lab objectives: Following the educational experience, the student will be able to: 1 Describe theories and current issues in motor control. 2 Conceptually apply these theories to the description and analysis of human gait and posture. 3 Discuss the multiple systems that contribute to human balance. 4 Define, compare, and contrast static and dynamic balance, steady state, and proactive and reactive postural control. 5 Predict how the variables of task and environment may affect an individual’s ability to perform functional activities and maintain postural control. 6 Compare/contrast various impairment-based and functional balance outcome measures according to the ICF model. 7 Select and administer various balance and gait outcome measures, given a case study. 8 Given a case study and results of balance testing, describe an individual’s balance deficits and risk factors for falling. 9 Given a case, evaluate an individual’s balance deficits and develop an appropriate plan of care. 10 Categorize and demonstrate balance and gait interventions according to the subtasks of postural control.", "", "", "", "20170504实践周"], ["502609010", "Occupational Therapy and Rehabilitation", "Occupational Therapy and Rehabilitation", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Keli Mu", "This course will provide an in-depth overview and understanding of occupational therapy. Attendees will gain a thorough understanding of the differences and similarities between occupational therapy and rehabilitation. Students will study the history and philosophical based of the profession, analyze the current state and future trend of OT practice and education, and tackle challenges and difficulties that the profession facing. Emphasize of the course will be placed on analyses and comparisons between current OT practice in China and USA, advocacy for evidence based practice as well as implications of future professional trends. Hands-on and minds-on activities will be embedded throughout the course of the course to study and sharpen OT knowledge and skills including conducting assessment, developing and implementing intervention plans and documenting OT process and services. Examples of patient care and video clips will be used to demonstrate and illustrate OT process, domains and essential OT practice knowledge and skills. Case study, problem based learning, faculty and student interactions, visual and audial materials will be implemented throughout the course to make a fun, appealing and effective course and to enhance students’ learning.", "", "", "", "20170504实践周"], ["502610010", "Cardiovascular Care: Chest Pain in the ED and Running a Clinical Research Program", "Cardiovascular Care: Chest Pain in the ED and Running a Clinical Research Program", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Anna Marie Chang", "We will discuss current concepts and strategies for the diagnosis and risk stratification of low risk chest pain, including biomarkers and CT coronary angiographyHow to build a clinical research program in the emergency department", "", "", "", "20170504实践周"], ["502611010", "Practical Research Methods", "Practical Research Methods", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Elizabeth Ann Reifsnider", "This course will describe common research designs, what each design will accomplish, ans when to use these designs. We will discuss the strenths and weakness of various designs and how to use them appropriately. Each design will be illustrated with research articles that use the design discussed and the class will be led on how to analyze research articles and determine their utility. The designs will cover qualitive methods and quantitive methods.", "", "", "", "20170504实践周"], ["502612010", "Population Based Health Care", "Population Based Health Care", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Angela Chia Chen Chen", "This course focuses on assisting students to identify the specific needs and health care patterns of target poppulations through the examination of relevant local and national data. In addition, systematic approaches for learning about the communities in which nurses provide care, as well as for developing relationships with target populations for the purpose of promoting,protecting, and improving health will be explored. Students will be expected to utilize this information in planning effective health care survices to meet the identified needs of specific populations.", "", "", "", "20170504实践周"], ["502613010", "化学生物学与分子影像", "Chemical Biology and Molecular Imaging", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "吴昊星", "", "《Molecular Imaging》主编：Ralph Weissleder 《Chemistry of Bioconjugates》主编： Ravin Narain", "吴昊星、李乙文", "影像医学是一快速发展、多学科交叉的前沿生物医学研究领域。与之密切相关的化学生物学、药学、材料科学等学科的新方法、新技术产生都影响和推动着影像医学的进步。利用化学生物学的新方法，设计新型药物和纳米材料是从分子水平进行影像学诊断、治疗，从而实现重大疾病分子分型、早期筛查、精准医疗的关键。《化学生物学》和《分子影像学》作为近年来快速发展的生物医学新领域，而四川大学尚无相关课程的开设。本课程的开设，将使得选课学生对化学生物学及其在分子影像、药物研发中的应用有个系统了解和学习，对后续的研究生教学和科研进行铺垫和准备。", "考查", "", "了解化学生物学相关背景知识、研究内容、采用方法。2. 了解分子影像的技术分类、特点、发展前景。3. 了解掌握化学生物学的近年来的重要新技术。4. 了解掌握化学生物学新技术在分子影像药物设计、药效评估上的应用。", "20170510"], ["502615020", "音乐鉴赏及其医学内涵", "Music Appreciation and it’s Clinical Connotation", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "32.0", "0.0", "0.0", "0.0", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20170504"], ["502616015", "心肺腹体格检查模拟培训课程", "Physical examination of Heart, Lung and Abdomen by simulator", "华西临床医学院", "", "本科", "1.5", "24.0", "", "", "开设", "12.0", "12.0", "0.0", "0.0", "12.0", "", "", "", "", "国际周课程", "讲授含实践", "", "", "", "", "", "", "", "", "20170504"], ["502617010", "脑影像（双语）", "Brain Imaging", "华西临床医学院", "", "本科", "1.0", "18.0", "", "", "开设", "18.0", "12.0", "3.0", "3.0", "0.0", "", "", "", "", "国际周课程", "讲授含实践", "", "", "", "", "", "", "", "", "20170504"], ["502618010", "诺贝尔奖中的生物医学", "Nobel Awarded Biomedicine Discovery", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "14.0", "2.0", "0.0", "0.0", "", "", "", "", "国际周课程", "讲授含实践", "", "", "", "", "", "", "", "", "20170504"], ["502619010", "眼科临床观摩", "Eye Clinical  Observation", "华西临床医学院", "", "本科", "1.0", "20.0", "", "", "开设", "20.0", "6.0", "0.0", "14.0", "0.0", "", "", "", "", "国际周课程", "讲授含实践", "", "", "", "", "", "", "", "", "20170504"], ["502620005", "医疗纠纷实例解析", "Case analysis of medical disputes", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "0.0", "0.0", "0.0", "", "", "", "", "国际周课程", "讲授", "", "", "", "", "", "", "", "", "20170504"], ["502621010", "儿童医疗辅导", "Child life Service", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "刘月明、鄢超云、张健", "儿童医疗辅导始于1920年，其重点关注疾病和住院对儿童社交和情感层面的影响，通过治疗性游戏、准备和教育项目以改善儿童的就医体验，最小化住院期间儿童所经历的压力和焦虑，提高患儿的应对技巧，保持其心理健康，成为是北美和欧洲儿童医院的标准服务。目前儿童医疗辅导服务范围不仅包括医院，更进一步拓展到社区、学校和家庭，帮助儿童及其家庭促进身心健康和正常家庭功能，甚至成为志愿者服务的重要内容。美国许多医学院校已经开设儿童医疗辅导课程或儿童医疗辅导专业，通过考核认证可获得儿童医疗辅导师证书。我国医学院校尚未开展儿童医疗辅导课程，许多医院缺乏相应人员及技术，无法开展该项服务项目。我校率先开设本课程可以促进建立适合中国文化、家庭背景及与儿童行为心理模式相符合的儿童医疗辅导服务，体现以患儿及其家庭为中心的服务理念，提高医院服务品位与医疗服务质量。通过儿童医疗辅导课程学习可促进培养学生的志愿服务精神、人文关怀能力、医患沟通技巧、团队协作能力、策划和组织能力等，开阔学生视野，提升人文素养，增强岗位胜任力和就业竞争力。", "考查", "", "1.课堂授课内容主要包括：儿童医疗辅导发展概况；疾病和医疗照护对儿童及其家庭的影响；以家庭为中心的护理；医患沟通方法与技巧；儿童心理行为解读；治疗性游戏的方法及组织实施；小丑医生活动形式。\n2.临床实践：策划儿童医疗辅导活动方案并在医院儿科病房实地组织实施", "20170505"], ["502622005", "精神疾病作业治疗实践", "Occupational therapy for mental health", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "钱维", "作业治疗起源于精神疾病患者的康复，然而国内目前由于学科发展滞后以及医疗卫生保险以及居民生活水平等综合因素，导致大部分作业治疗师都不在精神疾病领域工作，康复作业治疗专业学生缺乏该领域的实践知识以及理念。该课程将有助于拓宽学生的专业视野以及鼓励和带领学生探究该领域的现状和未来的方向。通过理论加实践的模式，旨在让学生了解作业治疗在精神疾病中的实践内容和模式，并熟悉精神系统疾病康复的服务模式和实践要点。了解进入精神科实习前的理论及操作技能储备要求。", "考查", "", "本课程将包含精神卫生中心常见管理病种、作业治疗在精神心理卫生领域的实践模式、精神系统疾病康复模式以及精神系统疾病作业治疗的模式和个案分享。", "20170505"], ["502623005", "中国医学与国际生活重整理念内涵分析", "Chinese Medicine and international vision of lifestyle modification", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "朱毅", "康复医学起源于西方医学，但是中国传统医学在很早就以及体现了康复的思维和内涵，如何将康复作业治疗与中国文化、中国医学更好的整合是康复治疗专业学生必须思考和探索的问题。本课程创新性的探索在中国文化背景下作业治疗的理论和作业治疗模型的转换和应用。通过中国医学与国际生活重整理念的内涵分析以及具体实践领域的中国太极作业治疗模式的设计与应用，启发学生探索具有文化背景因素的作业治疗思维模式，将PEO模型与太极模型进行比较，探讨中国文化对作业治疗发展的利弊及未来的方向", "考查", "", "本课程将包含中国医学与国际生活重整理念的内涵分析、中国太极作业模式的设计与应用、以及在中国文化背景下作业治疗的发展思路以及康复治疗科康复医学科双核模式在国内的早期探索\x05?", "20170505"], ["502624010", "接触镜与现代视觉生活", "Contact Lens and Modern Visual Life", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "杨晓", "目前接触镜即隐形眼镜在中国的使用量逐年递增，安全规范地使用接触镜十分重要。通过本门课程的学习，可让学生们了解接触镜的光学原理和应用，以及接触镜与现代视觉生活的关系，了解日程生活中不同环境下如何选择合适的接触镜，了解接触镜的拓展应用及科研热点。了解接触镜概述，熟悉体育运动时视觉的要求和选取角膜接触镜的注意事项，熟悉视屏终端、生活环境中如何选择接触镜矫正视力。了解智能接触镜在临床诊疗中的拓展应用。了解彩色隐形眼镜的安全规范使用。了解接触镜在临床眼病及青少年近视控制中的作用。熟悉接触的安全使用及规范护理。", "考查", "", "现代生活与视觉密切相关，本课程将阐述接触镜在日常生活中的应用，例如在使用视频终端，从事不同的体育运动项目，如何科学选择接触镜，提高竞技状态；各种环境中配戴接触镜时，如何预防和处理化学性、机械性、物理性危险等。各种接触镜作为可穿戴设备的拓展应用，包括智能接触镜应用于血糖检查和药物载体。彩色隐形眼镜在现代生活中作为化妆镜片被广泛使用，如何才能安全规范使用彩色接触镜。接触镜不仅作为视觉矫正的工具，而且在临床眼病的诊疗，包括青少年近视控制，无晶体眼，不规则角膜散光等均具有临床价值_", "20170509"], ["502625010", "美国眼科学会的基础及临床教程介绍", "Introduction of AAO BCSC:Growth and Development of the the Eye &amp; Optics of the Human Eye", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "石一宁", "通过对美国眼科学会基础和临床科学教程的解析，结合中国视觉健康现状，培养学生思考和解决我国儿童视觉障碍的逻辑思维能力。通过系统学习美国医学生培训中的基础眼球发育和人眼光学理论，掌握分析中国视觉健康现状的基本知识，建立思考和解决我国儿童视觉障碍的逻辑思维能力。", "考查", "", "课程分为四个部分：\n1、眼睛的生长发育\n2、人眼光学\n3、成人眼健康评估、儿童眼健康评估、屈光不正和屈光手术\n4、中国眼健康档案的建立与3级预警", "20170509"], ["502626005", "体外诊断行业概况及发展", "The General Situation and Development of IVD Industr", "华西临床医学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "刘灏、余萍、余康", "帮助学生了解体外诊断行业的发展前景，增强医学检验技术专业学生职业规划能力，提高其职业素养。通过形式多样的授课方式，讲授体外诊断行业的现状及发展，同时穿插素质拓展及职场培训，拓展医学检验技术专业学生的视野，帮助其进行职业生涯规划。行业介绍，素质拓展，时间管理，职业生涯规划等。", "考查", "", "帮助学生了解体外诊断行业的发展前景，增强医学检验技术专业学生职业规划能力，提高其职业素养。通过形式多样的授课方式，讲授体外诊断行业的现状及发展，同时穿插素质拓展及职场培训，拓展医学检验技术专业学生的视野，帮助其进行职业生涯规划。行业介绍，素质拓展，时间管理，职业生涯规划等。K", "20170523"], ["502627010", "医学超声物理基础", "Medical Ultrasound Physical Principles", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "4.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "幸浩洋", "《超声物理基础必读》，作者:(美)吉布斯，(美)科尔，(美)萨萨诺；人民军医出版社", "", "幸浩洋", "本课程主要介绍超声医学所涉及的物理学原理与技术。通过对本课程的学习，为临床后继课程打下一个基础。", "考试", "", "课程主要介绍超声医学所涉及的物理学原理与技术，以及相关的数学知识和信号处理技术。结合必要的实验，课程也对成像原理，具体超声设备和伪影进行进行一定程度的介绍。通过对本课程的学习，学生对医学超声设备的物理原理与相关技术有相当程度的了解，为临床后继课程打下一个基础。", "20170928"], ["502628010", "超声物理及血流动力学（全英文）", "Ultrasound Physics and Hemodynamics", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "Frederick W. Kremkau. Diagnostic Ultrasound, Principles and Instrumentation, 8th Ed. Saunders.ISBN 978-1-4377-0980-3", "&quot;Penny S., Fox T., Godwin C. Sonography Principles &amp; Instrumentation. LWW.\nISBN 978-1-60831-137-8 \nSidney R. Edelman, Ph.D. Understanding Ultrasound Physics. 3rd Edition. Tops Printing, Inc.\nISBN 978-0962644443&quot;", "Traci B. Fox", "通过全英语教学，使学生掌握超声成像相关的物理基础和血流动力学知识；提高学生的超声医学英语能力。", "考试", "", "&quot;本课程分为课堂讲授、见习两部分。\n课堂讲授部分主要以大课讲授形式介绍超声物理和血流动力学原理、公式和参数及在超声仪器的应用。\n见习部分将综合运用模型、虚拟病人等教学方式，将学生分组进行不同模式下超声仪器的参数调节，巩固学生的专业知识。&quot;", "20170928"], ["502629040", "腹部超声检查学", "Diagnostic Medical Sonography：Abdomen", "华西临床医学院", "", "本科", "4.0", "70.0", "", "", "开设", "5.0", "42.0", "", "28.0", "", "", "", "", "", "", "讲授含实践", "卢强", "&quot;1、Diagnostic Medical Sonography - Abdomen and Superficial Structures 3rd Edition\n2、实用腹部超声诊断学，曹海根、王金锐主编，人民卫生出版社，2005年第二版&quot;", "&quot;1、腹部超声必读Jane Bates 主编 张缙熙 吕珂 主译,人民军医出版社，2013年第三版\n2、Textbook of Diagnostic Sonography, 7th edition&quot;", "罗燕，卢强，蔡迪明，刘菊先", "通过教学使学生掌握腹部各系统超声解剖、超声检查技术与流程及正常声像图表现，通过技能培训掌握腹部超声检查方法。在课堂及实践教学中，培养学生良好的医风医德，引导其树立人文关爱意识，培养其与腹部超声检查相关的交流沟通技巧；促进独立思考和团队合作能力。", "考试", "", "&quot;课程分为课堂讲授、见习、技能训练和病案讨论4大部分。\n课堂讲授部分主要以大课讲授形式介绍腹部各系统超声解剖、超声检查技术与流程及正常声像图表现，常见病、多发病的声像图表现及诊断要点。\n见习采用分组见习形式，实地参观腹部超声检查，直观体验实际临床工作。\n技能训练部分将综合运用模型、虚拟病人等教学方式，将学生分组进行腹部系统超声的训练，辅以教师个体化点评反馈，巩固学生的专业知识和操作能力。\n病案讨论同样采用分组模式，基于实习生所需掌握的腹部超声知识点，模拟典型病例进行讨论，训练实习生临床诊断思路和加深其对腹部常见病超声声像图表现的认识。&quot;", "20170928"], ["502630030", "浅表器官超声检查学", "Diagnostic Ultrasonography：Superficial Structures", "华西临床医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "彭玉兰", "Diagnostic Medical Sonography - Abdomen and Superficial Structures 3rd Edition.", "Textbook of Diagnostic Sonography, 7th edition.", "彭玉兰，马步云，邱逦", "通过教学使学生掌握浅表器官和肌骨超声解剖、超声检查技术与流程及正常声像图表现，通过技能培训掌握浅表器官和肌骨超声检查方法。在课堂及实践教学中，培养学生良好的医风医德，引导其树立人文关爱意识，培养其与浅表器官和肌骨超声检查相关的交流沟通技巧；促进独立思考和团队合作能力。", "考试", "", "&quot;本课程分为课堂讲授、见习、技能训练和病案讨论4大部分。\n课堂讲授部分主要以大课讲授形式介绍浅表器官和肌骨的超声解剖、超声检查技术与流程及正常声像图表现，常见病、多发病的声像图表现及诊断要点。\n见习采用分组见习形式，实地参观浅表器官和肌骨超声检查，直观体验实际临床工作。\n技能训练部分将综合运用模型、虚拟病人等教学方式，将学生分组进行浅表器官和肌骨超声的训练，辅以教师个体化点评反馈，巩固学生的专业知识和操作能力。\n病案讨论同样采用分组模式，基于实习生所需掌握的浅表器官和肌骨超声知识点，模拟典型病例进行讨论，训练实习生临床诊断思路和加深其对浅表器官和肌骨超声声像图表现的认识。&quot;", "20170928"], ["502631060", "妇产科超声检查学", "Diagnositc Ultrasonography：Obstetrics and Gynecology", "华西临床医学院", "", "本科", "6.0", "96.0", "", "", "开设", "6.0", "64.0", "", "32.0", "", "", "", "", "", "", "讲授含实践", "罗红", "Diagnostic Medical Sonography - obstetrics and gynecology 3rd Edition", "Textbook of Diagnostic Sonography, 7th edition", "罗红,杨太珠,朱琪,杨帆,田雨,唐英", "通过教学使学生掌握妇产科各系统的解剖知识和常见、多发妇产科疾病的声像图特征，通过技能培训掌握妇产科超声检查方法。在课堂及实践教学中，培养学生良好的医风医德，引导其树立人文关爱意识，培养其与妇产科超声检查相关的交流沟通技巧；促进独立思考和团队合作能力。", "考试", "", "&quot;本课程分为课堂讲授、见习、技能训练和病案讨论4大部分。\n课堂讲授部分主要以大课讲授形式介绍妇产科超声的超声解剖、超声检查技术与流程及正常声像图表现，常见病、多发病的声像图表现及诊断要点。\n见习采用分组见习形式，实地参观妇产科超声超声检查，直观体验实际临床工作。\n技能训练部分将综合运用模型、虚拟病人等教学方式，将学生分组进行妇产科超声的训练，辅以教师个体化点评反馈，巩固学生的专业知识和操作能力。\n病案讨论同样采用分组模式，基于实习生所需掌握的妇产科超声知识点，模拟典型病例进行讨论，训练实习生临床诊断思路和加深其对妇产科超声声像图表现的认识。&quot;", "20170928"], ["502632030", "血管超声检查学", "Diagnostic Ultrasonography：Vascular System", "华西临床医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "彭玉兰", "唐杰、温朝阳 译，Pellerito, J. &amp; Pola主编，血管超声经典教程，第六版。", "&quot;1、Introduction to Vascular Ultrasonography ，Pellerito, J. &amp; Polak，Elsevier Saunders Company, ISBN: 978-1-4377-1417-3, 2012\n2、血管和浅表器官超声检查指南&quot;", "文晓蓉,张梅,林玲，陈红艳，卢强，周琛云", "通过教学使学生掌握外周血管的解剖知识和常见、多发血管疾病的声像图特征，通过技能培训掌握外周血管超声检查方法。在课堂及实践教学中，培养学生良好的医风医德，引导其树立人文关爱意识，培养其与血管疾病超声检查相关的交流沟通技巧；促进独立思考和团队合作能力。", "考试", "", "&quot;本课程分为课堂讲授、见习、技能训练和病案讨论4大部分。\n课堂讲授部分主要以大课讲授形式介绍血管的超声解剖、超声检查技术与流程及正常声像图表现，常见病、多发病的声像图表现及诊断要点。\n见习采用分组见习形式，实地参观血管超声检查，直观体验实际临床工作。\n技能训练部分将综合运用模型、虚拟病人等教学方式，将学生分组进行血管超声的训练，辅以教师个体化点评反馈，巩固学生的专业知识和操作能力。\n病案讨论同样采用分组模式，基于实习生所需掌握的血管超声知识点，模拟典型病例进行讨论，训练实习生临床诊断思路和加深其对血管超声声像图表现的认识。&quot;", "20170928"], ["502633030", "心脏超声检查学", "Echocardiography", "华西临床医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "", "16.0", "", "", "", "", "", "", "讲授含实践", "唐红", "Textbook of Diagnostic Sonography, 7th edition", "临床心脏超声影像学,人民卫生出版社，2011年第1版", "唐红、黄鹤、饶莉、梁玉佳", "通过教学使学生掌握心脏的解剖知识和常见、多发心脏疾病的声像图特征，通过技能培训掌握心脏超声检查方法。在课堂及实践教学中，培养学生良好的医风医德，引导其树立人文关爱意识，培养其与心脏超声检查相关的交流沟通技巧；促进独立思考和团队合作能力。", "考试", "", "&quot;本课程分为课堂讲授、见习、技能训练和病案讨论4大部分。\n课堂讲授部分主要以大课讲授形式介绍心脏的超声解剖、超声检查技术与流程及正常声像图表现，常见病、多发病的声像图表现及诊断要点。\n见习采用分组见习形式，实地参观心脏超声检查，直观体验实际临床工作。\n技能训练部分将综合运用模型、虚拟病人等教学方式，将学生分组进行心脏超声的训练，辅以教师个体化点评反馈，巩固学生的专业知识和操作能力。\n病案讨论同样采用分组模式，基于实习生所需掌握的心脏超声知识点，模拟典型病例进行讨论，训练实习生临床诊断思路和加深其对心脏超声声像图表现的认识。&quot;", "20170928"], ["502634240", "毕业实习（超声检查）", "Final Practice", "华西临床医学院", "", "本科", "24.0", "999.0", "", "", "开设", "16.0", "0.0", "", "999.0", "", "", "", "", "", "", "实习实训", "彭玉兰", "", "", "罗燕、彭玉兰、邱逦、卢强等", "&quot;通过安排学生参与超声科各岗位各亚专业轮转实习，参与实际临床工作，巩固学生的专业知识和操作能力，培养学生良好的医风医德，引导其树立人文关爱意识，培养其与超声检查相关的交流沟通技巧；促进独立思考和团队合作能力。\n&quot;", "考查", "", "&quot;本课程主要由学生参与超声科各岗位各亚专业轮转及参加科室针对实习同学层次的各种小讲课为主。\n实习生参与超声科各岗位各亚专业轮转，以熟悉超声科工作流程和报告录入，巩固不同专业正常及异常图像描述，强化其操作能力。\n实习生参加科室针对实习同学层次的各种小讲课，更加详细系统的学习超声各亚专业知识。&quot;", "20170928"], ["502635010", "通识性情景模拟训练课", "Scenario Simulation for General Clinical Skills Training", "华西临床医学院", "", "本科", "1.0", "18.0", "", "", "开设", "2.0", "16.0", "", "2.0", "", "", "", "", "", "", "实习实训", "蒲丹", "", "1. 《病历书写基本基本规范》（卫医政发〔2010〕11号）。\n2. 李六亿主编，医院感染管理学，北京大学医学出版社，2010。\n3. 张波等编.《急危重症护理学》第三版.北京：人民卫生出版社，2012年。\n4. 何晓俐，赵淑珍.现代综合医院门诊管理手册[M].北京:人民卫生出版社,2016.\n5. 田永明,廖燕.ICU护理手册.科学出版社，2015。", "陈敏、张慧、安晶晶、张建娜、何晓俐等", "本课程作为医学理论知识阶段和临床实习阶段的桥梁性课程，旨在通过理论知识的讲授、临床见习和情景模拟训练，还原真实医疗场景，整合理论教学与实践教学，一方面巩固和实践医学专业知识，另一方面教授临床医疗工作相关常识，帮助学生认识实际医疗工作流程，训练医患沟通能力、临床决策能力和团队合作精神等非操作性临床技能，促进学生尽早融入临床实践教学，提高医学生执业胜任力。", "考查", "", "本课程分为课堂讲授、临床见习和情景模拟训练3大部分。\n课堂讲授部分主要以大课讲授形式介绍医疗相关知识，涉及医疗文书的规范书写、医院感染预防和控制；同时简要介绍不同临床场景，如手术室、急诊科、门诊和住院病房等，各自的临床工作特点和标准流程。\n临床见习采用分组见习形式，实地参观上述临床场景，观摩临床工作流程，直观体验实际临床工作。\n情景模拟部分将综合运用标准化病人（SP）、模型、生理驱动型模拟人、虚拟病人等模拟教学方式，基于医学实习生的临床工作需求，编写相应的情景模拟案例，以6-8个学生为一组，分组进行情景模拟演练，辅以教师个体化点评反馈，巩固学生的医学专业知识，切实训练医患沟通能力、临床决策能力和团队合作精神等非操作性临床技能。", ""], ["502636020", "急您所脊—呵护我们的脊柱", "", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "", "20171219"], ["502637010", "境外临床实习（Ⅰ）", "Overseas Internship (Ⅰ)", "华西临床医学院", "", "本科", "1.0", "24.0", "", "", "开设", "", "", "", "24.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20171225"], ["502638020", "境外临床实习（Ⅱ）", "Overseas Internship (Ⅱ)", "华西临床医学院", "", "本科", "2.0", "48.0", "", "", "开设", "", "", "", "48.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20171225"], ["502639030", "境外临床实习（Ⅲ）", "Overseas Internship (Ⅲ）", "华西临床医学院", "", "本科", "3.0", "72.0", "", "", "开设", "", "", "", "72.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20171225"], ["502640020", "eye我所爱—呵护你的眼（东西部联盟）", "", "华西临床医学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "", "", "", "", "", "", "", "东西部联盟课程", "", "", "", "", "", "", "", "", "", "20180301"], ["502641020", "药物警戒", "Pharmacovigillance", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180305"], ["502642060", "临床实习（口腔）", "Clinical Practice", "华西临床医学院", "", "本科", "6.0", "240.0", "", "", "开设", "16.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180312"], ["502643020", "专业英语（医技呼吸）-1", "Specail English for Respiratory Care-1", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["502644020", "专业英语（医技呼吸）-2", "Specail English for Respiratory Care-2", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["502645015", "科研能力培养模块-4（循证医学）", "Capacity Building of Health Research -4(Evidence-based Medicine)", "华西临床医学院", "", "本科", "1.5", "24.0", "", "", "开设", "1.5", "24.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["502646015", "科研能力培养模块-3（临床科研设计）", "Capacity Building of Health Research -3（Clinical Scientific Research Design）", "华西临床医学院", "", "本科", "1.5", "26.0", "", "", "开设", "1.5", "26.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180327"], ["502647030", "视光学原理与方法-1", "Theories and Methods in Optometry", "华西临床医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "", "24.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180327"], ["502648040", "视光学原理与方法-2", "Theories and Methods in Optometry", "华西临床医学院", "", "本科", "4.0", "60.0", "", "", "开设", "4.0", "30.0", "", "30.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180327"], ["502649050", "眼病学", "Ocular Disease", "华西临床医学院", "", "本科", "5.0", "80.0", "", "", "开设", "5.0", "40.0", "", "40.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180327"], ["502650020", "公共卫生眼视光学", "Public Health in Optometry", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180327"]]