[["501177010", "毕业报告撰写", "Writing Graduation Report", "华西基础医学与法医学院", "", "本科", "1.0", "32.0", "", "", "开设", "8.0", "", "", "", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20130325"], ["501178010", "科学研究的艺术", "The Art of Scientific Research", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130325"], ["501179020", "法医学进展与实践（全英文）", "Advances and Practics in Forensic Medicine", "华西基础医学与法医学院", "", "本科", "2.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20130325"], ["501180020", "太极推手与健康", "TaiChiTuiShou And Health", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "《太极推手与健康》：自编教材", "《太极推手入门》、《杨式太极推手》\n《人体解剖学》、《运动生理学》", "田汉文", "", "考查", "", "太极推手对健康影响的概述，太极推手类型和种类、太极推手与太极拳的关系、太极推手双人互动对大学生身体生理心理的影响、太极推手比赛规则讲解、趣味性太极推手比赛演练。\x05", "20130408"], ["501181010", "大学生身心健康自我关注与管理", "Physical and Mental Health Care for Undergraduates", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "1.社会心理学, 戴维?迈尔斯, 人民邮电出版社；\n2.相关新近文献等；\n3.自编讲义", "1 李世明,杨林林,林洪芹等.大学生健康与生活方式关系之研究，四川体育科学，2010,3（1）：113-115。\n2张锦.大学生健康意识的研究和干预 —基于计划行为理论.博士学位论文, 浙江大学, 应用心理学，2011.\n3 Gold JA, Barg FK, Margo K. Undergraduate students&#39; perspectives on primary care. J Prim Care Community Health, 2014,5(4):279-83", "马芳", "目的：立足于对大学生身心健康的关注，以“趣谈”的形式，解读与辨析当前大学生关注的身心健康问题，传递健康的生活理念与自我管理方式。\n要求：感知与我们的生命与生活息息相关的日常行为，促进大学生身心健康的自我关注与管理，并传播到家庭，社会，起到大学生应有的社会责任。\nAim: Based on the physical and mental health care for undergraduates, explain and suggest about the current physical and mental health problems for undergraduates using accessible lecture, transfer the concept of healthy living and self management.\nRequirement：Feel the life and our daily behavior, promote the self concern and management of the undergraduates&#39; physical and mental health, moreover, spread to the familyand the society which plays the role of the college students ’s social responsibility", "考查", "", "1.大学生身心健康特点、现状与问题阐释；（3学时）\n2.大学生身心关注与自我管理——日常行为篇1；（3学时）\n3.大学生身心关注与自我管理——日常行为篇2；（3学时）\n4.大学生身心关注与自我管理——学习与休息篇；（3学时）\n5.大学生身心关注与自我管理——恋爱篇；（3学时）\n6.大学生远期健康与健康理念传播——自我、家庭与社会健康关注。（3学时）", "20141016"], ["501182010", "American Science Culture", "American Science Culture", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "校外专家+国际周", "", "vicky Fechner rands", "", "", "vicky Fechner rands", "What is it about the education, encouragement and opportunities that create a premier science culture in America. What can a young scientist do to become a great scientist?", "考试", "", "", "20131218校外专家开课+实践周"], ["501183020", "生物钟与健康", "Biological Clock And Health", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "", "《发现你的健康密码：生理时钟养生》,(美)斯莫伦斯基等,天津教育出版社,2006\n《应用时间生物学》， 孙学川，宋开源， 四川大学出版社，1996；\n《现代时间医学（生物钟与临床）》，金观源 ，湖南科技出版社，1993; \n《时间药理学与时间治疗学》，何少雄，宋开源，天津科技出版社，1995", "", "", "考查", "", "“生物钟与健康”是面对全校本科生开设的文化素质选修课，将介绍人体生物钟的基本知识以及生物节律理论在日常生活，在医学及在其它各行各业中的应用。本课程旨在帮助非医学专业学生了解医学科普知识，同时帮助医学专业学生开阔视野和思路，从而全面提高我校学生的综合素质。内容包括生物节律的产生及调控，生物节律与学习记忆，生物节律与保健养身，生物节律与临床，生物节律在各行各业中的应用以及轮班工作不适症及时差调整等。本课程适合本校各专业的学生选修z", "20141016"], ["501184020", "诺贝尔奖与生物医学", "Nobel Prize and Biomedical Science", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "刘肖珩", "", "《SCIENCE》、《NATURE》、《TIMES》以及最新科技论文。", "曾烨", "生物医学是生命科学与医学的结合。生命科学是研究生命现象、生命活动的本质、特征和发生、发展规律，以及各种生物之间和生物与环境之间相互作用关系的科学。生物医学将生命科学研究成果与医学相结合，以提高医疗水平，帮助患者得到更好的照料及提高健康个体的生活质量。\n本课程是面向生命科学、医学及工程类学生开设的选修课，采用多媒体教学，努力贯彻理论联系实际和少而精的原则，培养学生自学和讨论问题能力，提高生物医学背景知识和学习兴趣。\n本课程的教学目的是让学生了解生物医学学科发展前沿进展；掌握生物医学最新研究成果的基本原理。要求掌握生物医学英文术语，能较熟练的阅读相关文献。", "考查", "", "本课程将深入浅出地讲授生物医学领域的重大成果，具体包括最近年来诺贝尔奖与生物医学相关内容的基本原理、《Science》和《Nature》等国内外学术权威评选出的年度十大科技成果中与生物医学相关内容的基本原理，以及《TIME》总结的年度十大医学新突破的基本原理。", "20140320"], ["501185010", "Know Your Body", "Know Your Body", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Vicky Rands", "A Course for students NOT studying the sciences. You will have your body for many years. Shouldn’t you know more than superstitions? This class will discuss body systems in simple terms and common health problems.", "", "", "", "20150421实践周"], ["501186010", "Signal Transduction in Cancer: From Viral Oncogenes to Targeted Therapies", "Signal Transduction in Cancer: From Viral Oncogenes to Targeted Therapies", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Kevin M Haigis", "", "", "Kevin M Haigis", "Cancer cells show a number of defining characteristics. Underlying these is a dysregulation of cellular signal transduction induced by the genetic and epigenetic changes that drive cancer. This affects not only the cancer cells themselves, but the wider signaling network that encompasses other cells, the ECM, blood vessels, and the immune system. We are going to introduce signal pathways allow cells to overproliferate and escape mechanisms that normally control their survival and migration. And we will focus on mutations that convert cellular proto-oncogenes to oncogenes, especially the PI3K-Akt and Ras-ERK pathways. It would be very interesting to discover how different cellular signaling programs mediate resistant states in heterogeneous populations of tumor cells. You might get a clue to find the targets to end tumor. We are looking forward for your joining in.", "", "", "", "20150421实践周"], ["501187010", "Learning Science with Hands-on Activities", "Learning Science with Hands-on Activities", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Kristen Haber Philippi", "", "", "Kristen Haber Philippi", "Students will learn about topics such as light, electricity, and magnetism through hands-on activities. The course is designed for non-science majors and future teachers.", "", "", "", "20150421实践周"], ["501188005", "开启歌喉", "Show Your Voice", "华西基础医学与法医学院", "", "本科", "0.5", "8.0", "", "", "开设", "8.0", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "音乐理论基础（Basic music theory），李重光，人明音乐出版社，2000年出版", "《音乐基础》， 陶春晓，中国人民大学出版社出版", "蒋晓玉", "富有感染力的理论讲授和现场训练相结合让学生掌握如下内容：乐理基础知识、视唱练耳、声乐发生方法以及教唱新歌。达到提高学生的音乐素质与能力（敢于开口，能够唱出好听歌声）之目的。", "", "", "", "20140423校外专家开课+实践周"], ["501189010", "3D Infographics Animation for Product Visualization(Applied to Medical Sciences)", "3D Infographics Animation for Product Visualization(Applied to Medical Sciences)", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "José María Cabello Bàrzanas", "Learn how to create a 3D animation video-sequence rendering some parts or process of human body in a easy way.", "", "", "", "20150421国际处转"], ["501190010", "Cancer Biology", "Cancer Biology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "YASUSEI KUDO", "This course focuses on general cancer biology including cell proliferation, apoptosis, migration, invasion and metastasis. In addition, students learn the gene regulation of these processes in cancer cells. After taking this course, students will understand the basic knowledge of cancer biology.", "", "", "", "20150421国际处转"], ["501191010", "Oral Pathology", "Oral Pathology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "YASUSEI KUDO", "This course focuses on oral pathology including periodontal disease, odontogenic cyst, odontogenic tumor, head and neck tumor and salivary gland tumors. After taking this course, students will understand the pathogenesis of disease in oral region.", "", "", "", "20150421国际处转"], ["501192020", "生物显微研究技术原理", "Technical Principles of the Microscopic Research for Biology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "", "", "郑翔", "", "考查", "", "", "20150608新增"], ["501193020", "生命科学类学术论文规范写作", "Specification for Writing Academic Articles in Life Science", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授含实践", "", "", "", "江舟", "", "考查", "", "", "20150608新增"], ["501194010", "生命孕育感知及漫谈", "Introduction of “What We Are Before Born” and the Related Progress", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "马芳", "", "考查", "", "", "20150608新增"], ["501195020", "走进医学实验室，探索生命的奥秘", "Explore the Mysteries of Life in the Medical Lab", "华西基础医学与法医学院", "", "本科", "2.0", "24.0", "", "", "开设", "2.0", "4.0", "4.0", "16.0", "", "", "", "", "", "国际周课程", "讲授含实践", "王玉芳", "自主设计创新课程，无固定教材。\x02", "机能实验学???Xq?榩?萴?????pc?黳?╦?h龗\x02??魀?渓?萴?`&#39;???4r?\x10q?╦?\x08䲣\x02??鄍?鄋???(?\x17??黵?|m?萴?x!???竝?坬?萴?0!???鋖?餸?榩?X翮", "廖诗平, 郑焱江,李嘉豪, 植冒辉, 刘荣涛", "以自主设计和创新为主的实验课程，研究内容可涉及心血管、学习记忆和疾病模型的复制，目的在于探索疾病的本质，增强科学研究能力。", "考查", "", "在华西基础医学创新实践基地，开展设计性探索性实验。实验方向包括心血管和学习记忆相关疾病。通过复制人类疾病模型对人类疾病的发生机制和治疗进行探索。课程将采用学生分小组，带教的教师指导的方式，以学生自主设计方案为主，经讨论并选取设计合理可行的实验进行研究。课程的完成将有助于培养学生进行科研设计和研究探索的能力，以开放式实验教学模式，成为融会与沟通理论课和实验课教学的桥梁。", "20160329新增"], ["501196010", "Pathophysiology with Fundamentals of Immunopathology", "Pathophysiology with Fundamentals of Immunopathology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Leonid Pavlovich Churilov", "8 lectures (2 academic hours each) in General Nosology, Human Reactivity and its Genetic Basis, Pathophysiology and Pathoinformatics of cell injury and death, typical pathological processes (disorders of microcirculation, thrombosis, embolism, inflammation, immunopathological reactions, fever, stress, acute phase response). Etiology, pathogenesis, modelling of these processes as well as clinical correlations is covered. Course is based on author’s textbook of Pathophysiology re-published in Russia 10 times in 16 years. Some material from author’s textbook “Pathophysiology of Immune System” and from my recent monographs in History of Medicine, in Shock and in Neuroses also will be included.\nAgenda is flexible and can be adjusted to the specifics of local curriculum and educational needs of the audience. The topics will be broadened and detailed for medical students.", "", "", "", "20160506新增"], ["501197010", "Pathochemistry", "Pathochemistry", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Leonid Pavlovich Churilov", "8 lectures (2 academic hours each) in pathophysiological basis of endocrine and metabolic disorders with clinical correlates. The topics covered: disorders of carbohydrate metabolism with pathophysiological basis of Diabetology, disorders of lipid metabolism with Pathophysiology of hyperlipoproteinemiae and atherosclerosis and obesity, disorders of protein and nucleic acid metabolism with pathophysiology of starvation, dysproteinemia and gout, Clinical Pathophysiology of Hypothalamic Disorders, Pituitary Disorders, Thyroid Disorders, Adrenal Disorders and Parathyroid Disorders. Course is based on author’s textbook of Pathochemistry re-published in Russia 3 times in 7 years and author’s monographs in obesity, endocrinology, systemic Pathology of connective tissue. Agenda is flexible and can be adjusted to the specifics of local curriculum and educational needs of the audience. The topics will be broadened and detailed for medical students compared to previous cycle.", "", "", "", "20160506"], ["501198010", "Aids, Emerging Diseases and Medicine in 21st Century", "Aids, Emerging Diseases and Medicine in 21st Century", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Kaisong Fu", "Summery: use global AIDS epidemic and control efforts as an example to introduce the concept of emerging diseases. Use SARS (非典) and Diabetes to explain how the emerging diseases have become the new challenges as well as opportunities to the medicine and healthcare communities in all aspects including clinical, public health and basic researches, as well as socioeconomics, biotech/pharmaceutical and IT industry. Purpose: to bring the medical students and other healthcare professional students to the upfront of the modern medicine and global health in the new millennium; to motivate students’ critical and creative thinking about higher education and their own future careers through interactive lecturing, case study and group discussion; to promote “the learning–centered” methodology in education.", "", "", "", "20160506新增"], ["501199010", "Introduction to Polymer Materials", "Introduction to Polymer Materials", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Lei Li", "This course combines elements of polymer chemistry and polymermaterials in order to serve as the introduction to the polymer, which is critical in applications in chemical engineering, bioengineering and nanotechnology.The course spans from polymer synthesis to molecular-level structure as well as characterization and properties, allowing a straightforward view to structure-property relationships. By the end of the class, the students are expected to understand the fundamentals on how the polymers are synthesized and why polymers behave differently from other materials.", "", "", "", "20160506"], ["501200010", "Bring Product to the Market", "Bring Product to the Market", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Lei Li", "This course is designed to introduce engineering undergraduates to product design concepts. The class will begin with anintroduction of the corporate organization and discussion of the concept definition process, where we will try to assign some structure to thedesign process. We will thendiscusshow to understand the customers’ needs and the market. The idea generation and selection process will then be discussed. The basics on the market communication and intellectual property will be described. The students are expected to understand the non-technical components of the product design.", "", "", "", "20160506"], ["501201010", "Social Inequality", "Social Inequality", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Fayyaz Hussain", "1. LIBERAL LEARNING GOALS AT MICHIGAN STATE UNIVERSITY Michigan State University emphasizes on a number of Liberal Learning Goals to be achieved through our courses.There goals include: A. Analytical Thinking B.Cultural Understanding C.Effective Citizenship D.Integrated Reasoning D.Effective Communication The levels of competency for these liberal learning goals vary from &quot;emerging&quot;learner to &quot;proficient&quot; to &quot;exemplary&quot;. MSU has specified that students will achieve at least a &quot;Developing&quot; level of competency in the ISS courses. In this course, we will critically examine the topics related to Social Inequality and incorporate as many goals as possible. 2.OBJECTIVES OF THE COURSE As you know, individuals around the globe differ from one another in many ways. Some of these Social differences are biological and some are man-made. Also, individuals around the globe do not enjoy an equal access to available economic resources and opportunities their respective societies. In most societies, economic inequality leads to political inequality and vice versa. This economic and political inequality produces Social Inequality. The main objective of htis course is to present ta comprehensive analysis of these Social Differences and Social Inequalities around the globe. To achieve this goal, the course has been divided into the following three sections: A) theoretical discussion on Social Differences and Inequality. B) Social Institutions and Social Inequality, and C) forms and consequences of Social Differences and Inequality at individual, community, national, and international level.", "", "", "", "20160506"], ["501202010", "Global Diversity and Interdependence", "Global Diversity and Interdependence", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Fayyaz Hussain", "1. LIBERAL LEARNING GOALS AT MICHIGAN STATE UNIVERSITY Michigan State University emphasizes on a number of Liberal Learning Goals to be achieved through our courses.There goals include: A. Analytical Thinking B.Cultural Understanding C.Effective Citizenship D.Integrated Reasoning D.Effective Communication The levels of competency for these liberal learning goals vary from &quot;emerging&quot;learner to &quot;proficient&quot; to &quot;exemplary&quot;. MSU has specified that students will achieve at least a &quot;Developing&quot; level of competency in the ISS courses. In this course, we will critically examine the topics related to Social Inequality and incorporate as many goals as possible. 2. OBJIECTIVES OF THE COURSE The main objective of this course is to present a comprehensive analysis of contemporay issues in globle political economy. To chieve this goal , the course has been divided into the following three sections: ·Theoretical discussion on global political economy ·History of global political economy, current economics, and future trends ·Contemporary social issue in global political economy In our discussion, we will present various competing and contradictory ideologics. You do not have to agree with any or all of the theories presented in our class. The main objective is to acquaint you with existing literature on this subject.", "", "", "", "20160506"], ["501203010", "Introduction to Anatomy and Physiology", "Introduction to Anatomy and Physiology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Omanand Koul", "Human Anatomy and Physiology of Cardiovascular, Renal, Pulmonary and Endocrine systems will be discussed at the undergraduate level. The course will introduce basic physiological concepts that regulate homeostasis, and discuss anatomy and physiology of Cardiovascular, Renal, Pulmonary and Endocrine systems. At the end of the course the students will be able to identify anatomy and physiology of these four systems. The course will showcase and thread through the fundamental principles that interrelate these four systems to affect the homeostasis. The interrelationships will be identified at the level of anatomy as well as physiology. This course will prepare students to enter any professional discipline of medicine, dentistry or allied health.", "", "", "", "20160506"], ["501204010", "Introduction to Pathophysiology", "Introduction to Pathophysiology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Omanand Koul", "Pathophysiology of Cardiovascular, Renal, Pulmonary and Endocrine systems will be discussed. Selected diseases will be introduced to help students understand the concepts that underlie rational therapies in patients. Many of the diseases that affect humans are related to these four physiological systems. This in depth introduction to pathophysiology will prepare students for any of the careers in medicine and allied health.", "", "", "", "20160506"], ["501205010", "Transport in Brain", "Transport in Brain", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Bingmei Fu", "Application of basic engineering principles to investigate the transport phenomena in brain. Topics include mechanisms of regulation and homeostasis, anatomical, physiological, and pathological features of the cerebral system. Basic concepts in pharmacokinetic analysis and current technology for brain drug administration are also discussed.", "", "", "", "20170504实践周"], ["501206010", "Tumor Metastasis in the Microcirculation", "Tumor Metastasis in the Microcirculation", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Bingmei Fu", "The danger of cancer is organ failure caused by metastatic tumors that are derived from the primary tumor. One route for tumor metastasis is through blood circulation, specifically, microcirculation. Understanding the critical steps of tumor metastasis in the microcirculation may lead to new therapeutic concepts for tumor metastasis. This course will review the following topics: 1) how the changes in the microvessel wall permeability affect tumor cell adhesion/transmigration in an in vivo single vessel model system as well as in an in vitro endothelium monolayer system; 2) how hydrodynamic factors and microvascular geometry affects tumor cell adhesion in the microcirculation.", "", "", "", "20170504实践周"], ["501207010", "Chronic Lung Diseases", "Chronic Lung Diseases", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Tobias Steoger", "This course will introduce students to the structure and function of the respiratory system, including lung structure and development, physiology of the pulmonary airways, lung fluid balance, pulmonary circulation, pulmonary mechanics, gas exchange, regulation of breathing, respiration in the neonate and cardiopulmonary interactions.from lung physiology to pathology (focus on immunology and cell biologyThe will introduce the pathogenesis of lung disease such as COPD, IPF Aathma. Each topic will be addressed from the molecular to the systems level of organization, and respiratory system disease will be used as a framework for understanding basic physiology.", "", "", "", "20170504实践周"], ["501208010", "Nanomedicine", "Nanomedicine", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Tobias Steoger", "This course will introduce students the toxicology of PM2.5, nanomaterial such as CNP Nanotoxicology and advantages of pulmonary drug deliveryCNT, silver nanoparticle, each topic will be addressed from the molecular to systems level of organization, will talk about basic mechanism of toxic effect of particle materials", "", "", "", "20170504实践周"], ["501209010", "Oncogenic Signaling and the Search for Targeted Therapies", "Oncogenic signaling and the search for targeted therapies", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Kevin Michael Haigis", "In this class, we will explore historical and contemporary studies of oncogenic kinases and GTPases. Through our analysis of the genetics, biochemistry, and cell biology of oncogenic proteins, we will understand the strategies for targeted therapeutic intervention. We will also survey clinical and epidemiology studies to determine how well targeted therapies work in patients.", "", "", "", "20170504实践周"], ["501210010", "Psychoneuroimmunology", "Psychoneuroimmunology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ning Quan", "This course examines the relationship between the central nervous system and immune system, the implication of the crosstalk between these two systems on health, disease, and behavior. Students will learn basic concepts in neuroscience, immunology, and psychology, current developments in the field of PNI research, common approaches employed in the relevant studies. We will also discuss recent publications in this field provide opportunities for student presentations and analyses to enhance the learning experience.", "", "", "", "20170504实践周"], ["501211020", "超声断面解剖", "Ultrasonographic Sectional Anatomy", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "周鸿鹰", "&quot;1.《Diagnostic and Surgical Imaging Anatomy-Ultrasound》 Anil T. Ahuja，etc. （节选）\n2.《Color Atlas of Ultrasound Anatomy》 Berthold Block,  2nd edition\n3.《Clinical Oriented Anatomy》  Keith L. Moore, 7th edition&quot;", "", "周鸿鹰", "通过将基本解剖结构同临床超声影像结合，相互促进学生的理解，为基础知识的临床应用打下基础。", "考试", "", "本课程在学生已经完成人体解剖学学习的基础上，以胸、腹、盆部等正常器官结构的形态、位置配布和相互的毗邻关系为基础，以心、肝、脾、肾等结构为核心，与临床超声影像结合，掌握正常重点器官在超声影像上的形态、大小、成像特点，将基本解剖结构与正常、病理影像学表现相联系，互相促进学生的理解，为基础知识的临床应用打下基础。课程使用英文原版教材，双语教学，讲习有机结合贯穿课程全程。", "20170928"], ["501212030", "生物化学（Ⅱ）", "Biochemistry(Ⅱ)", "华西基础医学与法医学院", "", "", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "0.0", "", "", "", "", "", "讲授", "张蓉", "", "", "高秀峰", "", "考试", "", "", "20180104"], ["501213020", "基础医学科研实践", "Practice in Basic Medical Science", "华西基础医学与法医学院", "", "本科", "2.0", "48.0", "", "", "开设", "2.0", "0.0", "", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180314"], ["501214010", "开放式医学创新讲坛", "Open Forum of Innovative Medicine", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501215010", "新生研讨课（法医学概论）", "Freshman Seminars（Introduction to Forensic Medicine ）", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501216040", "法医病理学(Ⅰ)", "Forensic Pathology(Ⅰ)", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501217030", "法医病理学（Ⅱ）", "Forensic Pathology（Ⅱ）", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501218010", "法医毒理学", "Forensic Toxiology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501219040", "法医临床学(Ⅰ)", "Forensic Clinical Medicine(Ⅰ)", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501220020", "法医临床学（Ⅱ）", "Forensic Clinical Medicine（Ⅱ）", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501221050", "法医物证学(Ⅰ)", "Forensic Genetics(Ⅰ)", "华西基础医学与法医学院", "", "本科", "5.0", "80.0", "", "", "开设", "5.0", "80.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501222030", "法医物证学(Ⅱ)", "Forensic Genetics(Ⅱ)", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501223020", "法医人类学", "Forensic Anthropology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180314"], ["501224030", "法医毒物分析(Ⅰ)", "Forensic Toxicological Analyisis(Ⅰ)", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501225020", "法医毒物分析（Ⅱ）", "Forensic Toxicological Analyisis（Ⅱ）", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180314"], ["501226040", "法医病理学实验(Ⅰ)", "Forensic Pathology (internship)(Ⅰ)", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "0.0", "0.0", "64.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501227030", "法医病理学实验（Ⅱ）", "Forensic Pathology (internship)（Ⅱ）", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501228010", "法医毒理学实验", "Forensic Toxiology Experiments", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501229020", "法医临床学实验(Ⅰ)", "Forensic Clinical Experiments(Ⅰ)", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501230010", "法医临床学实验（Ⅱ）", "Forensic Clinical Experiments（Ⅱ）", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501231040", "法医物证学实验(Ⅰ)", "Forensic Genetics Experiments(Ⅰ)", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "8.0", "0.0", "56.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501232020", "法医物证学实验（Ⅱ）", "Forensic Genetics Experiments（Ⅱ）", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "4.0", "0.0", "28.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501233040", "法医毒物分析实验(Ⅰ)", "The Experiments of Drug Analysis(Ⅰ)", "华西基础医学与法医学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "8.0", "0.0", "56.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501234020", "法医毒物分析实验（Ⅱ）", "The Experiments of Drug Analysis（Ⅱ）", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "4.0", "0.0", "28.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", "20180314"], ["501235020", "法医现场学", "Forensic Sceneology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180314"]]