[["309018030", "纺织服装营销学", "Textile Garment Marketing", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "傅师申", "《纺织服装营销学》，王金泉编著，中国纺织出版社，2006年1月；《服装市场营销学》，张喆编著， 湖北美术出版社，2007年12月；《服装营销学》，赵平编著，中国纺织出版社，2005年8月。", "Textile and Fashion Marketing, Wang Jinquan, China Textile &amp; Apparel Press, Jan.2006; Fashion Marketing, Zhang Zhe, Hu Bei Fine Arts Publishing House, Dec. 2007; Clothe Marketing, Zhao Ping, Aug. 2005. Textile Materials, Yu Wei-Dong China Textile Press, May 2006; Textile Materials (3rd edition), Yao Mu, China Textile Press, January 2009; New Textile Materials and Applications,Yang Jian-zhong, Cui Shi-Zhong, Zhang yi-xin etal., Donghua University Press, June 2003.", "", "", "考试", "", "《纺织服装营销学》是市场营销学的特别分支与应用领域。掌握该门知识是纺织服装专业学生完善自我知识结构、提高就业能力和适应市场发展的客观需要。本课将针对纺织服装产品的市场特点，系统分析纺织服装产品的市场营销环境，探讨市场细分与目标市场选择的方法和消费者的消费行为、市场营销战略与营销管理过程。通过课堂理论讲解、互动讨论、典型案例剖析和课外市场调研实践，学习掌握纺织服装产品的市场定位、定价、分销与促销策略及市场调研、预测、竞争的基础理论与一般方法，为日后在该行业择业、从业和创业，获取必要的基础理论知识和初步的市场营销能力。该课以课堂讨论、闭卷考查和市场调研三种方式综合考核学习效果与累计成绩。\x07", ""], ["309019030", "纺织概论（全英文）", "Introduction of Textile", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "顾迎春", "《纺织英语》（第三版），黄故编著，中国纺织出版社，2008年4月；《服装英语》(第三版)，郭平建，吕逸华 主编，中国纺织出版社，2007年8月", "Textile Readers (Third Edition), Huang Gu, China Textile Press, April 2008; Fashion English (Third Edition), Guo Pingjian, Lv Yihua, China Textile Press, August 2007", "", "", "考试", "", "本课程涵盖了纺织原料、纱线生产、织物生产、织物染整和织物检验等内容，同时对非织造布、高性能纤维、纺织复合材料、时装等内容也做了介绍。所用资料多精选于英文原版教材或期刊，语言流畅、语法规范，内容力求反映纺织学科的历史背景、最新发展和研究热点。本课程让学生在巩固已有专业知识的同时，提高了阅读和翻译纺织专业英语资料的能力，并更多地了解纺织技术和纺织产品的最新动态和最新理念，有利于学生科技素养的提升。此外，本课程还要求学生掌握纺织专业常用英语词汇，并能够用英语对纤维的性能、纱线与织物的生产加工工艺以及纺织品检验等内容进行表述。", "20130417由双语改为全英文"], ["309020010", "纺织加工技术进展", "Development of Textile technology", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "赵敏", "纺织专业相关的期刊及网站", "Magazines and Web. Involved Textile Area", "赵敏等", "", "考查", "", "本课程以研讨探索的形式带领学生了解纺织加工过程（包含纤维生产、纺纱、织造、印染、后整理等生产环节）的新工艺、新技术，新设备，新产品以及这些技术的发展趋势。本课程由教师提出研讨的题目和大纲，学生自己收集资料对某一专题进行深入探索和讨论。本课程要求学生会用自己的手段和技能利用现有资源了解本专业的前沿信息，同时掌握独立分析问题、总结问题、归纳汇总信息资料的学习方法。K", ""], ["309021020", "纺织标准学", "Textile Standards", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "20.0", "0.0", "12.0", "", "", "", "", "", "", "讲授含实践", "赵敏", "《纺织标准学》朱进忠，中国纺织出版社，2007.01", "Science of Textile Standard, Zhu Jinzhong, China Textile &amp; Apparel Press, Jan 2007", "", "", "考试", "", "本课程讲授纺织标准的基本知识。本课程主要内容为：1、纺织品服装标准化发展过程及其重要意义。2、标准及标准化基础知识。3、国外纺织品标准化概况。4、世界先进国家的纺织产品质量认证制度。5、纺织商品的质量与检验基本知识。6、纺织标准的类别和制定。7、几种纺织标准（术语标准、产品标准、方法标准）实例及解析。本课程要求学生掌握纺织标准的基本构成、制定程序和编写规则；了解国际纺织标准发展概况和主要纺织产品质量认证制度。为今后从事纺织生产、纺织品检测、纺织品贸易奠定基础。", ""], ["309022020", "纺织品功能整理", "Textile Functional Finish", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "郑庆康", "《功能纤维及功能纺织品\t》，朱平主编，轻化工程高等教育出版社，2006年6月; 《纺织品整理学》，郭腊梅主编，中国纺织工业出版社，2005年12月; 《功能纺织品》，商成杰主编，中国纺织工业出版社，2006年7月;", "Technology of Textiles Dyeing and Finishing , Fan Xueron，China Textile Press, Second edition, March 2006;", "", "", "考查", "", "本课程主要讲授各类纺织品功能整理的基本原理、基本加工工艺、功能纺织品的性能和性能指标及测试方法、以及功能纺织品应用。本课程阐述和分析纺织品拒水拒油整理、阻燃整理、抗静电整理、卫生整理、易去污整理、生物酶整理、涂层整理、防紫外线整理等功能整理的基本原理、功能整理剂的结构与性能、整理工艺及整理品的性能测试方法。同时介绍纺织品功能整理发展的趋势和方向。本课程要求学生掌握各类纺织品功能整理的基本原理、基本加工工艺和功能纺织品的性能和性能指标及测试方法、以及功能纺织品应用。为今后从事纺织品功能整理生产和科研工作及相关领域的工作奠定良好的基础。", ""], ["309023030", "纺织品染整工艺", "Dyeing and Finishing Technology of Textile", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "杜宗良", "《纺织品染整工艺学》（第二版），范雪荣主编，中国纺织出版社，2006年3月，ISSN 7-5064-3490-3/TS.2034。", "Dyeing and Finishing Technology of Textile， Fan Xue-rong, China Textile Press, Mar. 2006; ISSN 7-5064-3490-3/TS.2034.", "", "", "考试", "", "本课程是“轻化工程”专业的一门专业课程。纺织品的染整加工过程包括前处理、染色、印花和后整理等过程。不同种类的纺织品，其加工原理、加工工艺及设备不尽相同。本课程的开设，目的是使学生掌握纺织品染整加工所用染料的分类及性能，纤维的结构与性能和染整加工的关系，掌握各类纺织品染整加工的基本原理、基本工艺、基本加工设备及纺织品基本性能的测试方法等知识。本课程要求学生掌握基本理论和方法，初步具有分析和解决各类纺织品染整加工工艺问题的能力，以及根据纺织品的特性和加工要求制订合理加工工艺过程及参数的能力。使学生通过短期的工厂实践便具有能从事纺织品染整加工的技术和管理工作的能力。", ""], ["309024030", "纺织品设计", "Textiles Design", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "0.0", "48.0", "0.0", "", "", "", "", "", "", "讲授含实践", "赵敏", "《织物结构与设计》蔡陛霞，中国纺织出版社，2008，第三版；《织物结构与设计学》顾平，东华大学出版社，2006，第一版", "Fabric Structure and Design, Cai Bi-xia, China Textile &amp; Apparel Press, Jan 2008;", "", "", "考试", "", "本课程主要讲授纺织品设计尤其是机织物组织结构设计的基本原理、方法和应用。本课程阐述和分析包含三原组织、变化组织、联合组织、复杂组织在内的各类机织物的组织结构特点、意匠设计方法、上机图设计、布边设计、织物风格特征（包含典型外观特征）和这些特征的形成原因，本课程同时介绍各种织物组织在机织物上的应用实例以及这些织物的上机要点。本课程简要介绍针织物的基本组织结构知识。本课程要求学生能掌握机织物分析方法，能独立完成织物组织及上机图设计、拟定机织物规格及其上机工艺为今后从事纺织品设计生产、纺织品检测等相关领域的工作奠定良好基础。", ""], ["309025010", "纺织品艺术鉴赏及收藏", "Appreciating and Collecting of Textiles", "轻纺与食品学院", "", "本科", "1.0", "20.0", "", "", "开设", "2.0", "16.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "赵敏", "《中国丝绸艺术史》赵丰，文物出版社，2005.07，第一版；《中国纺织科学技术史》陈维稷，科学出版社，1984，第一版", "History of Chinese Silk Art, Zhao feng, Heritage Press, June 2005;", "", "", "考查", "", "本课程讲授纺织品艺术欣赏和纺织品收藏鉴别方面的知识。本课程主要介绍国内外纺织品纹样的特征及其演绎、织物组织及织造技术的发展；织品、绣品等纺织艺术品的类别和特点。使学生提高纺织艺术审美能力，同时掌握纺织品艺术鉴别和收藏的知识。", ""], ["309026010", "纺织学术报告（讲座）", "Dissertation of Textile", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "按教师布置的专题查阅相关国内外最新科技资料，进行分析研究，提交报告。", "Consult the latest relevant scientific and technical information at home and abroad according to the topic given by the teacher, and carry out analysis and research reports.", "", "", "考查", "", "本课程属专题学术讲座课程，由纺织工程专业教师分别承担，原则上每位教师进行一次讲座。有关内容涵盖纺织领域的材料制备、加工方法、功能特性、表征方式、染整工艺、设备装置、先进技术、清洁生产、节能减排等诸多方面，且大都是各专业教师直接从事或相对熟悉的纺织研究课题，有助于使学生从原理、方法、工艺、性能及应用的角度全面了解纺织领域的一些前沿课题和研究应用成果，可对学生的创新实验和毕业论文起到一定的参考作用。本课程内容将根据学科发展动向适时更新。b", ""], ["309027030", "纺织与服装材料", "Textile and Garment Materials", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授含实践", "赵敏", "《服装材料学》朱松文等编，中国纺织出版社，2008.1《纺织材料学》姚穆 中国纺织出版社 2009.1", "The course focuses on the basic classes of clothing materials, the structure characters, basic physical and chemical properties of the common clothing materials and its influence on the wear ability performance of the fabric. The course emphasizes on the categories and structural performance characters of common fibre materials and the yarn or fabric they compose, identification of raw materials for fibers and fabrics, the classes and structural performance characters of the common clothing (including the fur and leather), accessories and sewing thread. The processing characters as well as the comfort and safety of clothing materials are also introduced during the course. After majoring this course, students are required to grasp how to choose and use clothing materials, the maintenance and finishing methods.", "", "", "考试", "", "本课程主要讲授服装材料的基本类别、常用服装材料的结构特征和基本理化性能及其对织物服用性能的影响。本课程着重阐述常用纤维材料及其构成的纱线、织物的种类和结构性能特征；纤维和织物原料的鉴别；常用面料（包括裘皮和皮革）、辅料及缝纫线的类别和结构性能特征。同时介绍常用服装材料的加工特点和服装材料的舒适性、安全性。本课程要求学生完成学习后能掌握服装材料的选择依据和方法合理选择和使用服装材料，并能根据服装材料的性能特征正确选择服装的保养和整理方法。", ""], ["309028030", "纺织与服装概论", "Intoduction to Textile and Garment", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "傅师申", "《图解服装概论》，张玲编著，中国纺织出版社，2005年1月。", "《AutoCAD for Apparel Computer Aided Design》, ZHANG Gaopeng, University of Electronic Science and Technology of China Press, Nov.2008;English-Chinese Introduction to Fashion, Zhang Ling, China Textile &amp; Apparel Press, Jan.2005", "", "", "考查", "", "《纺织与服装概论》是面向服装设计与工程专业本科一年级学生的专业入门课。主要讲授纺织与服装业发展的历史、现状和未来趋势；纺织服装学科和服装专业的主要特点及其与其它相关行业和学科的交叉与联系；专业课程体系和主要专业课程简介；纺织与服装产业链与“大纺织”的概念；纤维、纱线、织造与非织造技术简介；染色与织物后整理技术简介；服装的涵义、功能、分类与国内外的历史演变；服装的设计、加工及数字化技术；服装表演与市场营销；纺织与服装专业本科人才的培养目标与要求；服装创意与创业。", ""], ["309029030", "纺织助剂", "Textile Auxiliary", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈衍夏", "表面活性剂化学及纺织助剂（“十一五”规划教材），陆大年，中国纺织出版社，2009年3月；染整助剂化学（“十一五”部委级教材），陈国强 王祥荣，中国纺织出版社，2009年12月；纺织工业中的表面活性剂，梅自强等，中国石化出版社，2001年4月。", "Surfactant Chemistry and Textile Auxiliary , Danian Lu， China Textile Press,  March 2009;", "陈衍夏、郑庆康", "", "考试", "", "本课程为专业必修课，内容包括：表面活性剂和纺织助剂的基本理论和原理，纺织染整助剂的定义、作用、分类、特征、性质、沿革和现状等，对表面活性剂和纺织助剂的制备、检测和表征方法，国内外纺织助剂的研究应用新进展也有涉及。本课程立足于了解纺织助剂的基本原理和应用方法，掌握纺织助剂在棉、麻、丝、毛等天然纤维，以及不同品种化学纤维的制造加工、纺纱织造、印染及各种功能整理加工领域的主要用途及适用条件、以及对纤维或织物性能/功能的影响。", ""], ["309030020", "纺织专业实验-1", "Textile Experiment -1", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "", "0.0", "32.0", "", "", "", "", "", "", "实验", "赵敏", "《织物结构与设计》蔡陛霞，中国纺织出版社，2008.01，第三版；《织物结构与设计学》顾平，东华大学出版社，2006，第一版", "Fabric Structure and Design, Cai Bi-xia, China Textile &amp; Apparel Press, Jan 2008;", "", "", "考查", "", "本课程是与《纺织品设计》课程相联系的实践性课程。本课程通过织物小样上机织造、栽绒挂毯编织、其他纺织品设计织造等几种形式完成课程内容。本课程要求学生在教师指导下进行织物组织（或纹样）设计、上机图设计、织物规格和工艺设计，并自己动手实现设计方案――织出所设计织物或产品。", ""], ["309031030", "纺织专业实验-2", "Textile Experiment -2", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "16.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "何国琼", "《纺织专业实验（II）》主编：何国琼、彭维建 等。编写单位：四川大学轻纺学院    编写日期：2008年3月", "Textile Experiment (II)  Editor: He Guoqiong, Peng Weijian, etc. College of Light and Textile Industry, Sichuan University of China Issue Date: Mar.2008", "何国琼 ,彭维建", "", "考查", "", "本课程是面向纺织工程专业学生开设的实践环节课程，通过该门课程的学习，加深对各种纤维以及由其制成的纱线和织物的基本结构和性能的认识。掌握其基本物理指标的测试方法、实验仪器工作原理和影响因素。其主要内容包括纤维结构性能的分析、纱线的性能测试、纺织助剂的认识与鉴别、织物的部分性能检测、以及产业用纺织材料及高分子材料的力学性能测定（演示）。纤维结构性能分析是通过对纤维的表面及断面观察、回潮率的测定、热分析、以及力学性能测定进行综合分析。纱线的性能测试包括纱线捻度的测定和单纱拉伸性能的测定。纺织助剂的认识与鉴别包括粘度的测定、表面张力的测定、紫外分光光度检测等。织物的部分性能检测包括织物保暖性、透气性、拉伸性能等测试。产业用纺织材料及高分子材料的力学性能测定实验则通过演示的方式测试纺织材料及高分子材料的拉伸、撕裂、顶破、压缩等主要力学性能。", ""], ["309032020", "纺织专业实验-3", "Textile Experiment -3", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实验", "兰建武", "纺织工程专业综合实验   编写单位：纺织工程教研室    编写日期：2007,10   主编：郑庆康、兰建武", "Reference material: Comprehensive and Speciality Experiment for Textile Engineering，Lan JianWu，Zheng Qingkang，Sichuan University Press, Oct.2007", "兰建武 郑庆康", "", "考查", "", "本实验为独立设课的专业综合性实验。通过该实验使同学对化纤、纺织品染整在产品工艺路线设计、工艺参数设计、产品加工、成品物化及功能性检测等方面实践能力得到训练和培养，提升同学专业素养和对专业知识综合应用的能力。\x07", ""], ["309033030", "非织造技术", "Technology for Nonwovens", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "华坚", "1. 非织造学 柯勤飞，靳向煜  东华大学出版社，2004年9月\n2. 非织造布技术概论  马建伟，陈韶娟  中国纺织出版社, 2008", "（Nonwoven ,Ke qing fei ,Jin xiang yu, Dong Hua University Press ,Sep.2004; Nonwoven Technical Introduction ,Ma jian wei, Chen shao juan，China Textile Press，2008", "", "", "考试", "", "本课程是纺织工程专业,高分子材料工程专业的选修课程,系统对非织造材料加工理论及工艺、设备结构原理及产品结构与性能作了详细介绍，主要内容包括：非织造用纤维原料，具有影响非织造材料性能的天然纤维、合成纤维、高技术纤维和特殊功能的改性纤维。课程讨论了纤维特性、使用方法与加工条件对非织造材料性能的影响；叙述与讨论了特殊非织造材料的加工方法，如使用干法加工的针刺加工、水刺加工、热粘合、化学粘合等；利用直接纺丝成网方法，如纺粘法加工、熔喷法工艺原理，也列举了湿法加工艺。最后要求学生理解和掌握非织造产品的测试与方法。", ""], ["309034020", "服饰美学", "Costume Aesthetics", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李晓蓉", "《服饰美学教程》，徐宏力、关志坤著，中国纺织出版社，2007年8月.", "Clothing esthetics lectures , Xuhongli、Guanzhikun, China Textile press, August.2007.", "李晓蓉 刘望微", "", "考查", "", "本课程概要介绍一些基础美学知识，美的本质﹑审美意识﹑艺术创造和鉴赏规律﹑以及各重要美学流派和美学思想。本课程阐述了服饰审美的心理过程：由感觉到知觉再到思维；服饰美的表现﹑服饰美的多样性﹑服饰艺术风格﹑服饰审美与时尚﹑服饰艺术美的特征；服装艺术创作，艺术内容与艺术形式﹑艺术结构﹑灵感﹑艺术夸张，艺术创作过程；以及穿衣打扮整体形象设计。本课程要求学生掌握服饰的选择与搭配﹑服饰欣赏与评论。m\x03", ""], ["309035030", "服饰配件设计", "Fashion Accessories Design", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "8.0", "0.0", "", "", "", "", "", "", "讲授含实践", "吴芳", "服装配饰学,吴静芳,.中国轻工业出版社,2001，6；服饰品设计,马蓉,中国纺织出版社，2005，6。", "Fashion Accessories, Wujingfang, China Light Industry Press, Jun. 2001; Fashion Accessories Design, Marong, China Textile Press, Jun. 2005.", "", "", "考查", "", "该课程讲授首饰、帽、包、鞋等服饰配件的设计与制作，服饰配件与服装的搭配设计。具体内容包括：服饰配件与服装的常规搭配和创意搭配；首饰、帽、包、鞋及其他服饰配件的分类设计与制作、服饰配件的综合设计与制作。通过对首饰等服饰配件概念的思考拓宽设计思维；通过对各类材料的改造练习，提高对服饰配件制作材料的发现和改造能力；通过对各类服饰配件结构的研究，提高制作能力。通过该课程的学习，系统掌握服饰配件的常规搭配规律并能进行创意搭配、具备各类服饰配件的设计与制作能力、提高服装与配件的整体设计能力。在配套的服饰配件实验室中可制作软陶、金属等首饰，以及帽、包、鞋等各类服饰配件，实现设计思维与制作能力的全面提高。", ""], ["309036040", "服装CAD（结构）", "Apparel CAD (Pattern and Marking)", "轻纺与食品学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "0.0", "64.0", "0.0", "", "", "", "", "", "", "讲授含实践", "冯洁", "《服装CAD板型设计》，张玲等编著，中国纺织出版社，2008年4 月。", "Apparel CAD Pattern Design, Zhang Lin, China Textile Press.", "", "", "考试", "", "本课程是面向服装类专业学生的计算机辅助设计课程。本课程要求学生掌握两门CAD软件的使用。通过学习能熟练地运用服装CAD软件进行服装基本款式结构制图，并根据款式变化进行相应的制版，同时掌握在服装净样制图的基础上放缝放码与排料。", "20140307修改学时14:50-0:64"], ["309037040", "服装CAD-设计（全英文）", "Study of Apparel Parameterized CAD", "轻纺与食品学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "0.0", "0.0", "0.0", "64.0", "", "", "", "", "", "讲授含实践", "张皋鹏", "《Creative Fashion Design with Illustration》, Kevin Tallon, Batsford, 2006.； 《实用时装画》，王钧 著，中国纺织出版社，2005年5月；", "AutoCAD for Apparel Computer Aided Design, ZHANG Gaopeng, University of Electronic Science and Technology of China Press, Nov.2008", "", "", "考试", "", "本课程从服装设计的角度，讲授服装CAD在服装设计应用方面的基本原理，分析计算机绘图软件所绘制的时装画的表现形式和特征，计算机绘图软件的使用方法和技巧，服装设计和表现图绘制的实际运用和操作。本课程阐述了计算机绘图软件绘图的基本原理、表现形式和风格特征，讲解Adobe Illustrator、Adobe Photoshop、Corel Painter等绘图软件的使用方法和技巧，介绍利用绘图软件进行服装设计和表现图绘制的操作方法，涉及人体造型设计、服装造型设计和表现、面料的表现方法以及服饰配件的设计和表现等内容。本课程要求学生能够了解计算机绘图软件的使用方法和表现特征，掌握利用计算机绘图软件进行服装设计和表现图绘制的方法，能够应用两个以上的绘图软件从事服装设计和各种类型服装表现图的绘制。", "20130418改课程名，原课程名为服装CAD（设计）"], ["309038010", "服装厂生产实习", "Production Practice", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实习实训", "李娟", "", "", "", "", "考查", "", "本课程属于实践环节，让学生通过参与到服装企业的生产过程中，对服装工业生产从感性认识上升到理性认识。本课程让学生深入到服装企业生产第一线，与服装企业生产和管理人员进行充分的交流和沟通，并通过亲身实践，熟悉服装厂的整体布局、服装厂生产和管理部门的设置以及各部门的主要职责，掌握服装厂的生产工艺阶段及生产流程并熟悉工艺技术文件的应用，了解具体服装产品的生产流程及工艺，了解服装厂使用的主要设备及工具，了解服装厂生产管理和质量管理的基本常识。?\x04/\x18?", ""], ["309039010", "服装大规模定制的设计与生产模式探索", "Exploring of Model for Mass Exploring of Model for Mass Customization of Apparel Design and Manufacture", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "8.0", "8.0", "0.0", "", "", "", "", "", "国际周课程", "讲授含实践", "张皋鹏", "", "", "", "", "考查", "", "本课程主要讲授大规模定制生产模式的基本概念和原理，服装产业生产模式的历史演变及发展方向，大规模定制生产模式在服装产业中的表现，服装大规模定制生产模式实现的途径。本课程阐述现代服装产业发展的现状决定了服装大规模定制生产模式形成的历史背景和必然趋势，在与其他生产模式相比较的基础上分析大规模定制生产模式的特点及其竞争优势，阐述大规模定制在服装设计、技术、生产和销售各环节中的表现形式。本课程要求学生能够了解服装大规模定制的特点，掌握实现服装大规模定制的技术途径和经营方法，针对不同类型的服装探索实现大规模定制的具体策略和手段。", "2012春实践及国际课程周课程"], ["309040020", "服装国际贸易（双语）", "International Apparel Trading", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "张皋鹏", "《服装国际贸易实务》，黄立新 主著，浙江大学出版社, 2005年；《国际贸易单证实务》，吴国新, 李元旭 编著，清华大学出版社, 2008年第2版。", "Document practice in international trade , Wuxiaoqiu、Jidongsheng, Renmin University of China Press, Mar.2004;  Investment , Zvi Bodie、Alex Kane、Alan J.Marcus, China Machine Press, Second edition, Sep.2002", "", "", "考查", "", "本课程主要讲授国际贸易的理论和原理，国际贸易的国际法则，商品进出口程序及实际操作。本课程阐述国际贸易术语、国际贸易方式、国际贸易条件、货物运输、货物保险、商品结算以及商品检验及索赔，国际贸易商品交易的磋商、合同签订、商品定价、货物运输、进出口报关手续，国际贸易各种单证的格式与制作，服装国际贸易的特点及具体运用。本课程要求学生能够了解服装国际贸易的国际惯例和法规，了解服装国际贸易的特点，掌握服装进出口业务的基本程序和具体的操作方法。?\x04/\x18?", ""], ["309041040", "服装结构设计与制衣工艺-1", "Garment Pattern Design and Techniques-1", "轻纺与食品学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "52.0", "12.0", "0.0", "", "", "", "", "", "", "讲授含实践", "申鸿", "《服饰造型讲座》（1，2），（日）文化服装学院主编，东华大学出版社，2005年第1版", "Lectures on Garment Pattern Design (1,2)(Japanese), BUNKA FASHION COLLEGE, Donghua University Press, First edition, 2005", "", "", "考试", "", "本课程是立足于服装立体造型的平面形状，综合原型裁剪易于变化的特点，掌握上衣、裙子、裤子原型的绘制方法以及运用原型进行服装款式变化。本课程对影响服装造型的人体构造、人体测量、原型理论和制图、原型与体型的匹配、样板制作以及作图、缝制、整烫等工具的使用方法，布料处理和缝制方法等专业技术等进行详细的介绍。同时学习裙子和裤子的相关设计知识，基于测量尺寸的作图理论，以及各种轮廓造型的展开、作图及样板展开的方法。本课程要求学生掌握服装结构设计与制衣工艺的基础理论和方法，了解原型省道变化的规律，并能绘制裙子和裤子的结构图。??x??", ""], ["309042040", "服装结构设计与制衣工艺-2", "Garment Pattern Design and Techniques-2", "轻纺与食品学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "52.0", "12.0", "0.0", "", "", "", "", "", "", "讲授含实践", "申鸿", "《服饰造型讲座》（3，4，5），（日）文化服装学院主编，东华大学出版社，2005年第1版", "Lectures on Garment Pattern Design (3,4)(Japanese), BUNKA FASHION COLLEGE, Donghua University Press, First edition, 2005", "", "", "考试", "", "本课程是先学习了服装结构设计与制衣工艺的基础理论和方法之后，再学习女装全部服装的知识及其应用。主要内容包括：衣领的设计与制图（坦领、立领、长方领、敞领、扎结领、蝴蝶结领等）；领口的设计与制图（U形领、船形领、方形领、V形领等）；袖的设计与制图（一片袖、两片袖、插肩袖等）；女衬衫的设计与制图（关门领型女衬衫、A型女衬衫、男衬衫型女衬衫等）；连衣裙的设计与制图（腰分割型连衣裙、公主线分割型连衣裙、刀背线分割型连衣裙等）；女上装的设计与制图（西服上装、枪驳领上装、青果领上装、弧线型领上装、夏奈尔风格上装等）；女式背心的设计与制图；女装大衣和风衣的设计与制图。", ""], ["309043040", "服装结构设计与制衣工艺-3", "Garment Pattern Design and Construction-3", "轻纺与食品学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "52.0", "12.0", "0.0", "", "", "", "", "", "", "讲授含实践", "万宗瑜", "《男装穿戴艺术及结构设计》；万宗瑜 著，中国纺织出版社出版，2009年12月；文化服装讲座-5《男装篇》，日本文化服装学院等著，时代服装设计学校出版，1977春。", "", "万宗瑜、申鸿", "", "考试", "", "本课程主要讲授男装的穿戴艺术、男装用料、男装结构设计原理、男装成衣结构制图设计、肥胖体型男装结构设计和男装弊病的补正等知识。在讲解男装穿戴艺术时，结合中外服装史、服装材料和流行趋势等知识分析，并附有大量的插图加以说明，通俗易懂；服装结构设计原理和成衣结构制图设计部分，博海内外众家之长，结合国情，设计科学、制图简单，容易掌握；男装弊病补正部分，结合实际，列举了男装中常见的弊病加以分析，并对症下药讲解了补正方法。本课程要求学生对男性服饰、服装的发展史应该有一个全面的认识，能结合流行趋势，设计具有市场价值的男性服装，掌握男装的结构制图，为更好的把握男装的发展打下基础。", ""], ["309044040", "服装结构设计与制衣工艺-4", "Garment Pattern Design and Construction-4", "轻纺与食品学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "52.0", "12.0", "0.0", "", "", "", "", "", "", "讲授含实践", "万宗瑜", "《童装纸样设计》马芳 编，中国纺织出版社出版，2008、12．文化服装讲座-4《童装篇》，日本文化服装学院等著，时代服装设计学校出版，1977春。", "", "万宗瑜、申鸿", "", "考试", "", "童装结构设计是服装结构设计的一个重要组成部分，与成人结构设计既有一定的相似性，又有其独特的设计方法。本课程从影响童装结构设计的儿童心里特征、生理特征和体形特点等角度出发，对国内的童装市场进行分析，同时还对中国、日本和英国的儿童服装号型比对；系统的讲授了0~12岁儿童服装结构设计原理、变化规律、设计技巧和材料要求等知识。本课程要求学生了解童装市场的潜力，理解童装的号型分析，熟悉童装的款式设计要点、童装用料要求，掌握童装的结构设计原理、童装成衣结构制图设计知识。为更好的把握童装业的发展打下良好的基础。", ""], ["309045030", "服装历史与发展趋势", "Costume History and Evolution Trend", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "冯洁", "《中西服装发展史》，冯泽民编著，中国纺织出版社，2008 年11 月。", "Chinese and Western Costume History, Feng Zheming, China Textile Press.", "", "", "考试", "", "本课程属于选修课程。主要内容包括：服装的起源、中国服装发展史（包括从上古至近现代各个历史时期的社会文化背景、男女主服饰特征及代表性服饰要服饰特点、面料、图案、色彩及其传承），外国服装发展史（包括从古代社会至20 世纪世界各代表性国家在各个历史时期的男女主服饰特征及代表性服饰要服饰特点、面料、图案、色彩及其传承），中外服装文化的对比，未来服装发展的趋势。使学生通过本课程的学习，认识服装历史发展的基本规律，培养学生在尊重中外各历史时期服装发展历史的基础上，能够依托不同历史背景的服装进行历史模仿与再现的设计，并与现代服装相结合进行服装设计，达到理论联系实际的目地。", ""], ["309046040", "服装立体裁剪", "Modeling of Apparel", "轻纺与食品学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "32.0", "", "32.0", "", "", "", "", "", "", "讲授含实践", "余翔", "", "", "", "", "考查", "", "", "20130315学时调整52:12-32:32"], ["309047010", "服装立体裁剪实践", "Practice of Fashion Modeling", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "", "", "", ""], ["309048030", "服装零售与商品采购", "Fashion Retail and Buying", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "8.0", "0.0", "", "", "", "", "", "", "讲授含实践", "李娟", "《服饰零售学》，王晓云等编著，中国纺织出版社，2006年1月", "Fashion Retail，authored by Wang Xiaoyun, China textile press, January in 2006", "", "", "考试", "", "本课程主要讲述服饰零售企业经营管理的一般理论，并结合服装零售企业的经营管理进行实证分析。本课程主要阐述和分析服装零售企业的组织架构、服饰零售店开发与设计、服饰零售企业人力资源管理、服饰零售货品管理、服饰零售店铺运作及顾客管理、服饰零售财务管理及控制、服饰品采购、服饰品定价、服饰零售推广与促销、服饰零售业顾客服务等，具有较强的实用性和操作性。本课程要求学生理解和掌握服装零售店铺运作与管理的一般理论和方法，并对不同类型的服装零售企业的经营管理具有感性认识。", ""], ["309049030", "服装设计-1", "Fashion Design-1", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "8.0", "0.0", "", "", "", "", "", "", "讲授含实践", "时昱", "《时装设计元素》，理查德?索格  杰妮?阿黛儿 著，中国纺织出版社，2008年1月第1版；《时装设计教程》，休?詹金?琼斯 著，中国水利水电出版社，2006年1月第1版", "Teaching material: The Fundamentals of Fashion Design ，Richard Sorger &amp; Jenny Udale, China Textile Press, First edition, Jan.2008;  Fashion Design , Jones, S.J., China WaterPower Press，First edition, Jan.2006", "", "", "考试", "", "本课程是面向服装设计与工程专业学生的服装设计入门课程。其内容包括有服装设计的相关理论、服装设计的形式美法则、服装的设计思维、主要服装种类的设计要素、原理技巧及流行规律等。本课程是学习服装设计的基础. 通过对服装设计的概念与方向性引导，在课程中力求引导学生的开放性思路，通过相关设计体系来丰富学生的信息数据量，拓展灵感来源。在学习中以实践练习作为媒介，通过学习服装的设计思维、服装的造型设计、服装的色彩设计，增强接受信息的能力，培养设计的敏锐反应，形成对服装特征的深刻把握；培养应用和开发想象的能动性，形成对服装专业领域的自觉探求，即创造意识；建立符合服装设计需要的思维方式和各种基本能力。本课程旨在使服装专业学生对服装设计有一个全面的认识, 能够进入服装设计领域，适应较高的专业要求。是培养服装专业设计人才的一门重要的课程。", ""], ["309050030", "服装设计-2", "Fashion Design-2", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "8.0", "0.0", "", "", "", "", "", "", "讲授含实践", "时昱", "《服装设计师手册》，陈莹 主编，中国纺织出版社，2008年4月第1版；《时装设计：过程、创新与实践》，凯瑟琳?麦凯维  詹莱茵?玛斯罗 著，中国纺织出版社，2005年1月第1版", "Enchiridion For Fashion Designer , Chenying, China Textile Press, First edition, Apr.2008;  Fashion Design: Process, Innovation &amp; Practice , Kathryn Mckelvey and Janine Munslow, China Textile Press, First edition, Jan.2005", "", "", "考试", "", "本课程是面向服装设计与工程专业学生的专业课程。主要内容包括：成衣设计、制服设计、礼服定制设计、表演服装、针织服装设计、皮衣设计、男装设计、童装设计及特种服装设计。服装设计是为各种不同的人进行包装设计,人的外在生理因素和内在心理因素直接制约着服装造型特征。服装设计是艺术与科技、物质与文化的综合体现,既是从物质到精神的升华,又是从精神到物质的转化。因此，本课程通过介绍服装款式的发展历史与其在行业内各领域的要求及未来的发展前景，了解服装行业的相关产业与运作模式，结合服装的结构性能及工艺特点；透过进一步的设计习作，并借助计算机辅助设计，发挥设计实务，了解服装设计的整个成熟流程，成为一个行业内的合格专业人士。这样的学习将会是设计专业者日后提升的基础。通过这门课程的学习，能够进入更全面的服装设计领域，适应宽广的服装商业环境。", ""], ["309051010", "服装设计大赛指导", "Directing of Competition for Fashion Design", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "2.0", "0.0", "16.0", "0.0", "", "", "", "", "", "国际周课程", "实习实训", "吴晶", "《服装效果图》北京服装学院学生作品精选，徐雯主编，江西美术出版社，2004年5月", "Fashion Illustration  ，XuWen,Jiangxi Art Press,May.2004", "", "", "考查", "", "《服装设计大赛指导》是体现了服装设计与服装色彩及服装结构、工艺、服装材料等相关专业知识综合应用的一门课程。掌握该门知识是服装专业学生完善自我知识结构、提高学习能力和适应市场发展的客观需要。本课程的主要内容包括：参加服装设计大赛的目的和意义；怎样理解和诠释大赛设计主题；参赛效果图的表现方法；面料选择与采购；成衣制作技巧；服饰色彩搭配；参赛作品分析。通过本课程的学习，使学生认识到参加服装设计大赛的重要性，熟悉比赛过程、紧跟流行趋势，综合的运用所学的专业知识，针对市场需求，进行创意设计。", "2012春实践及国际课程周课程"], ["309052030", "服装生产流程设计", "Garment Manufacturing Flow Design", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "8.0", "0.0", "", "", "", "", "", "", "讲授含实践", "李娟", "《服装生产流程与管理技术》，蒋晓文编著，东华大学出版社，2006年1月", "Apparel manufacture management, Jiang Xiaowen, Donghua University Press, January in 2006", "", "", "考试", "", "本课程以研究服装工业化生产的理论与实践为中心，主要讲授服装工业生产的相关理论和实际运用。本课程以服装工业生产流程为主线，主要阐述和分析服装工业生产流程设计的原理和方法，包括服装企业生产概况、生产准备、裁剪工艺、粘合工艺、缝制工艺、整烫工艺、服装检验、包装、储运等工艺过程以及生产计划与控制、作业研究与管理、服装质量标准、成本管理等管理过程。本课程要求学生掌握服装生产流程设计的一般原理和方法，掌握服装生产技术文件的获得及运用，理解服装生产管理的一般理论和方法。", ""], ["309053030", "服装市场营销", "Fashion Marketing", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "40.0", "0.0", "8.0", "", "", "", "", "", "", "讲授", "傅师申", "《纺织服装营销学》，王金泉编著，中国纺织出版社，2006年1月；《服装市场营销学》，张喆编著， 湖北美术出版社，2007年12月；《服装营销学》，赵平编著，中国纺织出版社，2005年8月。", "Apparel manufacture management, Jiang Xiaowen, Donghua University Press, January in 2006；Textile and Fashion Marketing, Wang Jinquan, China Textile &amp; Apparel Press, Jan.2006; Fashion Marketing, Zhang Zhe, Hu Bei Fine Arts Publishing House, Dec. 2007; Clothe Marketing, Zhao Ping, Aug. 2005.", "", "", "考查", "", "《服装市场营销》是市场营销学的特别分支与应用领域。掌握该门知识是服装专业学生完善自我知识结构、提高就业能力和适应市场发展的客观需要。本课将针对服装产品独特的市场特点，系统分析服装产品的市场营销环境，探讨服装市场细分与目标市场选择的方法和服装的消费行为、市场营销战略与营销管理过程，通过课堂讲授、互动讨论、典型案例剖析和课外市场调研实践，学习并掌握服装产品的市场定位、定价、分销与促销策略及市场调研、预测、竞争的基础理论与一般方法，为日后在该行业择业、从业和创业，获取必要的基础理论知识和初步的市场营销能力。该课以课堂讨论、闭卷考查和市场调研三种方式综合考核学习效果并累计学习成绩。", ""], ["309054010", "服装制板与成衣制作-1", "Pattern Making &amp; Assembling Techniques-1", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "申鸿", "《服饰造型讲座》（1，2），（日）文化服装学院主编，东华大学出版社，2005年第1版", "Lectures on Garment Pattern Design (1,2)(Japanese), BUNKA FASHION COLLEGE, Donghua University Press, First edition, 2005", "", "", "考查", "", "本课程是服装结构设计与制衣工艺-1的实验课，在服装结构设计与制衣工艺-1中学习、制作的样板要在本课中缝制样衣。服装结构设计与制衣工艺-1是立足于服装立体造型的平面形状，综合原型裁剪易于变化的特点，掌握裙子、裤子原型的绘制方法以及运用原型进行服装款式变化，在此基础上，依样板裁剪并缝制样衣以掌握服装缝制工艺流程。本课程主要制作裙子或裤子的实物，通过制作能验证样板的准确性和合理性，进一步修正和完善样板。通过制作，培养学生动手操作能力，提升学生的样衣缝制技能和分析、解决实际问题的能力。", ""], ["309055010", "服装制板与成衣制作-2", "Pattern Making &amp; Assembling Techniques-2", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "国际周课程", "实验", "申鸿", "《服饰造型讲座》（3，4，5），（日）文化服装学院主编，东华大学出版社，2005年第1版", "Lectures on Garment Pattern Design (3,4)(Japanese), BUNKA FASHION COLLEGE, Donghua University Press, First edition, 2005", "", "", "考查", "", "本课程是服装结构设计与制衣工艺-2的实验课，在服装结构设计与制衣工艺-2中学习、制作的样板要在本课中缝制样衣。服装结构设计与制衣工艺-2是立足于服装立体造型的平面形状，综合原型裁剪易于变化的特点，掌握女上装原型的绘制方法以及运用原型进行服装款式变化，在此基础上，依样板裁剪并缝制样衣以掌握服装缝制工艺流程。本课程主要制作女上装的实物，通过制作能验证样板的准确性和合理性，进一步修正和完善样板。通过制作，培养学生动手操作能力，提升学生的样衣缝制技能和分析、解决实际问题的能力。", ""], ["309056010", "服装制板与成衣制作-3", "Pattern Drafting &amp; Assembling Techniques-3", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "万宗瑜", "服饰造型讲座/ （日）文化服装学院主编；张祖芳等译. 东华大学出版社， 2004年12月。《新编服装成衣学》\n甘应进等主编；中国轻工业出版社，2005年3月。", "", "万宗瑜、申鸿", "", "考查", "", "服装设计与工程专业是一个操作性较强的专业。本课程是服装结构设计与制衣工艺-3的实验课，在服装结构设计与制衣工艺-3中学习制作的样板要在本课程中缝制样衣。服装制板与成衣制作-3是立足于服装立体造型的平面形状，综合原型裁剪易于变化的特点，学习掌握男装衬衣、裤子、西装和大衣原型的绘制方法以及运用原型进行服装款式变化，绘制出成衣样板，依样板裁剪并缝制样衣。学生通过学习该门课程，要求认识了解成衣的制作原理，掌握样衣制作方法和成衣的缝制工艺流程，有助于学生设计出款式符合市场要求、结构设计更合理的服装，还为学生将来参与企业的生产管理与质量管理奠定基础。", ""], ["309057010", "服装制板与成衣制作-4", "Pattern Drafting &amp; Assembling Techniques-4", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "国际周课程", "实验", "万宗瑜", "服饰造型讲座/ （日）文化服装学院主编；张祖芳等译.东华大学出版社，2004年12月。《新编服装成衣学》，甘应进等主编；中国轻工业出版社，2005年3月。", "Garment design and engineering is a specialty with good operability. As the test course of Garment Pattern Design and Construction-4，in this course students are asked to sew sample with the pattern which has been made in Garment Pattern Design and Construction-4．This course based on the plan view pattern of garment solid modeling，combined the easy change character of basic pattern to make students master the pattern design, sample cutting and sewing．Helps students to design the garments according for markets and designing reasonably ．By learning the course, students are required to be aware of clothes-making principle and sewing technological process，and make the basis for their future work on production and quality management in garment enterprise．", "万宗瑜、申鸿", "", "考查", "", "服装设计与工程专业是一个操作性较强的专业。本课程是服装结构设计与制衣工艺-4的实验课，在服装结构设计与制衣工艺-4中学习制作的样板要在本课程中缝制样衣。服装制版与成衣制作-4是立足于服装立体造型的平面形状，综合原型裁剪易于变化的特点，掌握儿童原型的绘制方法以及运用原型进行服装款式变化，绘制出童装的成衣样板，依样板裁剪并缝制样衣。学生通过学习该门课程，要求认识了解成衣的制作原理，掌握样衣制作方法和成衣的缝制工艺流程。有助于学生设计出款式符合市场要求、结构设计更合理的服装。还为学生将来参与服装企业的生产管理与质量管理奠定基础。", ""], ["309058010", "服装专业学术讲座", "Seminar of Apparel Specialty", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "", "", "", "", "考查", "", "本课程是扩展性教学，通过各种形式和专业内容的讲座，扩展服装设计、技术、生产、管理和营销等综合性的专门知识，传播最新的专业信息，开阔专业知识领域，把握最新的发展动向。本课程通过组织或推荐学生参加专题性的知识讲座，介绍专门的知识、技能、技术、资讯或经验，交流当代先进的专业技术和信息。本课程要求学生参加5次以上的专题学术讲座，就每项题目写出自己的认识、体会和观念，达到扩展专业知识，深化专门技术和经验的目标。", ""], ["309059020", "服装专业英语", "Apparel Specialty English", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "顾迎春", "《服装英语》(第三版)，郭平建，吕逸华 主编，中国纺织出版社，2007年8月。", "Fashion English (Third Edition), Guo Pingjian, Lv Yihua, China Textile Press, August 2007 ; New College Fashion English , Zhang Ling, Dong Qingsong, China Textile Press, November 2002", "", "", "考试", "", "本课程涉及服装史、服装设计、服装材料、服装生产和服装营销等领域的最新资料，内容包括时装演变、设计师工作、服用织物、纸样制作、服装零售商、广告与促销、个人简历、职位招聘等。所用资料多精选于英文原版教材或期刊，语言流畅、语法规范，内容力求反映服装设计、生产和营销的新理念，以开拓学生的视野，并提升学生的科技素养和人文素养。本课程让学生在巩固已有专业知识的同时，提高了阅读和翻译服装专业英语资料的能力。此外，本课程还要求学生掌握服装专业常用英语词汇，能够用英语完成设计师工作单、销售合同、信用证、个人简历等，以提高学生对服装专业英语的应用能力。", ""], ["309060020", "高性能纤维", "High Performance Fibre", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "华坚", "高技术纤维 西鹏，高晶，李文刚等编 化学工业出版社 2004年5月；功能纤维 曾汉民 主编 化学工业出版社 2005年3月", "High-tech fiber, Xi peng, Gao jing, Li wen gang, Chemical Industry Press, May 2004; Functional Fiber, Zhen han ming Chemical Industry Press, Mar. 2005", "", "", "考试", "", "本课程主要讲授国内外近年来纤维材料领域内最新的理论和实践成果；系统介绍了高性能纤维的概念和内容，全面阐述了高性能纤维在国民经济中的地位和作用。课程讲授与分析的内容突出高性能纤维、高功能纤维、高感性纤维与纤维制备高技术的“四高”特征，要求学生理解和掌握高性能纤维的功能性、制造工艺、原理、分类和应用。主要有芳香族纤维、超高分子量聚乙烯纤维等为代表的高强、高模、耐高温的高性能纤维；有特殊功能如抗静电、防辐射、医疗保健、光、电、超导等高功能纤维，以及智能纤维；包括仿真、超真、仿生、超生物特性的高感性纤维；同时介绍与分析高技术领域近年来开发与发展的特种有机、无机、金属纤维。", ""], ["309061030", "革制品版样结构设计（Ⅰ）", "Structure Design of Leather Products (I)", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["309062030", "革制品版样结构设计（Ⅱ）", "Structure Design of Leather Products (II)", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["309063030", "革制品材料学", "The Materials in Leather Articles", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "周华龙", "《革制品材料学》，丁绍兰编，中国轻工出版社，2005年1月第三次印刷。\n1.《高分子合成原理及工艺学》.李克友等.科学出版社，1999年10月第一次印刷。\n2.《橡胶塑料共混改性》.邓本成等.中国石油出版社，1996年月第一次出版。\n3.《塑料成型加工与模具》.黄虹.化学工业出版社教材中心，2003年第一次印刷。\n4.《高分子化学》.潘才元.中国科学技术出版社，1997年第一次出版。\n5.《高分子物理》.符若文等.化学工业出版社，2005年4月，第一次印刷。\n6.《制革工艺学》（上、下册）.廖隆理，单志华等.科学出版社，2005年5月第一次印刷。", "Leather Articles Materials Science, Ding Shaolin, China Light Industry Press, the 3rd printing in January 2005；Polymer Synthesis Principle and Technology, Li Keyou, etc, Science Press, the 1st printing in October 1999.；Rubber &amp; Plastic Blending Modification, Deng Bencheng, etc, Petroleum Industry Press, the 1st printing in October 1996. ；Plastic Forming &amp; Mould, Huang Hong, Teaching Material Center of Chemical Industry Press, the 1st printing in March 2003.；Polymer Chemistry, Pan Caiyuan, China Science &amp; Technology Press, the 1st printing in 1997.；Polymer Physics, Fu Ruowen, etc, Chemical Industry Press, the 1st printing in April 2005.；Leather Technology (Volume I and II), Liao Longli, Shan Zhihua, etc, Science Press, the 1st printing in May 2005.", "", "", "考试", "", "本课程是讲授在革制品加工制作鞋、服装、箱（包）、饰件过程中所用的：天然革、再生革、代用革、合成革、橡胶（包括合成类）、塑料、橡塑共混体、胶粘剂及其纤维织物等材料的。具体讲授的内容：材料的基本结构与性能、加工过程中材料结构与性能的互动与制约、革制品加工设计目的与材料的选型和搭配。通过本课程的学习，能够全面地了解革制品加工制造过程中，相关材料的重要的价值，掌握天然的材料与合成材料、及其共混材料的性能；根据革制品材料的的基本性能与结构关系，将工艺和艺术、人体美学与功能相结合，观赏与使用并重，进行材料选配和设计。目的注重培养同学的设计素质，为设计研发奠定专业基础，增强设计能力。", ""], ["309064030", "革制品产品创作", "Creation of Leather Products", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "姚云鹤", "鞋靴创意与表现技法，杨文杰，中国轻工业出版社，2006年9月第一版", "Creation and Performance Techniques of Shoes, Yang wen-jie, China&#39;s light industry Press, the first edition, Sep.2006", "", "", "考试", "", "本课程通过讲解流行设计知识、各种不同分类法的鞋类视觉特征、设计特点和市场状况、消费者需求和流行趋势，结合鞋类效果图的绘制和表现技法、设计构成和计算机辅助设计等方面的知识，达到四个方面的目的：1、艺术性效果图的创意设计；2、实用鞋类产品的开发设计能力；3、鞋类市场的品牌状况掌握4、设计风格的掌握。本课程在鞋类设计流行因素以及产品开发流程和基本方法讲解的基础上，通过示范讲解、实物图片及实物示范等教学手段，课后练习和讲评对学习效果加以巩固，让学生比较扎实的掌握鞋类设计的产品开发和创作。", ""], ["309065030", "革制品工艺学", "Leather Goods-making Techniques", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["309066030", "革制品画技法", "leather goods painting techniques", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "姚云鹤", "《鞋类效果图技法》， 张建兴，中国轻工业，出版社，2005年6月", "Shoes Effect Picture Techniques, zhang jianxin, China&#39;s light industry Press, June 2005", "", "", "考试", "", "本课程通过讲解革制品画技法概论、各类女式、男式正装鞋、休闲鞋、运动鞋等不同分类的鞋子的视觉特征及设计特点，同时结合线描效果图和色彩效果图的表现技法、平面构成和色彩构成等方面的美学知识。达到三方面的目的：1、鞋类线描效果图的绘制；2、鞋类色彩效果图的绘制3、运用已学的设计基础知识进行具有审美意味的创意和设计。本课程在鞋类设计和表现技法基本原理和基本方法讲解的基础上，通过示范讲解、实物图片及实物示范等教学手段，并通过课后练习和讲评对学习效果加以巩固，让学生较好的掌握不同鞋类效果图的绘制特点和色彩技法表现。", ""], ["309067010", "革制品品牌及产品消费行为调查", "investigation of leather-goods", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["309068030", "革制品人机工学", "Ergonomics of Leather Goods", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "徐波", "《革制品人机工学》，徐波，讲义，2005年；《鞋楦测量与鞋楦设计》，编委会，中国轻工业出版社，1990年；《中国鞋业大全》，编委会，中国轻工业出版社，2002年；《100年靴鞋史》，（美）劳丽.罗列编，百花文艺出版社，2003年；《运动鞋及其设计》，杜少勋，化学工业出版社，2004年3月 第一版。", "Ergonomics of Leather Goods, Xu Bo, doctrine, 2005. Last measure and last design, editorial committee, China Light Industry Press, 1990. China Shoe making Encyclopedia, editorial committee, China Light Industry Press, 2002. 100-year history of footwear and boot, (U.S.) Laurie Lists, Baihua Literary Press, 2003. Sports shoes design, Du Shaoxun, Chemical Industry Press, March 2004.", "", "", "考试", "", "本课程主要包括足、楦、鞋三者之间的关系，学习人体下肢的解剖结构原理，脚型测量方法、脚型分析原理及方法，脚型测量资料的分析和脚型规律，型与号的规律及童、小人、成人及男女中间号的规律。中国鞋号的制定原理，运动中的足踝生物力学分析。鞋的结构原理和使用时的受力情况分析，使同学们在后期的制鞋结构及制作学习过程中解决人足与产品鞋的功能性问题。并对鞋楦的制作过程与工艺有一个教是深入的了解，使我们的制成品达到非常健康和舒适。", ""], ["309069010", "革制品设计比赛", "competition of designing leather goods", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "", "鞋靴创意与表现技法，杨文杰，中国轻工业出版社，2006年9月第一版", "", "", "", "考查", "", "本课程通过指导本科生参加皮革制品类的设计比赛，根据各类各级设计比赛的要求对学生进行针对性的指导和强化训练，以促进学生的革制品设计创作能力，技法表达能力和工艺制作水平的提高，使学生能够学以致用，在实践中得到锻炼。本科程的比赛指导内容包括：鞋类箱包类的效果图设计比赛；鞋类箱包类的实物制作比赛。本课程会指导学生参加每年中国皮革协会主办的真皮标志杯等各类设计大赛，四川省皮革协会举办的革制品类比赛，其他各省皮革协会及相关机构和企业举办的革制品类设计大赛等。j", ""], ["309070030", "革制品专业外语", "professional  English of leather goods-making", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["309071010", "功能食品学术研讨", "A Seminar of Functional Food", "轻纺与食品学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "曾凡骏", "", "", "曾凡骏，曾里", "", "考查", "", "本课程是面向食品科学与工程专业的选修课程。本课程以功能食品生产为主线，通过专题学术报告、科研训练、创新实践活动以及实习参观、生产实践等多种形式，了解本学科方向的发展现状、前沿动态及相关领域的发展趋势，熟悉和掌握本领域的基础知识、基本原理和常用技术手段，从而通过对保健食品学基本理论的理解和融会贯通，在功能食品生产及可持续发展方面，认识问题、分析问题、解决问题的综合技能得以培养锻炼和全面提升。", ""], ["309072020", "国际贸易概览", "Survey of International Trade", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "刘健西", "《国际贸易概论》，杜学森主编，对外经济贸易大学出版社，2007年12月；《国际贸易》，薛荣久主编，对外经济贸易大学出版社，2006年2月；《国际贸易》，海闻、P.林德特、王新奎著，上海人民出版社，2003年3月；", "Survey of International Trade , Du, Xusen, University of International Business and Economics Express, 2007.12;  International Trade , Xue, Rongjiu, University of International Business and Economics Express, 2006.2;  International Trade , Hai, Wen, Peter H.Lindert and Xinkui Wang，Shanghai Renmin Express, 2003,3.", "", "", "考试", "", "本课程主要介绍国际贸易的发展和世界市场的形成，西方国际贸易理论，包括绝对优势理论、比较优势理论、资源禀赋论、里昂剔夫反论和当代国际贸易理论,国际贸易政策,国际贸易措施，包括关税与非关税壁垒,国际贸易条约与协定，区域经济一体化的含义和形式,出口鼓励与出口管制措施,我国外贸政策与外贸体制改革以及当代国际贸易的新特点和新趋势等。通过本课程的学习,在经济学理论的基础上，了解国际间商品和服务交换的规律、特点、规则和发展趋势，分析国家或地区之间的商品和服务交换过程中带有普遍性和本质性的问题，使学生初步掌握国际贸易的基本理论、基本知识，为进一步学习和从事国际商务有关工作打下基础。", ""], ["309073030", "合成革材料及工艺学", "Chemicals and Technology of Artifical Leather", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "范浩军", "《人造革与合成革》，丁双山，王凤然主编，中国石化出版社，1998；《织物涂层技术》，罗瑞林主编，中国轻工出版社，2005年；《聚氨酯材料手册》，徐培林，张淑芹主编，化学工艺出版社，2002", "Artifical Leather &amp; Synthetic Leather, Ding Fengshan, Wang Fengran, China Petrochemical Press, 1998. Coating Technology of Textile, Luo Ruilin, Chian Light industry Press, 2005. Polyuretahne materials，Xu Peilin, Zhang Shuqin. Chemial industry Press, 2002", "", "", "考试", "", "本课程主要讲授PU合成革/PVC人造革的主要原料、助剂及其功能，聚氨酯（PU）、聚氯乙烯（PVC）树脂的合成化学理论及其结构和性能的关系；聚氯乙烯人造革制造工艺、聚氨酯合成革的干法、湿法制造工艺、合成革/人造革的表面修饰和后加工工艺、合成革/人造革的理化性能分析和检测、合成革/人造革制造过程中的三废处理、合成革/人造革清洁生产技术及发展趋势等相关内容。本课程理论实践并重，要求学生掌握人造革/合成革制造的相关原料的功能、制备方法及结构与性能间的关系，掌握人造革/合成革制造制造工艺及其理化性能分析测试方法，了解合成革/人造革制造过程中的三废处理及其发展方向。", ""], ["309074020", "化纤工艺原理", "Principle of Chemical Fibre Technology", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "兰建武", "《合成纤维成型原理》（讲义），兰建武编，四川大学，2006年1月", "Forming Principle of Chemical Fibre (Handout), Lan Jianwu, Sichuan University Press, Jan.2006", "兰建武，陈胜", "", "考试", "", "本课程为纺织工程专业本科生必修主干课程。通过本课程的教学，使学生从本质上了解生产工艺与纤维结构、纤维性能之间的关系，掌握合成纤维生产的基本原理和基本工艺，为学生直接进行合成纤维生产和技术管理奠定理论基础。主要内容包括：成纤高聚物及纤维性能表征、熔法纺丝原理及工艺、湿法纺丝原理、干法纺丝工艺原理、拉伸工艺原理、热定型工艺原理。M？", ""], ["309075020", "化纤生产各论", "Introduction of Chemical Fibre Production", "轻纺与食品学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "兰建武", "《化学纤维概论》，肖长发等编，中国纺织出版社，2001年1月", "Introduction of Chemical Fibre Production, Xiao Changfa, China Textile Press, Jan.2001", "", "", "考试", "", "本课程为纺织工程专业本科生必修主干课程。通过本课程的教学，使学生对化学纤维的基本概念、生产方法、结构与性能有一个比较全面的学习。主要内容包括：粘胶纤维、聚酯纤维、聚酰胺纤维、聚丙烯纤维、聚丙烯腈纤维、聚乙烯醇纤维、聚氨酯弹性纤维、高性能纤维。", ""], ["309076030", "基础素描", "Basic Drawing", "轻纺与食品学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授含实践", "姚云鹤", "《基础静物教学》，张会元、廖媛雨，江西美术出版社，2005年1月第一版，2006年2月第三次印刷；《基础素描》， 何燕、张勇，苏州大学出版社，2005年3月第一版", "Basic Still Life Studies， Zhang Yuan, Liao Yuan Yu, Jiangxi Fine Arts Publishing House, January 2005 edition, in February 2006 the third printing;  Basic Drawing  He Yan, Zhang Yong, Suzhou University Press, the first edition March 2005", "", "", "考试", "", "本门课程的主要内容涵盖了基本物体造型的线条训练、简单几何体写生及其组合写生、静物写生、鞋楦与鞋的专门训练等。本课程在基本知识和方法讲解的基础上，会针对不同的知识点给学生作示范，同时利用多媒体设备让学生多观摩名作以打开视野。在学生练习的过程中再加以辅导，针对每个同学的问题进行讲解。最后通过课后的练习和讲评对学习效果加以巩固，让学生掌握素描绘画的基本方法和表现手法。通过上述内容和教学手段的配合，以达到让学生了解并掌握素描绘画的语言方式，掌握一定的造型语言，具备一定的造型能力，为日后在设计革制品时能准确表达自己的创意。\x07", ""]]