[["105555020", "大学日语-4", "College Japanese-4", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105556010", "大学日语口语-1", "College Oral Japanese-1", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105557010", "大学日语口语-2", "College Oral Japanese-2", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105558020", "大学俄语-1", "College Russian-1", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105559020", "大学俄语-2", "College Russian-2", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105560020", "大学俄语-3", "College Russian-3", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105561020", "大学俄语-4", "College Russian-4", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105562010", "大学俄语口语-1", "College Oral Russian-1", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105563010", "大学俄语口语-2", "College Oral Russian-2", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20160926"], ["105564005", "语篇与翻译", "Translation as Text", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "王东风", "建构学生的英语语篇意识和英汉语篇翻译能力，培养学生的语篇意识和语篇翻译能力", "考查", "", "运用语篇语言学的理论，剖析隐含于语法、语义、语用和文体四个辖域内部的关系网络，结合案例，介绍正确的语篇观在翻译实践和研究中的作用", "20161205"], ["105565005", "拉丁美洲当前形势和中拉关系机遇与挑战", "Latin America Contemporary Situation and Oputunity 、 challenge of China-Latin American Relations", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "孙岩峰", "拉美及中国内部也发生重大变化的关键节点，如何认识这一形势，对于中拉关系以及中国外交决策都有重要意义。目前，越来越多的中国投资涌入拉美。为培养具有全球视野的新一代大学生，非常有必要让其既了解相对陌生的拉美历史、文化特征，更要理解当前拉美巨变。在此基础上进一步阐释中拉关系发展的历史阶段和特征，特别是过去二十年中拉关系的发展带来的新变化。本课程旨在帮助学生全面了解拉丁美洲和加勒比这一独特的地区，以及中国同这一地区之间的关系，特别是快速发展的经济关系，对拉美，对中拉关系，甚至对中国的影响。通过全面介绍和解读拉丁美洲发展历程，特别是近年来拉美发生巨大变化，帮助学生了解：拉美历史演进、文化特点；当前政治生态变化、经济发展特点；中拉关系特点及前景。此外，通过中国外交对人才的需求，介绍外语学生如何适应未来“职业转型”", "", "", "通过全面介绍和解读拉丁美洲发展历程，特别是近年来拉美发生巨大变化，帮助学生了解：拉美历史演进、文化特点；当前政治生态变化、经济发展特点；中拉关系特点及前景。此外，通过中国外交对人才的需求，介绍外语学生如何适应未来“职业转型”", "20161205"], ["105566005", "翻译与世界文学", "The translation and the world literature", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "高方", "该课程面向翻译研究及比较文学、世界文学研究方向学生，属学科交叉类课程，以“翻译”为切入点，来厘清中外语言文学关系，旨在拓宽学生对于翻译研究领域与疆界的认识，培养跨学科研究意识。在全球化语境中，中外文学、文化的相互影响、互动和借鉴日益成为翻译学与跨文化交流研究所关注的重要问题。在“世界文学”的构想和民族文学交流过程中，翻译在其中凸显出重要的作用，本课程旨在对“世界文学”视域中的翻译研究及论述进行系统梳理，以揭示翻译在构筑文学、文化关系过程中所起的作用。", "考查", "", "自歌德提出“世界文学”的构想，关于该概念的论述始终离不开关于“翻译”的本质与使命的讨论。本课程旨在系统梳理相关论述，从歌德溯源，经由翻译文化研究学者伊塔玛·埃文-佐哈、劳伦斯·韦努蒂等，至法国学者帕斯卡尔·卡萨诺瓦、美国学者大卫·达姆罗什等，通过他们关于翻译在世界文学构建中的思考，来进一步厘清当下全球化语境中中外语言、文学之间的关系，认识翻译所起到的实际作用。", "20161205"], ["105567005", "波德莱尔美学思想专题研究", "Studies on the Aesthetics of Baudelaire", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "刘波", "本课程采用系列讲座形式，结合国内外波德莱尔学界的最新研究成果，旨在引导学生比较全面深入地了解波德莱尔充满矛盾而又不失其内在统一性的美学思想体系，辨析这一美学思想中包含的合理因素，揭示波德莱尔作为现代作家、现代文艺理论家和现代思想家的特质。同时，激发学生对艺术这种代表着超越自然的理想的最高审美形式产生兴趣和热爱，拓展人生的情感和精神维度。通过对波德莱尔的作品（包括诗歌、散文、文学和艺术批评论著、笔记、作品提纲及手稿、书信等）进行的梳理、分析和论述，向学生演示对作家、作品进行学术研究的流程，使学生掌握文学批评的基本方法，为将来的深入研究打下一定的学术基础。", "考查", "", "(一)???????????? 引言：波德莱尔何以为奇？一、波德莱尔美学思想的基础l?? 《应和论》：象征主义的宪章l?? 波德莱尔“应和”思想的来源二、波德莱尔美学思想中的悖逆逻辑l?? 悲观主义的美学价值和精神旨趣l?? “矛盾修辞”与文明的悖论l?? “人工美”与纨绔主义l?? 审美趣味与追求理想人格的审美伦理结语：波德莱尔的“美学-伦理”经验", "20161205"], ["105568020", "中国看世界之加拿大篇（复旦大学）", "China&#39;s View of the World——Canada", "外国语学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "考查", "", "中国与加拿大在政治、经济、文化、资源、环境等方面的交往日益密切，特别是近年来加拿大逐渐成为中国的留学、移民和工作的目的地国，中国需要加强对加拿大的知识背景与知识储备；特别是系统了解加拿大的公共政策对中国未来的发展有启发意义的。\x11", "20161227东西部联盟课程"], ["105569020", "波兰国家概况", "An Introduction to Poland", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105570100", "基础波语-1", "Comprehensive Polish-1", "外国语学院", "", "本科", "10.0", "160.0", "", "", "开设", "", "160.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105571020", "波语听力-1", "Listening-1", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105572020", "波语会话-1", "Oral Polish-1", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105573100", "基础波语-2", "Comprehensive Polish-2", "外国语学院", "", "本科", "10.0", "160.0", "", "", "开设", "", "160.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105574020", "波语听力-2", "Listening-2", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105575020", "波语会话-2", "Oral Polish-2", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105576020", "基础波语阅读", "Basic Reading in Polish", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105577020", "经济学导论", "Introduction to economics", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105578010", "新生研讨课（波）", "Freshman Seminars", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["105579010", "Cultural Transfer History Approaches and Tools", "Cultural Transfer History Approaches and Tools", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Pieternella Broomans", "This course introduces students to the field of cultural transfer history and to prominent theories and methods within cultural transfer historiography. After an introduction in cultural transfer studies, we will address questions such as: How to write a cultural transfer history? Different approaches will be discussed: what is the center and the periphery in cultural transfer history? How can we compare cultural transfer history in Europe and China? Various tools such as translation bibliographies, digital translation histories and translators’ dictionaries, will be demonstrated. The students will work in small groups with selected tools and evaluate them. The course will be completed with a short writing assignment.", "", "", "", "20170504实践周"], ["105579080", "综合波语-3", "Comprehensive Polish-3", "外国语学院", "", "本科", "8.0", "128.0", "", "", "开设", "", "128.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105580010", "Great Poems and How they Become World Literature", "Great Poems and How they Become World Literature", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Pieternella Broomans", "What is a Great Poem? Has it to be a classical great poem such as the Old Norse Edda or Sonnet 18 by Shakespeare? Or could it be a modern great poem about a computer game such as Pac-Man? Does the reader decides what makes a poem great? How becomes a great poem world famous? That’s the question. This course introduces students to concepts such as ‘world literature’ and translation flows. The course addresses questions such as which players in the literary field affect and direct the creation, dissemination and reception of a great poem (e.g. author, translator, reader)? Which actors and institutions are involved in circulation and mediation of texts in the international field? The course will be completed with a short written assignment about a great poem from the student’s own culture.", "", "", "", "20170504实践周"], ["105580020", "波语听力-3", "Listening-3", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105581010", "Six Ways to Read a Book: an Introduction to Literary Theory", "Six Ways to Read a Book: an Introduction to Literary Theory", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Harvey Michael Teres", "A very basic introduction to six of the most influential literary theories that have shaped the study of literature during the past fifty years. The focus will be on feminist, Marxist, psychoanalytical, deconstructive, queer, and postcolonial theory. The theories will be illustrated by applying them to F. Scott Fitzgerald’s novel The Great Gatsby.", "", "", "", "20170504实践周"], ["105581020", "波语会话-3", "Oral Polish-3", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105582010", "An Introduction to American Culture Through Literature", "An Introduction to American Culture Through Literature", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Harvey Michael Teres", "The course will introduce students to five key dialectics of American culture. “Inclusion and Exclusion” will explore race, ethnicity, and gender in the U.S. “Wealth and Equity” will focus on class relations and attitudes toward capitalism. “Self and Community” will analyze American individualism within the context of conformity and the needs of the community. “Religion and Secular Values” will tackle the vexed relationship between the church and the state from the time of the founding of the U.S. “High and Low Culture” will examine American elite and popular culture and their coexistence in American life. To illustrate these dialectics, students will read short poems or stories by Robert Frost, Langston Hughes, Elizabeth Bishop, Flannery O’Connor, Philip Roth, and Elizabeth Bishop.", "", "", "", "20170504实践周"], ["105582020", "波兰文学史", "Polish Literary History", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105583010", "British Literature and Culture of the RomanticPeriod (c.1780-1830)", "British Literature and Culture of the RomanticPeriod (c.1780-1830)", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ralf Gerhard Haekel", "This course serves as an introduction to the literature and culture of the Romantic period.British literature of the time between c. 1780 and 1832 moves away from Enlightenment idealsand embraces new areas like the subconscious, subjectivity, and the imagination. At the sametime, the Romantic period is characterized by industrialization, urbanization, and imperialexpansion, which stands only seemingly in stark contrast to the focus on nature typical of somany poems. The academic field of Romantic Studies has changed fundamentally during thepast decades. The literary canon was relatively small, consisting basically of works penned by theall-male Big Six: William Blake, William Wordsworth, Samuel Taylor Coleridge, John Keats,Percy Bysshe Shelley and Lord Byron. In the wake of New Historicism and Gender Studies ofthe 1980s, a much wider range of genres and authors – male and female – were re-introduced tothe canon. Today, Romanticism is investigated in the light of many different theories, andprominent topics range from the sciences, the city, cultural imperialism, speculative realism tonetwork theories and performance theory. These new approaches lead to many new and thrillinginsights: well-known texts appear in a new light and many not so well-known authors are beingre-discovered. This course will serve as an introduction to Romanticism while aiming atproviding an overview of these most recent developments.", "", "", "", "20170504实践周"], ["105583020", "地缘政治与经济", "Political and Economic Geography - Seminar", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105584010", "20th and 21st-CenturyIrish and Scottish Literature and Culture", "20th and 21st-CenturyIrish and Scottish Literature and Culture", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Ralf Gerhard Haekel", "During the 20th and 21st centuries, Ireland and Scotland have witnessed a number of significantchanges that fundamentally affected society and the idea of national identity. Ireland has beencharacterized by the struggle for independence, the Northern Irish Troubles, and the rise of theCeltic Tiger. In the past 20 years, Irish identity was severely shaken by the scandals surroundingthe Catholic Church, which were made public in the 1990s. Scotland, in turn, witnessed anumber of momentous events as well, which were changing the idea of Scotland as anindependent nation, such as the 1997 devolution referendum and the current debate aboutScottish independence in the wake of Brexit – the decision of the United Kingdom to leave theEuropean Union.This course is designed to introduce you to Scottish and Irish history, culture, and literature. Wewill look at the major political and cultural changes and events, and we will read and discuss keyliterary texts, ranging from James Joyce, Hugh MacDiarmid at the beginning of the Modernistperiod to the present day, including works like John McGahern’s Amongst Women, ColmTóibín’s The Heather Blazing, Anne Enright’s The Gathering, and Irvine Welsh’s Trainspotting,as well as a selection of poetry and drama.", "", "", "", "20170504实践周"], ["105584020", "国际关系史", "History of International Relations - Seminar", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105585010", "The Changing Face of Latin/America", "The Changing Face of Latin/America", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Carlos Alberto Vargas Lara", "This course will focus on the Latin experience in the United States as well as Latin America. It seeks to critically analyze sites of Latina/Latino popular culture including: music, film, television, performance, sports, media, art, food, and varied forms with special emphasis on the contemporary period. We will examine the impact of Chican and Latin popularculture on hyphenated-‘American’ identity and politics through an interdisciplinary perspective that utilizes conceptual, theoretical and pragmatic insights from a range of academic and popular sources.", "", "", "", "20170504实践周"], ["105585100", "综合波语-4", "Comprehensive Polish-4", "外国语学院", "", "本科", "10.0", "160.0", "", "", "开设", "", "160.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105586020", "波语听力-4", "Listening-4", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105587010", "Ancient Roots of Western Culture", "Ancient Roots of Western Culture", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "PRZEMYS?AW NEHRING", "The main aim of my course will be to briefly introduce to those ancient cultural phenomena which have had substantial impact on the shape of European culture. The subject matters of subsequent lectures (1 lecture = 2 academic hours) will look as follow: 1. Periods in the history of Greek and Roman culture; 2. Greek religion and mythology; 3. Greek origins of European literature (literary genres, rhetorical topics, etc.); 4. Greek philosophy (Presoctratic philosophy, Socrates, Plato, Aristoteles); 5. Greek theater (theater as a cultural phenomenon; great Athenian tragedians – Aeschylus, Sophocles, and Euripides); 6. Greek and Roman art and architecture (pottery; sculpture, styles in Greek architecture) ; 7. Sport in antiquity (the role of sport in Greek education, Olympic games); 8. Everyday life in Rome in the Golden Age of the history of Roman Empire. Each lecture will be supported by the Power-Point presentation.", "", "", "", "20170504实践周"], ["105587020", "波语会话-4", "Oral Polish-4", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105588010", "Migration in Europe – Current Trends and Challenges", "Migration in Europe – Current Trends and Challenges", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Dorota Ewa Heidrich", "The aim of the course is to have the participants acquainted with current trends in migration in Europe. Emphasis will be placed at the countries if the European Union that at the moment need to face challenges related to the recent mass influx of migrants form different directions. Ineffectiveness of the EU’s migration and asylum policies has forced European leaders to reframe the EU’s institutional and legal framework in that regards. On to of that, the EU needs to find solutions to manage economic migration in parallel to forced migration.", "", "", "", "20170504实践周"], ["105588020", "波语写作-1 （基础写作）", "Polish Writing-1 (Basic Writing)", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105589010", "EU Strategy Towards Global South", "EU Strategy Towards Global South", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Jackub ZAJ?CZKOWSKI", "16-hours (one-week) course is divided into 8 lectures.1.The EU as global actor in IR. The EU as civilian Power and soft Power instruments in global politics and economics. External Policy, Common Foreign and Security Policy, Trade Policy of the EU – main assumptions2.The concept of the Global South – methodological dimensions. The concept of Developing Countries. The Criteria of defining of the Global South; Institutions of Global South.3-4.The EU and Emerging markets in Asia (China, India) – main assumptions, main trends, evolution of cooperation of the EU with China, India5-6.The Evolution of Emerging Markets in Latin America (Brazil, Mexico) – evolution of the EU strategies towards selected emerging markets: political, economic, cultural relations7. The EU Development Policy in Africa, Latin America and Asia. Main features and trends. Significance of the EU Development Policy in Developing Countries.8. Common Foreign Policy and Security of the EU in Global South. Case study of Asia, Africa and Latin America.", "", "", "", "20170504实践周"], ["105589020", "波兰短篇小说选读", "Selected Readings in Polish Short Stories", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105590010", "Polish Language and Culture Week", "Polish Language and Culture Week", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "PIOTR  ZDZIS?AW  KAJAK", "16-hours (one-week) course is divided into two segments. The first one consists of language instructions, introducing students to “survival Polish”. The second – is dedicated to Polish culture and history, and is promoting Poland as a land of attractive culture.I. Introduction:1) “Polska is super” – general information about Poland and its language. The most popular Poles from the perspective of a foreign person. II. Language: 2) The basics of Polish grammar. 3) &amp; 4) The most useful Polish phrases.III. Culture:5) &amp; 6) Polish History: Pop-Cultural Journey.7) Everyday life in Warsaw. Student’s life in Poland.IV. Quiz.Meeting #1 starts with a conversation about contemporary Poland. The instructor is gathering information students have about our country, and is filling out “gapes” caused by stereotypes. The basic description of Polish culture and language shows Poland as an attractive country, the place worth experiencing. Very important part of this meeting is a short talk about Polish-Chinese similarities in terms of having past wars against bigger neighbors. Meetings #2-4 are a short course of Polish language (so called Survival Polish). The students learn about basics of grammar and many interesting details, e.g. about similarities between Chinese and Polish vocabulary. The main goal here is to show that even though there are many stereotypes spread about a “difficult” Polish language (also repeated by Poles themselves!), the grammar isn’t a problem, but is strictly organized and helpful. References to English language give an additional perspective for understanding basic rules managing the structures of Polish language. This fundament gives an opportunity to learn basic vocabulary used in the most common, daily life situations (politeness, greetings, meeting people, basic shopping etc.). The choice of topics and the list of vocabulary are based on the standard programs used in teaching Polish as a foreign language.Meetings #5-6 are prepared to promote not only Polish history and self-identity, but also to show our way of looking at the world’s situation. The tools used for that are “pop-cultural”, which means that the content is shown simpler, references come from different texts of culture (movies, songs, peoples’ feelings etc.) and everyday practices of life. The students learn what happened during 1000 years of Poland, are able to recognize the biggest challenges Poland went through. The main goal here is to extend so called Polish fan-base, plus to implement into students’ memory 10-15 “historical” terms/words in Polish (i.e.: Rzeczpospolita, Kresy, inteligencja, szlachta, etc.). Meeting #7 (Everyday life in Warsaw. Student’s life in Poland) is a special part of the program, tailored for the SCU students who could take part in SCU-UW double degree program. The students receive a preparatory lecture, advice from a member of UW academic community, and several tips about everyday issues they could face soon.The last meeting is a quiz, consisted of simple questions based on everything was said during the program (i.e.: The name for Polish money is: z?oty/euro/rubel, etc.", "", "", "", "20170504实践周"], ["105590020", "法律导论", "Introduction to Law", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105591010", "The Reception of the Chinese Classics in Premodern Japan", "The Reception of the Chinese Classics in Premodern Japan", "外国语学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "William Matsuda", "This course examines the role classical Chinese poetry played in shaping literary sensiblities in premodern Japan. Particular attention will be paid to compilations such as the Shijing and Wenxuan, and individual poets such as Du Fu and Bai Juyi. Course will be taught in both English and Japanese", "", "", "", "20170509"], ["105591060", "毕业论文", "Graduation Paper", "外国语学院", "", "本科", "6.0", "128.0", "", "", "开设", "", "0.0", "128.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["105592020", "中国看世界之加拿大篇（复旦大学）", "China&#39;s View of the World-Canada", "外国语学院", "", "本科", "2.0", "28.0", "", "", "开设", "", "28.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20170510"], ["105593020", "外国语文导论", "Introduction to Foreign Languages and Cultures", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "石坚", "教学组集体 主编，《外国语文导论》，自编教材；教材每个章节后附的3-5本推荐阅读书目", "Introduction to Foreign Languages and Cultures, edited by the instruction group; 3-5 suggested books for further reading attached to each of the chapters.", "石坚 等15名教授", "", "考查", "", "本课程是外国语学院本科专业平台课。课程以系列讲座形式开设，由学院学术带头人向新入学的外语专业学生引介外国语专业概况及发展前沿。内容包括国别文学概况及其发展史，西方文化（东西欧、美国、日本等地区文化及传统、影视艺术等文化领域），语言学学科体系、发展和现状以及研究方法，翻译理论及口、笔译实践研究等。本课程旨在给外语专业新生提供机会构建本学科的全景概貌、基本框架及治学的基本路径和方法，使他们能尽快地适应本科阶段的学习，走上高水平创新型人才的成长之路。", "20170519合并课程-1-2为一门课程"], ["105594005", "日本政治文化研究", "", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20170524"], ["105595005", "中国对拉美的公共外交", "", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20170524"], ["105596005", "文学伦理学批评", "", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20170524"], ["105597005", "悲剧美学与喜剧美学", "", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20170524"], ["105598005", "个性化英语学习", "", "外国语学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20170524"], ["105599020", "Arguments and Fallacies(Duke University)", "Arguments and Fallacies", "外国语学院", "", "本科", "2.0", "38.0", "", "", "开设", "", "38.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "Walter Sinnott-Armstrong      Ram Neta", "", "考查", "", "Together with detailed introduction and analysis of main concepts, the course raises some fascinating theoretical questions to inspire critical thinking and covers a lot of important practical issues.", "20170706"], ["105600020", "Introduction to Psychology(University of Toronto)", "Introduction to Psychology", "外国语学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "Steve Joorders", "", "考查", "", "Embrace the experimental approach to acquiring knowledgeUsing scientific methods to understand human behavior in all its complexity.", "20170706"], ["105601020", "社会实践/实习", "Field Work/Practice", "外国语学院", "", "本科", "2.0", "32.0", "", "", "开设", "8.0", "", "", "32.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""]]