[["501237020", "法医毒物分析案例实践", "Case Practice in Forensic Toxicological Analyisis", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180314"], ["501238020", "法医精神病学案例实践", "Case Practice in Forensic Psychiatry", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", "20180314"], ["501239020", "人体寄生虫学（全英文）", "Human Parasitology", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180402"], ["501240030", "医学微生物学(Ⅰ)（全英文）", "Medical Microbiology (Ⅰ)", "华西基础医学与法医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20180402"], ["501241020", "科研素养与创新能力培养", "", "华西基础医学与法医学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["501242020", "免疫与身心健康之美", "", "华西基础医学与法医学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["501243020", "衰老的秘密", "", "华西基础医学与法医学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["501244020", "趣味医学二十二话", "", "华西基础医学与法医学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["501245010", "生命的奥秘探索与重建", "", "华西基础医学与法医学院", "", "", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["501246010", "远离毒品", "", "华西基础医学与法医学院", "", "", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["501247010", "Dialectical Behavior Therapy (DBT)", "Dialectical Behavior Therapy (DBT)", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Robin April McCann", "DBT is a treatment that decreases suicide attempts by half and is, to date, the most robust treatment for treating Borderline Personality Disorder. The generalizability of DBT to other sites and populations is supported by: 28 randomized controlled trials at 19 independent sites across 12 distinct patient populations.Comprehensive DBT consists of four modes: individual therapy, phone coaching, team consult and skills training. Given time limitations this course will focus on the “B” in DBT: behavioral assessment and behavioral interventions including the “top ten” DBT skills. All students will leave the course with these “top ten” skills in their therapy toolkit. Additional modes of DBT will be reviewed dependent on time and student interest.", "", "", "", "20180509实践周"], ["501248010", "The Physiology and Pathophysiology of Cigarette Smoking", "The Physiology and Pathophysiology of Cigarette Smoking", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Vicky Fechner Rands", "A review of the physiology of addiction and brain changes caused by the introduction of nicotine. The physiological changes associated with nicotine use including adaptations by the pulmonary and cardiovascular systems. The pathophysiology of Pulmonary Disease and Cardiovascular Disease brought on by long term nicotine use and ending with the carcinogenesis process of nicotine", "", "", "", "20180509实践周"], ["501249010", "The enteric system: Our second brain", "The enteric system: Our second brain", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Bruno Maurice, Jean-Paul Mazet", "Since original observations made more than a century ago, the gut has progressively emerged as a very complex organ. It is inhabited by a great diversity of cell populations, including neurons constituting most of the too often forgotten &quot;enteric nervous system&quot; (ENS), glial, interstitial, smooth muscle, immune and epithelial (including endocrine) cells, and along its external border, there are microorganisms constituting the gut microbiota. All these actors together can be referred to as the enteric system. Together with its enteric partners, the ENS, known as &quot;the brain in the gut&quot; or &quot;the second brain&quot;, can control gastrointestinal (GI) function independently of the central nervous system (CNS). However, the control of GI function is an integrated system involving a bidirectional communication between the enteric system and the CNS, defined as the &quot;gut-brain&quot; axis. Consequently, the enteric cell populations work together very closely and in concert with the CNS. Also, the &quot;gut-brain&quot; axis links emotional and cognitive central structures with gut functions. The importance of the enteric system is emphasized by sometimes life-threatening effects of GI, metabolic (including obesity) as well as, in a broad sense, neuropsychiatric disorders.The course will underline how constant although sparse efforts have contributed to the emergence of major concepts in the functioning of the enteric system, and beyond in the field of biology. Key points of enteric physiology will be addressed from seminal work to the most recent studies, and placed in the more general context of health and well-being. Particular emphasis will be given to some signaling molecules of different enteric sources that are involved in both normal and pathological conditions. Preferred course format if possible: 8 courses (2 academic hours each).", "", "", "", "20180509实践周"], ["501250010", "Cancer Cell Biology", "Cancer Cell Biology", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Seung  Joon Baek", "&quot;This course provides a comprehensive discussion of the major mechanisms of cancer initiation, promotion, and progression. Different topics involved Biomedical Sciences, Animal Sciences, Molecular Biology, Cell Biology, and Nutrition will be discussed. In all discussions, emphasis will be given to the experimental approaches, signaling pathways, technology, and animal models that are employed to study cancer. Class 1: Cancer in General/Introduction\nClass 2: Common Lab Techniques in cancer research\nClass 3: Cell cycle Class 4: Apoptosis\nClass 5: Cancer Chemoprevention Class 6: Inflammation and Cancer Class 7: Epigenetics in cancer/Mid-term Exam Class 8: TGF-beta signaling in cancer.\nClass 9: Obesity and cancer\nClass 10: Alternative splicing in cancer Class 11: Cancer Genetics Class 12: Metastasis/Angiogenesis Class 13: Lipid and cancer\nClass 14: Animal models in cancer research\nClass 15: New technology for cancer research.\nClass 16: Summary/Final Exam&quot;", "", "", "", "20180509实践周"], ["501251010", "Resolving international clinical governance limitations in healthcare", "Resolving international clinical governance limitations in healthcare", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Anthony Gerard  McGillion", "&quot;This course, comprising 16 academic hours, will address some of the complex business of healthcare globally, where common issues are experienced – the ageing population, diminishing workforce, skill mix, scope of practice, public enquiries, inadvertent deaths, etc. But - how are we addressing these issues?\nAs well as the concept of clinical governance, there are related issues such as corporate governance, organisational culture, safety and quality, and leadership. Embedded within these frameworks are the increasing expectations of consumers.\nHow do we balance the business of managing safe hospitals with meeting consumer needs?\nAn existing La Trobe University subject 3EPN will be adapted to fit the China context, through a mix of lectures, workshops, case-studies, role-playing and debate.\nThree real-life scenarios will be studies but participants will also be encouraged to relate material to their own geographical and cultural contexts.\nActivities are designed to encourage and enhance engagement between participants who will be encouraged to work in groups. Key real-life examples will include the sequalae from the release of the Francis Report (mid-Staffordshire Trust in the U.K), issues around perinatal mortality at Djerriwarrh Health Service in Australia and the medical practitioner registration issue in Bundaberg, Australia, which led to significant patient morbidity and mortality. Introductory lecture – positioning the problem (what is clinical governance and why is it important?) (2 hours)\nGroups will watch videos that exhibit the human costs of clinical governance ‘gone wrong’ and asked to critique (2 hours)\nGroup work (3 groups) – examine 3 different clinical governance ‘failures’ – using any method available to them, each group will do some ‘quick’ research together to find out as much as they can about the issue. Each group then presents an overview of the problem. Facilitator will support each group by providing useful links and prompts, and summarizing key points (2 hours)\nThe 3 separate examples are then studied in more depth (4 hours total). During this activity, the whole class will work together but the facilitator will support the process by using examples of Root Cause Analysis, Lean Thinking, etc.\nThis was be followed by a workshop where best practice ‘preventative’ and risk management/mitigation strategies are discussed (2 hours)\nDiscussion around the growth of consumer participation and patient-centered care –does this change the clinical governance landscape (2 hours)\nFinal activity is to give the group an opportunity to design their very own best practice clinical governance system in a brand new hospital. Again, 3 groups will independently brainstorm and present to the larger group. Feedback will be given about the presentation style, format and content (2 hours)&quot;", "", "", "", "20180509实践周"], ["501252010", "MKT 451 Sports Analytics", "MKT 451 Sports Analytics", "华西基础医学与法医学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Daniel Wayne McIntosh", "&quot;the purpose of this course is to develop and apply analytical skills that are useful in nearly every career. Although the course focuses on applications in the sports context and uses\napproaches that are rapidly becoming important in the business of sports analytics, this is\nnot a survey course about issues in sports. Instead, this class is about storytelling and logic.\nAn understanding and interest in both sports and numbers will make this class good. General\ncuriosity will make it great.\nLectures and readings in the course will not provide students with complete answers to the\nmyriad of interesting questions we will consider. Hopefully, students will receive well-\nreasoned analyses that further their understanding and assist them in knowing how, not\nwhat, to think.\nStudents may leave the course with more questions than answers about issues both on and\noff the field in sports, but they should have a better understanding of how to think\nproductively about these issues and have the skills to better address these questions&quot;", "", "", "", "20180509实践周"], ["501253020", "Arguments and Fallacies", "", "华西基础医学与法医学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20180624"], ["501254020", "科研方法论(南开大学)", "", "华西基础医学与法医学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20180624"], ["502001010", "PBL课程-1", "PBL-1", "华西临床医学院", "", "本科", "1.0", "24.0", "", "", "开设", "2.0", "24.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "卿平", "内科鉴别诊断学，Walter Siegenthaler，苗懿德，陆再英主译，中国医药科技出版社，2002年；实用外科学（上、下册），石美鑫，人民卫生出版社，2005年；临床医学多用辞典，柯天华，谭长强，江苏科学技术出版社，2006年\n备注：参考书由教研组统一购买，以小组为单位借用。", "Differential Diagnosis in Internal Medicine. Walter Siegenthaler, Translated by Miao Yide &amp; Lu Zaiying, China Medicinal Science &amp; Technology Press, 2002；Practical Surgery.  Shi Meixin, People&#39;s Medical Publishing House, 2005；\nClinical Medicine Multi-purpose Dictionary . Ke Tianhua, Tan Changqiang, Jiangsu Science and Technology Publishing House, 2006", "卿平 姚巡等", "", "考查", "", "8年制整合模块课程之一。PBL即Problem-based Learning,是一种在医学教育领域广泛应用的、以问题为基础、以学生为中心、以小组为单位的学习形式，在我校以独立课程的形式存在。PBL-1通过组织学生对临床病案和非医学案例进行讨论，帮助学生了解并掌握PBL学习方法，并在讨论过程中培养责任心和尊重、角色意识和表达交流教育别人的能力，初步尝试使用信息检索能力，并在学习诊断学课程之前初步了解处理临床问题的基本分析推理过程。", ""], ["502002010", "PBL课程-2", "PBL-2", "华西临床医学院", "", "本科", "1.0", "24.0", "", "", "开设", "2.0", "24.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "卿平", "内科鉴别诊断学，Walter Siegenthaler，苗懿德，陆再英主译，中国医药科技出版社，2002年；实用外科学（上、下册），石美鑫，人民卫生出版社，2005年；临床医学多用辞典，柯天华，谭长强，江苏科学技术出版社，2006年\n备注：参考书由教研组统一购买，以小组为单位借用。", "Differential Diagnosis in Internal Medicine . Walter Siegenthaler, Miao Yide, Lu Zaiying, China Medicinal Science &amp; Technology Press, 2002；Practical Surgery . Shi Meixin, People&#39;s Medical Publishing House, 2005；Clinical Medicine Multi-purpose Dictionary . Ke Tianhua, Tan Changqiang, Phoenix Science Press, 2006", "卿平 姚巡等", "", "考查", "", "8年制整合模块课程之一。PBL即Problem-based Learning,是一种在医学教育领域广泛应用的学习形式，在我校以独立课程的形式存在。PBL-1 在大五春季学期开设，这时已经结束系统整合临床课程（内、外科）及妇产、儿科学等临床核心课程，使用较为复杂的临床案例或真实病人，侧重训练学生的信息管理能力和分析推理能力，使其在临床轮转实习之前熟悉并习惯PBL这种以学习者为中心、以小组为单位、多信息来源的学习方式，为后阶段的探究式独立学习打下基础。", ""], ["502003010", "PBL课程-3", "PBL-3", "华西临床医学院", "", "本科", "1.0", "24.0", "", "", "开设", "2.0", "24.0", "0.0", "0.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["502004020", "医学英语（Ⅰ）-1", "Medical English（Ⅰ）-1", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "谢红", "《医学专业英语阅读二分册》, 张宏清主编，人民卫生出版社 2001年9月第一版；《医学专业英语参考书》， 邱望生，张宏清主编，人民卫生出版社，2001年9月第1版。", "Medical English Reading II, Zhang Hongqing, People&#39;s Medical Publishing House, Sept. 2001", "谢红 商慧芳 万智", "", "考试", "", "本课程内容涉及眼睛和耳朵、内分泌系统、泌尿系统、生殖系统。神经系统、皮肤、肿瘤学、药物、高科技医学及其利弊等九个章节的内容。根据教材的特点以及学生对专业英语教学的期待、需求和建议，采取医学词汇和文献阅读相结合的方式进行，并配合大量的练习，使学生了解医学英语构词的一般规律，掌握常用的词根、词缀，提高学生对医学专业词汇的敏感性和运用能力,并能正确理解相关文章。同时，针对八年制学生的培养目标和学生英语基础较好的特点，要求学生在老师的指导下阅读至少五篇医学杂志的英语原文文献，为下学期的科技论文阅读和写作打下良好的基础，也为学生们进一步的学习、科研、临床、论文撰写以及交流打下基础。", ""], ["502005200", "毕业实习（护理）", "Clinical Practice", "华西临床医学院", "", "本科", "16.0", "640.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "陈红", "", "", "", "", "考试", "", "本课程旨在使学生通过带习教师指导及为病人提供护理服务，从而培养学生解决病人健康问题和独立工作的能力。实习时间共40周，其中内科10周，外科10周，妇产科4周，儿科4周，手术室3周，社区3周，急诊3周，精神科3周。", ""], ["502006200", "毕业实习（康复医学）", "Internship", "华西临床医学院", "", "本科", "20.0", "768.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["502007240", "毕业实习（医技视光）", "Final Practice", "华西临床医学院", "", "本科", "24.0", "768.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "刘陇黔", "《现代眼科检查方法与进展》陈松  中国协和医科大学出版社 北京  2000；《眼科学》 葛坚 人民卫生出版社 第1版 2002年；《眼科全书》 李凤鸣 人民卫生出版社 2002年1月", "Inspection methods and progress of modern eye. ChenSong, Chinese Peking Union Medical College Press, BeiJing,2000；Ophthalmology. GeJian, People’s medical publishing house, 2002；Systemofophthalmology. LiFengming, People&#39;s medical publishing house, BeiJing, Jan,2002", "刘陇黔  王雪  马薇", "", "考查", "", "毕业实习为期48周，视光专业的学生在最后一年内将轮转眼科门诊及视光中心的各个场所。包括眼科诊断室、特殊检查室、造影室、治疗室、验光室、斜弱视门诊、RGP室眼镜制作中心和销售场所等。通过对上面各处的的实习和轮转，掌握视力的检查、验光；弱视、斜视的诊断；眼镜的验配、眼镜的磨制切边和安装、眼镜的质检；软性隐形眼镜和RGP的验配、护理；隐形眼镜的并发症的检查诊断处理；视野、角膜常见特检 、眼部A-B超、眼电生理、眼科摄影、眼底荧光造影；\n常见外眼病、角膜炎、虹膜睫状体炎、白内障、青光眼、视网膜和视神经疾病、眼眶肿瘤、全身病的眼部表现眼科常见治疗。", ""], ["502008240", "毕业实习（医技营养）", "Final Practice", "华西临床医学院", "", "本科", "24.0", "768.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "《疾病营养治疗》，黄承钰主编。四川大学出版社，2006年10月；\n《现代营养学》，荫士安等译，人民卫生出版社，2008年11月；《实用营养学》，蔡东联主编，人民卫生出版社，2005年6月", "Nutritional therapy for diseases, Huang chengyu. Sichuan University Press, Oct.2006;Modern Nutrition, Barbara A.Bowman, Robert M.Russell, People&#39;s Medical Publishing House, Nov.2008；Practical Nutrition, Caidonglian, demos sanitation press, Jun.2005.", "胡雯等", "本课程是专为医学技术系医学营养专业开设的必修课，主要实习内容包括相关临床科室实习和营养科专业实习两部分。临床科室实习主要是通过轮转消化内科，肾脏内科、内分泌科、胃肠外科等科室，使学生进一步熟悉相关疾病的临床表现及临床诊疗方法，掌握基本的临床操作技能，并能运用所学知识思考、分析相关疾病的营养治疗原则和方法。营养科专业实习主要是在临床营养医师的指导下让学生参与治疗膳食的设计，熟悉医院膳食制备流程，掌握营养科室日常工作的基本操作技能，临床营养病历的书写，各种治疗食谱的编写，疾病的营养治疗等。最终使医学营养专业毕业的学生成为一名具有扎实的理论知识和熟练的操作技能的临床营养（医）师。", "考查", "", "This is a required course for clinic nutrition major of Allied Health Profession. The internship mainly includes two parts: the relevant clinical department internship and nutritional department internship. By practicing in the Division of Gastroenterology, the Department of Nephrology，the Division of Endocrinology，gastrointestinal surgery. etc, students can become more familiar with the clinical manifestations and clinical treatment methods of related diseases, master the basic skills of clinical practice, and be able to use what they have learned into thinking and analyzing the treatment principles and methods of nutrition-related diseases. During the period of the practice in nutritional department, students can participate in the the patients’ diet constitution, become familiar with the preparation process of food service in hospital, master the basic skills in nutritional department’s daily work, write the clinical nutrition case history, and make a variety of therapeutic recipes and nutritional therapies for different diseases under the guidance of teachers. Finally, the medical nutrition graduates become professional dietitians by studying theoretical knowledge and mastering operational skills.", ""], ["502009250", "毕业实习（医检）", "Graduation Practice-Ⅱ", "华西临床医学院", "", "本科", "25.0", "800.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "王兰兰", "临床生物化学与检验，周新、府伟灵，人民卫生出版社，2008年4月；临床检验基础(第四版)，熊立凡、刘成玉 ，人民卫生出版社，2007年7月 ；血液学和血液学检验(第四版)，许文荣、王建中，人民卫生出版社，2007年7月；临床微生物学与检验（第四版），倪语星、尚红，人民卫生出版社，2007年7月；临床免疫学与检验（第四版），王兰兰、吴健民，人民卫生出版社，2007年7月；分子生物学检验技术（第二版）， 樊绮诗、吕建新，人民卫生出版社，2007年7月；临床输血与检验（第二版），高峰，人民卫生出版社， 2007年7月；内科学 第七版），陆再英、钟南山，人民卫生出版社，2008年1月 ；实验诊断学（八年制第一版），王鸿利 ，人民卫生出版社，2005年8月", "Clinical Biochemistry (4th edition). Zhou Xing, Fu Weilin. People&#39;s Medical Publishing House. Apr. 2008；Fundamental of Laboratory Medicine (4th edition). Xiong Lifan, Liu Chengyu. People&#39;s Medical Publishing House. Jul. 2007；Clinical Hematology (4th edition). Xu Wenrong, Wang Jianzhong. People&#39;s Medical Publishing House.   Jul. 2007；Clinical Microbiology (4th edition). Ni Yuxing, Shanghong. People&#39;s Medical Publishing House. Jul. 2007；Clinical Immunology (4th edition). Wang Lanlan, Wu Jianmin. People&#39;s Medical Publishing House.   Jul. 2007；Diagnostic Techniques of Molecular Biology (2nd edition). Fan Qishi, Lv Jianxing. People&#39;s Medical Publishing House. Jul. 2007；Clinical Transfusion (2nd edition). Gao Feng. People&#39;s Medical Publishing House. Jul. 2007；Internal Medicine（7th edition）chief editor : Lu Zaiying MD, People&#39;s Medical Publishing House, January, 2008；Laboratory diagnostics（1 st edition for 8-year program）Wang Hongli, People&#39;s Medical Publishing House, August 2005", "王兰兰   秦莉等", "", "考查", "", "毕业实习既是医学检验教育的重要组成部分，也是培养学生职业道德、深化医学知识、临床技能和临床思维的重要学习阶段。通过在临床免疫学、临床生物化学、临床微生物学、临床检验及血液学、输血、分子诊断实验室及临床科室的学习并撰写论文，使学生更好地将理论与临床实践有机结合，树立正确的职业道德和伦理道德观，加强交流与沟通、信息收集与管理、团队协作等方面的训练，培养和提高学生分析、解决问题和独立工作的能力。要求学生在实习中主动接受老师的指导，正确处理师生及医患关系，为实现专业培养目标和职业生涯的发展打下坚实的知识、技能和素质基础。\x07", ""], ["502010240", "毕业实习（医技呼吸）", "Final Practice", "华西临床医学院", "", "本科", "24.0", "768.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "《医学技术系呼吸治疗专业实习手册》，四川大学华西临床医学院医学技术系，2009年6月。", "Handbook of Respiratory Therapy, Department of Medical Technology, Clinical Medical Academy of Sichuan University, Jun.2009.", "各临床科室老师", "", "考试", "", "临床实习是医学教育的重要组成部分。本课程的基本方法是学生在上级医生、技师或呼吸治疗师的直接指导下，参与住院病人的管理，参加各级查房和各种临床讨论、值班、各种诊疗操作等，并在每轮实习结束后及时进行记录、小结和反思。本课程力图通过在各个临床科室的实习，使学生树立正确的职业理念和伦理道德观念；将医学基础知识、呼吸治疗专业知识和临床实践有机结合，用以解决医疗实际问题；训练临床技能和临床思维，尽量完成各种基本的呼吸治疗操作技术；培养有效的交流沟通能力，发展团队合作精神；根据具体医疗问题，通过各种途径主动地获取新的知识、技能和信息；为以后工作打下坚实的知识、技能和素质基础。K", ""], ["502011240", "毕业实习（医技影像）", "Final Practice-1", "华西临床医学院", "", "本科", "24.0", "768.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "刘荣波", "实习手册（自编）；《医学影像检查技术》自编；《临床CT诊断学》李果珍，中国科学技术出版社；《磁共振成像技术指南——检查规范、临床策略及新技术应用》杨正汉 ，人民军医出版社", "Practice handbook. (self-edited material)；Medical Imageological Technique. (self-edited material)；Clinical CT Diagnostics. Li Guozhen, Chinese Science and Technology publishing company", "刘荣波、黄林、李真林等", "", "考查", "", "：本课程采用在教师指导下实践操作的方式，着重培养学生结合理论解决实际问题的能力，培养各种影像设备的操作能力，特别是在一定诊断能力的基础上，针对不同部位，不同疾病及病人的需求选择和操控相应设备采集图像、图像后处理的能力，主要包括DR、CT、1.5TMRI、3.0TMRI、三维成像、CT及MRI功能成像、二维超声、彩色超声、心脏超声、超声血管成像、功能成像；同位素成像、ECT、PECT、同位素功能测定及治疗；精确放疗定位以及影像诊断等。各轮转环节均有详细的理论要求和实践指导，拥有国际先进的各类影像设备，学生毕业后即可直接进入各级医院承担日常工作，并具有一定的研究和教学能力。", ""], ["502012020", "医学英语（Ⅰ）-2", "Medical English（Ⅰ）-2", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "谢红", "《生物医学阅读和写作》, 华西临床医学院自编教材；《医学英语新教程》，杨明山主编，世界图书出版公司，2005年3月1版。", "Biomedical Reading and Writing, self-edited by West China School of School", "谢红 商慧芳 万智", "", "考试", "", "本课程使用的是针对八年制学生设计的自编教材，旨在提高八年制学生科技英语论文写作和口头表达能力，为学生们后期的科研、学习、交流打下基础。授课内容包括生物医学科研论文的结构、怎样撰写引言和讨论、怎样正确使用图表表达数据、科技论文中常见医学统计学错误、怎样遵循杂志‘投稿须知’以及遵循杂志‘投稿须知’的重要性、科技论文写作和投稿常见伦理问题、怎样撰写投稿信、怎样回答同行评估者或杂志编辑提出的问题以及中国作者在科技论文写作常见错误等。本课程要求学生以3-4人为一小组的形式完成两篇3000字左右的文章，并将论文进行口头演说。", ""], ["502013020", "专业英语（医技影像）", "Special English", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "伍兵", "《Special English》，自编教材；《医学英语快速阅读教程》；《医学英语新教程》", "Special English . self-edited textbook；Rapid Reading Text Course of Medical English；Contemporary Medical English Course", "伍兵 姚晋 吴苾", "", "考试", "", "本课程主要讲授常用医药英语和影像技术必备专业英语。根据四川大学临床医学院影像技术专业本科培养方案的培养要求和影像技术系编写的教材《Special English》内容编写。本课程的学习目的是为影像技术专业的学生将来从事本专业工作及研究活动打下良好基础。本课程讲授的主要内容包括初步具备专业知识和所需信息的获取与交流能力、综述和摘要写作能力、英汉翻译能力、接诊和学术报告等方面的听说能力。本课程讲授的影像医学相关英语知识，能帮助学生更好地学习影像学专业知识，加强学生将来的学习能力和学术交流能力。", ""], ["502014010", "病理科实习（临医八年制）", "Internship(pathology)", "华西临床医学院", "", "本科", "1.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["502015060", "病理学（Ⅰ）", "Pathology(Ⅰ)", "华西临床医学院", "", "本科", "6.0", "112.0", "", "", "开设", "7.0", "64.0", "0.0", "48.0", "", "", "", "", "", "", "讲授含实践", "", "《病理学》，陈杰、李甘地主编，人民卫生出版社，2005年8月；Robbins Basic Pathology. Kumar V, Cotran RS, Robbins SL. Peking University Medical  Press. Seventh edition, Aug.2003；Robbins and Cotran Pathologic Basis of Disease. Kumar V, Abbas AK, Fausto N. Elsevier Saunders,. Seventh edition, Aug.2005", "Pathology. Chen J, Li GD. People&#39;s Medical Publishing House. First edition, Aug.2005；Robbins Basic Pathology. Kumar V, Cotran RS, Robbins SL. Peking University Medical Press. Seventh edition, Aug. 2003；Robbins and Cotran Pathologic Basis of Disease. Kumar V, Abbas AK, Fausto N. Elsevier Saunders. Seventh edition, Aug. 2005", "病理学教研室", "", "考试", "", "病理学是研究疾病的病因、发病机制、形态学变化、功能改变和相应临床表现的科学，是位于基础医学和临床医学之间的桥梁学科，又是许多疾病诊断并为其治疗提供依据的最可靠方法。病理学课程分为理论教学和实习教学。理论教学又分为病理学总论和各论两大部分，总论阐述细胞和组织适应和损伤、组织修复、局部血液循环障碍、炎症和肿瘤等基本病理变化，总结各种疾病发生发展的共同规律。各论则在总论的基础上，研究和阐述各种不同疾病的特殊规律。病理学实习则通过大体标本和切片的观察，以及临床病理讨论，加深学生对临床病理联系的理解。本课程还通过介绍常用的病理学实验研究方法以及学科最新进展，培养学生的科研思维。本课程是国家级精品课程和国家级双语教学示范课程，采用双语教学。", ""], ["502016050", "病理学（Ⅱ）", "Pathology(Ⅱ)", "华西临床医学院", "", "本科", "5.0", "96.0", "", "", "开设", "6.0", "64.0", "0.0", "32.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", "20180622学时调整48:48-64:32"], ["502017010", "病理学（Ⅲ）", "Pathology(Ⅲ)", "华西临床医学院", "", "本科", "1.0", "27.0", "", "", "开设", "2.0", "21.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "", "《病理学与病理生理学》，步宏主编，人民卫生出版社，第2版，2007年1月；《病理学》，李玉林、文继舫、唐建武主编，人民卫生出版社，第7版，2008年1月；《病理学》，陈杰、李甘地主编，人民卫生出版社，第1版，2005年8月。\n备注：理论带实验课", "Pathology and pathophysiology. Bu H. People&#39;s Medical Publishing House. Second edition, Jan. 2007；Pathology. Li YL, Wen JF, Tang JW. People&#39;s Medical Publishing House. Seventh edition, Aug. 2005；Pathology. Chen J, Li GD. People&#39;s Medical Publishing House. First edition, Aug. 2005", "病理学教研室", "", "考试", "", "病理学是研究疾病的病因、发病机制、形态学变化、功能改变和相应临床表现的科学，是位于基础医学和临床医学之间的桥梁学科，又是许多疾病诊断并为其治疗提供依据的最可靠方法。病理学课程分为理论教学和实习教学。病理学的理论教学包括病理学总论和各论，本课程的理论教学为病理学总论，主要阐述细胞和组织适应和损伤、组织修复、局部血液循环障碍、炎症和肿瘤等基本病理变化，总结各种疾病发生发展的共同规律。实习课则通过大体标本和切片的观察，加深学生对临床病理联系的理解。本课程要求学生掌握常见疾病的形态与功能改变，了解常用的病理学诊断和实验方法，理解病理变化与临床表现之间的有机联系。", ""], ["502018035", "超声检查学", "Ultrasonography", "华西临床医学院", "", "本科", "3.5", "64.0", "", "", "开设", "4.0", "32.0", "0.0", "32.0", "", "", "", "", "", "", "讲授含实践", "彭玉兰", "主编彭玉兰、罗燕、唐红、杨太珠，《超声检查学》，自编教材，内部印刷，2006年第二版；主编钱蕴秋，《超声诊断学》面向21世纪课程教材，第四军医大学出版社，2002年7月第一版；吴恩惠，《医学影像诊断学》面向21世纪课程教材，供医学影像诊断学学生使用，人民卫生出版社，2001年5月第一版；主编周翔平，《医学影像学》医学影像学普通高等教育十一五国家级规划教材，全国高等医药院校教材，高等教育出版社，2008年12月第一版；主编吴恩惠，《医学影像学》普通高等教育十一五国家级规划教材，全国高等学校教材，高等教育出版社，2005年11月第5版。", "TEXT BOOK OF ULTRASONOGRAPHY. Peng Yu-lan, Luo Yan, Tang Hong, Yang Tai-zhu. Sichuan University Press. 2006；DIAGNOSTIC ULTRASONOGRAPHY. Qian Yun-qiu. Fourth Military Medical University Press. 2002", "罗燕，唐红，杨太珠，饶莉，李永忠，黄鹤等", "", "考试", "", "本课程主要讲授超声诊断学的成像基础，特别是B型超声成像和彩色多普勒超声血流成像的相关知识，讲授消化系统、泌尿系统、腹腔及腹膜后、妇科、产科、心脏、浅表器官（乳腺、甲状腺、阴囊、肌肉骨骼系统、颌面部、眼、体表等）、血管等系统的常见疾病的超声图像特征及诊断要点，介绍超声引导下的各种临床操作。通过教与学，使学生了解超声检查技术的成像基础、临床应用，初步掌握超声诊断仪的操作技能，超声工作站图文报告编辑方法，掌握临床常见病与多发病的检查方法和诊断要点。", ""], ["502019030", "传染病学", "Infectious Disease", "华西临床医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "24.0", "0.0", "24.0", "", "", "", "", "", "", "讲授含实践", "", "《传染病学》杨绍基主编 人民卫生2008；《传染病学》马亦林 上海科学技术出版社 2005.8；《使用传染病学》李梦东  人民卫生  2004.8 ；《现代感染疾病与传染学》彭文伟  人民卫生  2000.9", "This course focuses on the epidemiology, etiology, clinical manifestations and diagnosis, and treatment of about 10 infectious diseases. Several classic infectious diseases will be emphasized.", "唐红、王丽春等", "本课程主要讲授各种常见传染病的流行病学、病原学、临床表现、病理改变及诊治预防。重点介绍掌握10余种危害严重的感染性疾病。重点突出，尤其强调基础理论与临床实际的有机结合，特别是经典传染性疾病的讲授更为注重。", "考试", "", "本课程主要讲授各种常见传染病的流行病学、病原学、临床表现、病理改变及诊治预防。重点介绍掌握10余种危害严重的感染性疾病。重点突出，尤其强调基础理论与临床实际的有机结合，特别是经典传染性疾病的讲授更为注重。", ""], ["502020020", "传染病学概论", "An Introduction to Infectious Diseases", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "刘自贵", "《传染病学概论》自编教材， 刘自贵主编， 2009", "Introduction of Infectious Diseases . Self-compiled teaching materials，editor-in-chief Zi-Gui Liu", "刘自贵等", "", "考试", "", "本课程主要讲授传染病的流行病学、、临床表现及诊治预防。重点介绍掌握几种危害严重的感染性疾病。重点突出，尤其强调基础理论与临床实际的有机结合，特别是影响大的几种传染性疾病的讲授更为注重。", ""], ["502021020", "传统康复学（中医康复学）", "Traditional Rehabilitation Chinese Medicine", "华西临床医学院", "", "本科", "2.0", "36.0", "", "", "开设", "3.0", "32.0", "0.0", "4.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["502022010", "低视力", "Low Vision", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "12.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "刘陇黔", "《低视力学》，孙葆忱，人民卫生出版社，2004年01月；《低视力学》，王思慧、谢培英，北京大学医学出版社，2003年7月", "Low Vision . Sun Baozheng ;  Low Vision . Wang Sihui &amp; Xie Peuying", "刘陇黔  杨必", "", "考试", "", "低视力学是眼视光学领域中的重要学科。该学科是20世纪后期在我国逐渐发展起来的学科，是眼科学的又一分支。低视力保健涉及临床眼科学、眼视光学、屈光学、视力康复及视力重建等，同时又面向社会，是社会心理学、管理学、社会福利、视残鉴定、特殊教育等众多领域的综合性学科。 其课程包括低视力概念，助视器的种类及应用和常见眼病的配镜原则及助视器的选用等 。低视力学科的建立、助视器的引进、开发与利用是社会文明、进步的象征，是视觉释放的又一次飞跃，为视觉重建提供了“新的视觉感官”，对低视视力患者能平等参与社会有着深刻的现实与长远意义。", ""], ["502023120", "定向实习（临医八年制）", "Focused Internship", "华西临床医学院", "", "本科", "12.0", "384.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["502024030", "儿科护理学", "Pediatric Nursing", "华西临床医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "赵秀芳", "《儿科护理学》，崔焱主编，人民卫生出版社，2006年5月第4版", "Pediatric Nursing，Cui Yan，People’s Medical Publishing House，May 2006, 4th edition.", "", "", "考试", "", "儿科护理学是一门研究小儿生长发育规律及其影响因素、儿童保健、疾病防治和护理，以促进儿童身心健康的护理科学。本课程主要阐述了儿童年龄分期、生长发育、儿童保健和预防接种、儿童营养和营养性疾病、新生儿及新生儿疾病、各器官系统疾病和危急重症患儿护理等。在教学中，主要讲授生长发育、儿童保健、小儿喂养、儿科护理技术操作、新生儿疾病及护理、各器官系统疾病及其护理和小儿重症监护。通过学习，要求学生能运用护理程序的工作方法，对小儿的心理、生理、社会及疾病等方面进行全面评估，实施整体护理，将儿科专科知识、基础知识和护理操作技术应用于儿科患儿的护理过程中。", ""], ["502025030", "儿科实习(临医八年制)", "Internship(Pediatrics)", "华西临床医学院", "", "本科", "3.0", "96.0", "", "", "开设", "6.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "陶于洪", "《儿科学》，毛萌主编，高等教育出版社，2007年1月出版；《诸福堂实用儿科学》第7版，胡亚美、江载芳等主编，人民卫生出版社，2008年12月出版；《Nelson Essentials of Pediatrics&gt;, Robert M.Kliegman, International Edition, 2008,12", "Pediatrics，Mao Meng, Higher Education Press, Jan. 2007;\nZhu Futang Practice of Pediatrics, Hu Yamei, People’s Medical Publishing House, Dec.2008; \nNelson Essentials of Pediatrics, Robert M.Kliegman, International Edition, Dec.2008.", "陶于洪、汪志凌、王一斌、朱易萍等", "", "考查", "", "学习儿科基础理论、基本知识和基本技能，能运用所学理论解决临床实际问题。熟悉小儿生长发育规律及生长发育评价、婴儿喂养与营养不良、儿童保健知识和疾病防治原则。掌握急性呼吸道疾病、泌尿系统疾病、造血系统疾病、内分泌系统、心血管系统的常见病、多发病的诊断和治疗。掌握小儿腹泻的发病机制和液体疗法。\x01", ""], ["502025040", "儿科实习（临医八年制）", "Internship(Pediatrics)", "华西临床医学院", "", "本科", "4.0", "128.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["502026020", "儿科实习（临医五年制）", "Internship(Pediatrics)", "华西临床医学院", "", "本科", "2.0", "96.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "陶于洪", "《儿科学》，毛萌主编，高等教育出版社，2007年1月出版；《诸福堂实用儿科学》第7版，胡亚美、江载芳等主编，人民卫生出版社，2008年12月出版\n《Nelson Essentials of Pediatrics&gt;, Robert M.Kliegman, International Edition, 2008,12", "Pediatrics，Mao Meng, Higher Education Press, Jan. 2007;\nZhu Futang Practice of Pediatrics, Hu Yamei, People’s Medical Publishing House, Dec.2008; \nNelson Essentials of Pediatrics, Robert M.Kliegman, International Edition, Dec.2008.", "陶于洪、汪志凌、王一斌、朱易萍等", "", "考查", "", "学习儿科基础理论、基本知识和基本技能，能运用所学理论解决临床实际问题。熟悉小儿生长发育规律及生长发育评价、婴儿喂养与营养不良和儿童保健知识和疾病防治原则。掌握急性呼吸道疾病、泌尿系统疾病、造血系统疾病、急性肾小球肾炎、先天性心脏病等儿科常见病、多发病的诊断、治疗与预防。掌握小儿腹泻的发病机制和液体疗法。", ""], ["502027050", "儿科学（Ⅰ）（双语）", "Pediatrics(Ⅰ)", "华西临床医学院", "", "本科", "5.0", "96.0", "", "", "开设", "6.0", "48.0", "0.0", "48.0", "", "", "", "", "", "", "讲授含实践", "杨凡", "《儿科学》，毛萌主编，高等教育出版社，2007年1月出版；《诸福堂实用儿科学》第7版，胡亚美、江载芳等主编，人民卫生出版社，2008年12月出版\n《Nelson Essentials of Pediatrics&gt;, Robert M.Kliegman, International Edition, 2008,12", "Pediatrics，Mao Meng, Higher Education Press, Jan. 2007;\nZhu Futang Practice of Pediatrics, Hu Yamei, People’s Medical Publishing House, Dec.2008; \nNelson Essentials of Pediatrics, Robert M.Kliegman, International Edition, Dec.2008.", "杨凡、母得志、刘瀚旻、毛萌等", "", "考试", "", "儿科学是临床医学主要课程之一。是研究小儿生长发育规律、提高小儿身心健康水平和疾病防治质量的医学科学。其服务的对象是处于不断生长发育中的儿童和青少年。包括儿童保健、新生儿、血液、心血管、呼吸、消化、肾脏、神经和传染等三级学科。通过对儿科学的学习，使学生掌握儿童生长发育的一般规律，不同时期儿童预防保健的重点，掌握儿童常见病和多发病的临床诊断、鉴别诊断要点和治疗原则，尤为重要的在于掌握儿童疾病诊断和鉴别诊断的正确的临床思维方法。", "20130410改为双语课程"], ["502028040", "儿科学（Ⅱ）", "Pediatrics(Ⅱ)", "华西临床医学院", "", "本科", "4.0", "80.0", "", "", "开设", "5.0", "32.0", "0.0", "48.0", "", "", "", "", "", "", "讲授含实践", "杨凡", "《儿科学》，毛萌主编，高等教育出版社，2007年1月出版；《诸福堂实用儿科学》第7版，胡亚美、江载芳等主编，人民卫生出版社，2008年12月出版\n《Nelson Essentials of Pediatrics&gt;, Robert M.Kliegman, International Edition, 2008,12", "Pediatrics，Mao Meng, Higher Education Press, Jan. 2007;\nZhu Futang Practice of Pediatrics, Hu Yamei, People’s Medical Publishing House, Dec.2008; \nNelson Essentials of Pediatrics, Robert M.Kliegman, International Edition, Dec.2008.", "杨凡、母得志、刘瀚旻、毛萌等", "", "考试", "", "儿科学是临床医学主要课程之一。是研究小儿生长发育规律、提高小儿身心健康水平和疾病防治质量的医学科学。其服务的对象是处于不断生长发育中的儿童和青少年。包括儿童保健、新生儿、血液、心血管、呼吸、消化、肾脏、神经和传染等三级学科。通过对儿科学的学习，使学生掌握儿童生长发育的一般规律，不同时期儿童预防保健的重点，掌握儿童常见病和多发病的临床诊断、鉴别诊断要点和治疗原则，尤为重要的在于掌握儿童疾病诊断和鉴别诊断的正确的临床思维方法。", ""], ["502029030", "儿科学（Ⅲ）", "Pediatrics(Ⅲ)", "华西临床医学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "杨凡", "《儿科学》，毛萌主编，高等教育出版社，2007年1月出版；《诸福堂实用儿科学》第7版，胡亚美、江载芳等主编，人民卫生出版社，2008年12月出版", "Pediatrics，Mao Meng, Higher Education Press, Jan. 2007;\nZhu Futang Practice of Pediatrics, Hu Yamei, People’s Medical Publishing House, Dec.2008; \nNelson Essentials of Pediatrics, Robert M.Kliegman, International Edition, Dec.2008.", "杨凡、母得志、刘瀚旻、毛萌等", "", "考试", "", "儿科学是临床医学主要课程之一。是研究小儿生长发育规律、提高小儿身心健康水平和疾病防治质量的医学科学。其服务的对象是处于不断生长发育中的儿童和青少年。包括儿童保健、新生儿、血液、心血管、呼吸、消化、肾脏、神经和传染等三级学科。通过对儿科学的学习，使学生掌握儿童生长发育的一般规律，不同时期儿童预防保健的重点，掌握儿童常见病和多发病的临床诊断、鉴别诊断要点和治疗原则，尤为重要的在于掌握儿童疾病诊断和鉴别诊断的正确的临床思维方法。", ""], ["502030020", "儿童呼吸治疗学", "Pediatric Respiratory Care", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "杨凡", "《儿科学》，毛萌主编，高等教育出版社，2007年1月出版；《诸福堂实用儿科学》第7版，胡亚美、江载芳等主编，人民卫生出版社，2008年12月出版\n《Nelson Essentials of Pediatrics&gt;, Robert M.Kliegman, International Edition, 2008,12", "Pediatrics，Mao Meng, Higher Education Press, Jan. 2007;\nZhu Futang Practice of Pediatrics, Hu Yamei, People’s Medical Publishing House, Dec.2008; \nNelson Essentials of Pediatrics, Robert M.Kliegman, International Edition, Dec.2008.", "杨凡、母得志、刘瀚旻、毛萌等", "", "考试", "", "了解新生儿及小儿常见呼吸相关疾病的病理生理、临床表现、诊断和处理，并能执行新生儿评估及呼吸系统状况评估；小儿呼吸看护相关的治疗技术，让学生能依据评估资料明确病人问题，拟定治疗计划，评价治疗结果。", ""], ["502031040", "耳鼻喉科实习（口腔八年制）", "Internship(otorhinolaryngology)", "华西临床医学院", "", "本科", "4.0", "112.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "王力红", "《耳鼻咽喉头颈外科学》，韩德民，高等教育出版社，2005年2月第一版。", "Otolaryngology-Head and Neck Surgery, Han Demin. Higher Education Press, 1st edition, February 2005.", "王力红、刘世喜、郑虹等", "", "考试", "", "耳鼻咽喉-头颈外科学是研究听觉、平衡、嗅觉诸感官与呼吸、吞咽、发音语言诸运动器官的解剖、生理和疾病现象的一门学科。近二十年耳鼻咽喉科基础与临床的范畴进一步扩大，耳蜗植入、听性脑干植入，助听器选配与听觉语言训练等较好发展，保存面神经及听觉功能的听神经瘤切除，面神经全程减压与淋巴囊手术已普遍开展，鼻腔，鼻窦疾病的内窥镜手术成为鼻窦外科的现代特征，颈动脉体瘤切除，颈段气管、食管癌切除与气管、食管重建，功能性或根治性颈廓清术，喉癌及下咽癌切除与功能重建及甲状腺显微手术等成为颈部科学的重要内容。现代耳鼻咽喉科的范畴成为名符其实的耳鼻咽喉头颈外科。", ""], ["502032030", "耳鼻喉科实习（口腔七年制）", "Internship(otorhinolaryngology)", "华西临床医学院", "", "本科", "3.0", "96.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "王力红", "《耳鼻咽喉头颈外科学》，韩德民，高等教育出版社，2005年2月第一版。", "Otolaryngology-Head and Neck Surgery, Han Demin. Higher Education Press, February 2005, 1st edition.", "王力红、刘世喜、郑虹等", "", "考试", "", "耳鼻咽喉-头颈外科学是研究听觉、平衡、嗅觉诸感官与呼吸、吞咽、发音语言诸运动器官的解剖、生理和疾病现象的一门学科。近二十年耳鼻咽喉科基础与临床的范畴进一步扩大，耳蜗植入、听性脑干植入，助听器选配与听觉语言训练等较好发展，保存面神经及听觉功能的听神经瘤切除，面神经全程减压与淋巴囊手术已普遍开展，鼻腔，鼻窦疾病的内窥镜手术成为鼻窦外科的现代特征，颈动脉体瘤切除，颈段气管、食管癌切除与气管、食管重建，功能性或根治性颈廓清术，喉癌及下咽癌切除与功能重建及甲状腺显微手术等成为颈部科学的重要内容。现代耳鼻咽喉科的范畴成为名符其实的耳鼻咽喉头颈外科。", ""], ["502033030", "耳鼻喉科实习（口腔五年制）", "Internship(otorhinolaryngology)", "华西临床医学院", "", "本科", "3.0", "80.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "王力红", "《耳鼻咽喉头颈外科学》，韩德民，高等教育出版社，2005年2月第一版。", "Otolaryngology-Head and Neck Surgery, Han Demin. Higher Education Press, February 2005, 1st edition.", "王力红、刘世喜、郑虹等", "", "考试", "", "耳鼻咽喉-头颈外科学是研究听觉、平衡、嗅觉诸感官与呼吸、吞咽、发音语言诸运动器官的解剖、生理和疾病现象的一门学科。近二十年耳鼻咽喉科基础与临床的范畴进一步扩大，耳蜗植入、听性脑干植入，助听器选配与听觉语言训练等较好发展，保存面神经及听觉功能的听神经瘤切除，面神经全程减压与淋巴囊手术已普遍开展，鼻腔，鼻窦疾病的内窥镜手术成为鼻窦外科的现代特征，颈动脉体瘤切除，颈段气管、食管癌切除与气管、食管重建，功能性或根治性颈廓清术，喉癌及下咽癌切除与功能重建及甲状腺显微手术等成为颈部科学的重要内容。现代耳鼻咽喉科的范畴成为名符其实的耳鼻咽喉头颈外科。", ""], ["502034010", "耳鼻喉科实习（临医八年制）", "Internship(otorhinolaryngology)", "华西临床医学院", "", "本科", "1.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "", "", "", ""], ["502035020", "耳鼻咽喉科学（Ⅰ）", "Otorhinolaryngology(Ⅰ)", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "16.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "王力红", "《耳鼻咽喉头颈外科学》，韩德民，高等教育出版社，2005年2月第一版。", "Otolaryngology-Head and Neck Surgery, Han Demin. Higher Education Press, 1st edition, February 2005.", "王力红、郑艳、赵宇、李文等", "", "考试", "", "耳鼻咽喉-头颈外科学是研究听觉、平衡、嗅觉诸感官与呼吸、吞咽、发音语言诸运动器官的解剖、生理和疾病现象的一门学科。近二十年耳鼻咽喉科基础与临床的范畴进一步扩大，耳蜗植入、听性脑干植入，助听器选配与听觉语言训练等较好发展，保存面神经及听觉功能的听神经瘤切除，面神经全程减压与淋巴囊手术已普遍开展，鼻腔，鼻窦疾病的内窥镜手术成为鼻窦外科的现代特征，颈动脉体瘤切除，颈段气管、食管癌切除与气管、食管重建，功能性或根治性颈廓清术，喉癌及下咽癌切除与功能重建及甲状腺显微手术等成为颈部科学的重要内容。现代耳鼻咽喉科的范畴成为名符其实的耳鼻咽喉头颈外科。", ""], ["502036010", "耳鼻咽喉科学（Ⅱ）", "Otorhinolaryngology(Ⅱ)", "华西临床医学院", "", "本科", "1.0", "24.0", "", "", "开设", "2.0", "16.0", "0.0", "8.0", "", "", "", "", "", "", "讲授含实践", "王力红", "《耳鼻咽喉头颈外科学》，韩德民，高等教育出版社，2005年2月第一版。", "Otolaryngology-Head and Neck Surgery, Han Demin. Higher Education Press, 1st edition, February 2005.", "王力红、郑艳、赵宇、李文等", "", "考试", "", "耳鼻咽喉-头颈外科学是研究听觉、平衡、嗅觉诸感官与呼吸、吞咽、发音语言诸运动器官的解剖、生理和疾病现象的一门学科。近二十年耳鼻咽喉科基础与临床的范畴进一步扩大，耳蜗植入、听性脑干植入，助听器选配与听觉语言训练等较好发展，保存面神经及听觉功能的听神经瘤切除，面神经全程减压与淋巴囊手术已普遍开展，鼻腔，鼻窦疾病的内窥镜手术成为鼻窦外科的现代特征，颈动脉体瘤切除，颈段气管、食管癌切除与气管、食管重建，功能性或根治性颈廓清术，喉癌及下咽癌切除与功能重建及甲状腺显微手术等成为颈部科学的重要内容。现代耳鼻咽喉科的范畴成为名符其实的耳鼻咽喉头颈外科。", ""], ["502037010", "耳鼻咽喉科学（Ⅲ）", "Otorhinolaryngology(Ⅲ)", "华西临床医学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "", "", "", "", "", "讲授含实践", "王力红", "《耳鼻咽喉头颈外科学》，韩德民，高等教育出版社，2005年2月第一版。\n备注：", "Otolaryngology-Head and Neck Surgery, Han Demin. Higher Education Press, 1st edition, February 2005.", "王力红、郑艳、赵宇、李文等", "", "考试", "", "耳鼻咽喉-头颈外科学是研究听觉、平衡、嗅觉诸感官与呼吸、吞咽、发音语言诸运动器官的解剖、生理和疾病现象的一门学科。近二十年耳鼻咽喉科基础与临床的范畴进一步扩大，耳蜗植入、听性脑干植入，助听器选配与听觉语言训练等较好发展，保存面神经及听觉功能的听神经瘤切除，面神经全程减压与淋巴囊手术已普遍开展，鼻腔，鼻窦疾病的内窥镜手术成为鼻窦外科的现代特征，颈动脉体瘤切除，颈段气管、食管癌切除与气管、食管重建，功能性或根治性颈廓清术，喉癌及下咽癌切除与功能重建及甲状腺显微手术等成为颈部科学的重要内容。现代耳鼻咽喉科的范畴成为名符其实的耳鼻咽喉头颈外科。", ""], ["502038020", "放射药物学及放射卫生防护", "Radio-Medicine and Protect", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "20.0", "0.0", "12.0", "", "", "", "", "", "", "讲授含实践", "李云春", "放射性药物学（四川大学医学应用技术项目讲义），李云春主编，四川大学出版社，2010年2月；临床核医学，谭天秩主编，人民卫生出版社，2003年9月第2版", "Radiopharmacy, Yunchun Li, Sichuan University Press, Feb.2010；\nClinic Nuclear Medicine, Tianzhi Tan, People’s Medical Publishing House, Sep.2003", "李云春  梁正路", "", "考试", "", "本课程主要讲授放射性药物、放射性核素发生器、放射卫生防护及体外放射分析的基本知识、理论和技能。本课程阐述放射性药物用于诊断和治疗的机理、核医学对医用放射性核素的要求、核医学对放射性药物的要求、放射性核素的生产、放射性药物的制备、合理使用放射性药物的原则、放射性核素发生器的基本原理、99Mo-99mTc发生器、113Sn-113mIn发生器、99mTc的放射性药物化学、113mIn的放射性药物化学、临床常用的SPECT显像和治疗放射性药物、常用放射性药物与普通药物的相互作用、PET放射性药物的知识、常用PET药物的制备、放射性药物质量控制、放射性辐射及卫生防护和体外放射性分析的基本原理、条件、质量控制。本课程要求学生掌握放射性药物、放射卫生防护及体外放射分析的基本原理，较熟悉地将所学知识用于临床。", ""], ["502039020", "分子生物学诊断技术", "Diagnostic Techniques of Molecular Biology", "华西临床医学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "28.0", "0.0", "4.0", "", "", "", "", "", "", "讲授含实践", "应斌武", "《分子生物学检验技术》，樊绮诗，吕建新主编，人民卫生出版社，2008年11月。", "Diagnostic Techniques of Molecular Biology，Fanqishi、 Lvjianxin. People’s Medical Publishing House、Nov.2008.", "", "", "考试", "", "分子生物学诊断技术是医学检验专业一门新兴学科，主要是介绍各种分子生物学技术在医学检验领域中的重要应用，讲习内容包括利用分子生物学技术分析疾病基因、从分子水平分析疾病发生的原因、跟踪疾病发展过程、检测感染人类的病原体以及根据基因多态性指导个体化治疗等。本课程要求学生掌握目前临床使用的分子生物学技术的运用以及分子生物学新技术的研究与进展。", "20160105学时调整24:8-28:4"], ["502040035", "妇产科护理学", "Ob/Gy Nursing", "华西临床医学院", "", "本科", "3.5", "64.0", "", "", "开设", "4.0", "48.0", "0.0", "16.0", "", "", "", "", "", "", "讲授含实践", "王玉琼", "《妇产科护理学》，郑修霞主编，人民卫生出版社，2006年6月第4版", "Ob/Gy Nursing，Zheng Xiuxia，People’s Medical Publishing House，Jun.2006", "", "", "考试", "", "妇产科护理学是一门有关妇女保健和女性生殖系统疾病及护理的临床学科，主要阐述妇女在妊娠、分娩和产后的正常、异常过程及其护理，胎儿、新生儿的生理及护理，女性生殖系统疾病的诊断、防治及护理，妇女保健和计划生育指导等。本课程主要讲授女性生殖系统的解剖和生理、妊娠生理及诊断、正常分娩与异常分娩的护理、妊娠并发症和合并症的护理、产褥期护理以及女性生殖系统炎症、子宫及卵巢肿瘤的护理、妊娠滋养细胞疾病的护理、月经失调与不孕症、计划生育与妇女保健等。通过学习，要求学生能运用护理程序的工作方法，对妇女在生理、心理、社会及疾病等方面进行全面评估，实施整体护理。仼", ""]]