[["304227100", "毕业设计（计算机金融工程交叉）", "Final Year Project", "计算机学院", "", "本科", "10.0", "256.0", "", "", "开设", "10.0", "256.0", "", "", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "", "", "", "20180328"], ["304228030", "Python程序设计语言", "Python Programming Language", "计算机学院", "", "", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "", "", "16.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180403"], ["304229020", "Web前端技术:H5+CSS3+JS", "Web Front-end Technology : H5 + CSS3 + JS", "计算机学院", "", "", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "20180403"], ["304230020", "人工智能思想", "Ideas in Artificial Intelligence", "计算机学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180403"], ["304231020", "智能时代下的创新创业实践", "", "计算机学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180409"], ["304232010", "算法竞赛基础与训练指南", "Practical Training Guide to Algorithm Contest", "计算机学院", "", "", "1.0", "16.0", "", "", "开设", "", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "校外专家开课", "讲授", "", "算法竞赛入门经典(第二版)\n算法竞赛入门经典：训练指南", "", "陈锋", "使学生初步掌握ACM/ICPC算法竞赛所用到的大部分数据结构与算法的基础知识，并且通过训练能够初步灵活运用解决初级到中级的大部分题目", "考查", "", "以《算法竞赛入门经典》系列书籍为大纲，介绍竞赛中最常用的算法设计思维以及数据结构。\x03\x0b\x04o\n?", "20180413"], ["304233010", "区块链技术概述", "Block chain technology overview", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "校外专家开课", "讲授", "", "区块链原理、设计与应用，机械工业出版社", "", "陈锋", "使学生了解区块链技术的算法原理和典型应用场景，并对区块链技术的进一步扩展应用有一定的认识", "考查", "", "区块链技术相关的理论、数据结构、算法以及实验环境??繟", "20180413"], ["304234010", "大学生职业生涯规划", "Career planning for college students", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "课程说明：通过本课程的教学，帮助学生树立起职业生涯发展的自主意识，基本了解职业发展的阶段特点、职业的特性以及社会环境，较为清晰地认识自己的特性；帮助学生了解就业形势与政策法规，相关的职业分类知识以及创业的基本知识；帮助学生掌握自我探索技能、生涯决策技能、求职技能以及创业的基本技能等。", "考查", "", "", "20180420"], ["304235020", "智能时代下的创新创业实践", "", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "", "", "", "", "", "20180503"], ["304236010", "Machine Learning in Bioinformatics", "Machine Learning in Bioinformatics", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Zheng. Huiru", "This course provides an introduction to the key concepts of machine learning (ML) and its applications in Bioinformatics for second or third year students who are interested in multidisciplinary research and applications. The course will not have any prerequisites. It will equip students with essential machine learning and bioinformatics skills and allow them exploring a new career or research area in the future. Practical examples will be used to demonstrate the concept, application and enhancement of bioinformatics in biology, medicine and healthcare. AIMS ？To introduce the fundamentals of ML, including knowledge representation, modelling, learning and evaluation？To develop the capability in applying the knowledge and tools to build ML models for various types of problems in Bioinformatics and computational biology？To develop the skills for solving problems in Bioinformatics using ML LEARNING OUTCOMESSuccessful students will be able to？Demonstrate understanding of the fundamentals in the core areas of ML such as knowledge representation, modelling, learning and evaluation？Develop ML models for various types of problems in Bioinformatics including classification and clustering; and evaluate them using a metric of choice？Employ ML techniques to solve practical problems in Bioinformatics using software tools and libraries？Exercise self-motivation and original thinking", "", "", "", "20180509实践周"], ["304237010", "Essential Image Processing for Remote Sensing", "Essential Image Processing for Remote Sensing", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Liu. Jianguo", "The aim of this course is to introduce the basic knowledge of remote sensing and essential techniques to handle with remote sensing imagery data for optimal visualization, spectral enhancement and extraction of thematic information. Beside commonly used image processing techniques, the course also covers radar interferometry and advanced sub-pixel technology.Contents (16 hours)1.Physical principles of remote sensing, EO satellites and Sensors 4 hours2.Multi-spectral Image visualization, enhancement and operations 4 hours3.SAR and Radar interferometry 4 hours4.Sub-pixel image analysis 4 hoursReferencesJian Guo Liu and Philippa Mason, 2016, Image Processing and GIS for Remote Sensing – Techniques and Applications, (2nd Edition) 465p (Wiley-Blackwell).Jian Guo Liu and Philippa Mason, 2009, Essential Image Processing and GIS for Remote Sensing, 443p (1st Edition) (Wiley-Blackwell).", "", "", "", "20180509实践周"], ["304238010", "Modeling and Analysis of Concurrency 1", "Modeling and Analysis of Concurrency 1", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Jyrki Tapia Nummenmaa", "The course gives introductory knowledge and basic skills in formal specification of concurrent processes using Finite State Processes and observing the properties of those specifications using Labelled State Transitions.After the course the students are able to write simple specifications for concurrent processes, and using the provided toolset, they are able to animate the specification and formulate and prove simple formal properties of them.The course is based on the book “Concurrency: State Models &amp; Java Programs” (2nd edition) by Jeff Magee &amp; Jeff Kramer. It is not necessary to have the book to participate in the course, the slides provide the necessary information.This course is the first part of my proposed teaching", "", "", "", "20180509实践周"], ["304239010", "Modeling and Analysis of Concurrency 2", "Modeling and Analysis of Concurrency 2", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Jyrki Tapia Nummenmaa", "The course gives further knowledge and skills in formal specification of concurrent processes using Finite State Processes, in particular in defining the safety and liveliness of such systems and observing the properties of those specifications using Labelled State Transitions.After the course the students are able to specify safety and liveness properties for concurrent processes, and using the provided toolset, they are able to animate the specification and formulate and prove simple formal properties of them.The course is based on the book “Concurrency: State Models &amp; Java Programs” (2nd edition) by Jeff Magee &amp; Jeff Kramer. It is not necessary to have the book to participate in the course, the slides provide the necessary information.This course is the second part of my proposed teaching.", "", "", "", "20180509实践周"], ["304240010", "Machine Learning", "Machine Learning", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Liu. Yonghuai", "1. Introduction - 2 lectures Possibility and necessity of learning, target function, components in a learning system, performance measurement of learning systems.2. Reinforcement learning - 2 lectures This chapter will use reinforcement learning to develop applications about robot path optimization: Reward, Markov decision process, utility function, Q-learning.3. Concept learning - 4 lecturesThis chapter will use concept learning to develop applications to predict whether students like this module or not: Generality ordering of hypotheses, FIND-S algorithm, version space, the LIST-THEN-ELIMINATE algorithm, inductive bias4. Decision tree learning - 4 lectures This chapter will use decision tree learning to develop applications about banking business: Entropy, best attribute, information gain, best tree, inductive bias, Occam&#39;s razor, over-fitting, reduced error pruning, rule post-pruning.5. Support vector machines - 3 lectures This chapter will introduce the ideas, formulations and applications of support vector machines: Binary linear classifier, maximum margin hyperplane, linear separability, primal/dual form, quadratic programming, multi-class classification, and applications.6. Revision - 1 lecture", "", "", "", "20180509实践周"], ["304241010", "Big Data Management", "Big Data Management", "计算机学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Bao. Zhifeng", "This course builds on skills gained in database management systems and gives students an in-depth understanding of a wide range of fundamental Big Data Management systems. In particular, this course focuses on the “variety” of the 3Vs in big data, where how to store, index and query various types of data (structured, unstructured, geo-spatial and time series data) in a real-world application. Moreover, this courses introduce an end-to-end infrastructure to solve big data management problems, which include data cleaning, data integration, data update, query processing (top-k query, k-nearest neighbour query, range query, point query), data visualization, data crowdsourcing, from front-end to back-end. The students are expected to establish the skills to extract core efficiency/scalability challenges from a real-life application scenario, in order to identify and address the bottleneck of a big data management system. This course establishes a strong working knowledge of the concepts, techniques and products associated with Big Data. The main focus is on specialized storage models, indexing techniques, efficient and scalable algorithm designs for query processing, to work with a variety of Big Data. Students will learn the core functionality of each major Big Data component and how they integrate to form a coherent solution with business benefit. Hands-on programming and algorithm design exercises aim to provide insight into what the tools do so that their role in Big Data systems can be understood. Beyond the theory part, this course tries to bridge the theory to the application. In particular, it will introduce how to explore the usability of？heterogeneous data, like how？Google Maps work on spatial-textual data, how to analyse the user activity trajectory data for route planning, capacity estimation in intelligent transportation, how to do data integration and cleaning before data analytics, how to do data crowdsourcing for tasks to combine the expertise of computer and human being.", "", "", "", "20180509实践周"], ["304423020", "程序设计竞赛训练-Ⅱ", "Programming Contest Training -Ⅱ", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "国际周课程", "讲授含实践", "左劼", "", "", "", "面向已经具备良好的程序设计基础，准备参加程序设计竞赛的学生，进行集中训练。通过训练，在算法设计、数据结构、程序设计能力等方面有进一步提高。", "考查", "", "该课程通过专题训练、个人训练、分组对抗、模拟比赛等方式进行训练。", "20180524"], ["304424020", "创践—大学生创新创业实务", "", "计算机学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20180625"], ["305001005", "理论力学工程应用", "The Engineering application of Theoretical mechanics", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "李俊峰", "把理论力学内容与生活、工程和科研密切相关，有助于提高学生学习理论力学的兴趣，开阔眼界，激发创新精神,以及解决生活，工程中与理论力学相关问题。", "考查", "", "本课程是理论力学课程教学内容的补充，主要讲述了理论力学的概念、理论、和方法在日常生活及工程实际中的应用。既展示了实际问题的多样性，又体现了理论工具在解决实际问题中的巨大威力，对讲授理论力学的教师和学习理论力学的学生都大有裨益", "20180413"], ["305001010", "乡村学校规划设计", "planning and Design of Rural Schools", "建筑与环境学院", "", "", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "", "", "", "", "", "", "", "", "", "20180413"], ["305001020", "AUTOCAD", "AutoCAD for water supply and drainage engineering", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "32.0", "0.0", "", "", "", "", "", "", "实验", "陈尧", "《AutoCAD 2006中文版工程制图》,  郭玲文主编，机械工业出版社，2006.9", "AutoCAD 2006 for engineering drawing (Chinese), Lingwen Guo, China Machine Press, Sep., 2006.", "", "", "考查", "", "AutoCAD软件在给排水工程设计中得到了广泛的应用。本课程主要目的是培养学生熟练应用AutoCAD软件进行给排水工程制图的能力。课程包括理论讲解和上机实践两部分。理论讲解部分主要介绍 AutoCAD软件的基本功能和使用方法，基本二维绘图及编辑命令的使用以及应用AutoCAD软件绘制给排水工程图纸的方法步骤等。上机实践部分主要指导学生熟悉和正确使用AutoCAD基本命令进行绘图操作，并进行各类给排水工程图纸的绘制训练。", ""], ["305002005", "建筑手绘艺术与设计快速表现", "Fast performance of architectural hand-paited art and design", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《夏克梁麦克笔建筑表现与探析》\n《钢笔建筑画教程》", "", "夏克梁", "通过讲座让学生首先对“建筑手绘”有个正确的认识，其次是了解“艺术手绘”的创作方法及“设计手绘”的学习方法，再者是提升学生的审美能力。", "考查", "", "第一部分：从“建筑画”到“建筑手绘”\n第二部分： 建筑“艺术手绘”及其创作、用途\n第三部分： 建筑“设计手绘”的学习方法及要点\n第四部分：作品赏析及实训", "20180514"], ["305002010", "生态学应用与景观设计学前沿", "Ecological applications and Iandscape design frontiers", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", "20180514"], ["305002020", "C程序设计", "C Programming", "建筑与环境学院", "", "本科", "2.0", "48.0", "", "", "开设", "3.0", "32.0", "16.0", "0.0", "", "", "", "", "", "", "讲授含实践", "", "", "", "", "", "", "", "", ""], ["305003005", "公路桥梁隧道工程概论及实务", "Introduction and practice of highway bridge tunnel engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", "20180514"], ["305003030", "Photoshop基础与应用", "Basic and Applications of Photoshop", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "32.0", "", "0.0", "16.0", "", "", "", "", "", "讲授含实践", "刘展", "《Adobe数字艺术中心Photoshop CS标准教材》，Adobe公司北京代表处主编，人民邮电出版社，2005年4月；《大师之路--Photoshop中文版完全解析》，赵鹏编著，人民邮电出版社，2007年12月", "Adobe Digital Arts Center Photoshop CS standard curriculum, Adobe&#39;s Beijing office, chief editor of Posts &amp; Telecom Press, Apr. 2005; Master of the Road - Photoshop Chinese version completely resolved, Zhao Peng, Posts &amp; Telecom Press, Dec. 2007", "", "", "考查", "", "在网页与多媒体作品的制作中，离不开图片等素材的制作和处理。本课程系统地介绍了国际知名的图像处理软件Photoshop的常用功能及其具体应用。首先简要介绍Adobe Photoshop的主要功能、工作界面以及各菜单的基本作用等内容；在此基础上，结合具体实例分别介绍图像调整工具，选区的创建和编辑，路径的创建和编辑，图层的使用，通道和蒙板的应用，图像色彩编辑，文字的绘制与编辑，及利用滤镜工具进行特效处理等内容。本课程突出实用性和操作性，在了解图像的基本知识后，通过本课程的学习，学生可掌握Photoshop常用功能的操作，具备图像处理的能力，为网页与多媒体作品的制作打下基础。", ""], ["305004005", "建筑风格", "Architectural Style", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "校外专家开课", "讲授", "", "", "", "", "", "", "", "", "20180521"], ["305004010", "隧道及地下工程概论", "General introduction of tunnel and underground engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "", "", "", "", "", "", "", "", "", "20180514"], ["305004020", "安装与市政工程概论", "Introduction to construction installation and municipal engineering\nIntroduction to construction installation and \nmunicipal engineering\nIntroduction to construction installation and \nmunicipal engineering", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈玉水", "《建筑设备概论》,齐俊峰主编，中国建筑工业出版社，2008年2月", "Conspectus of building equipment, Qijjunfeng, China engineering industry press, February 2008.", "", "", "考试", "", "本课程讲授主要内容包括以民用建筑电气工程的基本功能为主，突出系统特点、主要设备功能，施工工艺的要求以及城市给水排水工程、城市燃气供热工程、城市電力通信工程和等其他公用設施工程的基本组成。为建筑安装与市政工程估价打下坚实的基础。？", ""], ["305005005", "中国古典园林文化", "Chinese classical garden culture", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "《中国古代园林史》\n《园林艺术及园林设计》\n参考资料《园冶》《庄子》《老子》\n《礼记》《园林与中国文化》", "", "郭丽文", "使学生全面理解中国古典园林的文化内涵、文化意义；同时通过实地考察和亲手设计等活动，使学生掌握古典园林设计和建造的基础知识和技能", "考查", "", "本课程主要介绍中国古典园林兴起的背景、功能、文化含义等。\n一、中国古典园林的定义\n二、中国古典园林兴起的背景\n三、中国古典园林的分类和功能\n四、中国古典园林的文化含义", "20180514"], ["305005010", "市政排水管线工程设计实践讲座", "Lecture on the design practice of municipal drainage pipeline engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", "20180514"], ["305005020", "安装与市政工程估价", "Building installation engineering and municipal engineering", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "陈玉水", "《建筑安装与市政工程估价》 刘长滨主编，中国建筑工业出版社，2008年2月；《建设工程工程量清单计价规范》GB50500-2008，中国计划出版社，2008年9月", "Building installation and municipal engineering estimate, Liuchangbin, China industry press, September 2008; GB codes for engineering bill pricing of construction engineering,GB50500-2008, China planning press, September 2008.\nGB codes", "", "", "考试", "", "本课程主要讲授围绕建筑安装工程、市政工程及工程造价的确定，从工程造价管理的基本概念出发，系统阐述了工程造价的构成与计算方法、建设工程工程量清单计价规范的内容与基本规定和建设工程消耗量定额的制定；针对建筑安装、市政及工程造价的确定，介绍了其工程量计算规则和相关问题。其中重点阐述和分析建筑安装施工图预算、招标投标估算的计量和计价方法。本课程紧密结合实际，通过应用性较强的案例，要求学生掌握投资估算、设计概算、施工图预算、招标投标估算，灵活运用工程造价基本原理，为独立编制工程量清单及投标报价打下坚实的基础。", ""], ["305006005", "建筑风格", "Architectural Style", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "", "", "考查", "", "", "20180523"], ["305006010", "安装与市政工程估价课程设计", "Course Design of Building Installation Engineering", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实习实训", "陈玉水", "《建筑安装与市政工程估价》，刘长滨主编，中国建筑工业出版社，2008年2月；《建设工程工程量清单计价规范》GB50500-2008，中国计划出版社，2008年9月", "Building installation and municipal engineering estimate, Liuchangbin, China industry press, September 2008", "", "", "考查", "", "本课程设计是工程造价基本原理与工程实际结合的重要环节。本课程设计紧密结合实际，操作性强，通过应用性较强的大作业，要求学生在掌握投资估算、设计概算、施工图预算、招标投标估算的基础上，灵活运用工程造价基本原理，独立编制工程量清单及投标报价。x", ""], ["305007005", "暖通空调机房设计与分析", "Design and analysis of the equipment space in buildings", "建筑与环境学院", "", "本科", "0.5", "8.0", "", "", "开设", "", "8.0", "", "", "", "", "", "", "", "校外专家开课", "讲授", "", "", "", "", "", "考查", "", "", "20180523"], ["305007010", "欧洲园林景观", "Landscape development in Europe with case studies", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "周默", "让学生通过本课程的学习，掌握欧洲古典园林与现代园林的基本概念与基本原理，了解欧洲园林设计的大概理念；重点将以波兰，捷克和奥地利等东欧国家的农村景观现状以及实际的案例的讲解来更形象的把握不同阶段的欧洲封建园林发展的特点以及预测未来的发展趋向；能够综合运用所学的风景园林的知识从事园林景观，乡村规划的绿化，旅游，环境方面的设计相关的实践工作", "考查", "", "通过最新、最实时、最优秀的欧洲园林景观规划的案例，并通过教师讲授和启发，能够将抽象的欧洲园林景观与建筑和城市规划实践结合起来。使学生对园林景观规划与设计的实践工作有更加深入的了解，也提高该课程在总体教学的质量和水平\x07", "20180516"], ["305007020", "板壳力学", "Mechanics of Plate and Shell", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "王清远", "《弹性力学》第四版 下册 徐芝纶著， 高等教育出版社 2006年；《高等板壳理论》，韩强、黄小清、宁建国著，科学出版社，2002年；", "Elasticity, XU Zhilun, Higher Education Press, Fouth edition, 2006; Advanced Theory of Plate and shell, HAN Qiang、HUANG Xiaoqing、NING Jianguo, Science Press, 2002", "王清远 李亚兰", "", "考查", "", "本课程主要讲授板壳力学的基本概念和研究方法，内容涉及板壳的静力、振动、屈曲、动力等问题，以及以板壳线性弯曲问题为主，同时讨论板壳的非线性弯曲问题。本课程阐述和分析板壳的基本理论以及圆板、矩形板、柱壳、球壳等典型结构的弯曲、稳定和振动问题。学生通过本课程的学习，了解工程中板壳类结构的受力特点与变形特点，掌握板壳结构的基本理论和分析方法，为工程应用打下理论基础。t", ""], ["305008010", "城市设计的公共价值观探讨", "A discussion on the public values of urban design", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "李强", "让学生通过本课程的学习，掌握城市设计的基本概念与基本原理，了解城市设计的方法及程序；掌握城市设计的操作程序与步骤、培养城市设计的基本设计技能，包括历史地段保护城市设计、重点地段城市设计等，培养学生在城市设计实践中的实际分析能力与综合表现能力、解决实际利益冲突的能力", "考查", "", "通过最新、最实时、最优秀的城市设计中案例，并通过教师讲授和启发，能够将抽象的规划理论和现实的城市实践结合起来。使学生对城市设计中如何平衡各阶层利益、保护弱势群体利益的实践工作有了深入的了解，也提高了该课程总体教学的质量和水平。\x11", "20180516"], ["305008020", "泵与泵站", "Pumps and Pumping Station", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "26.0", "0.0", "6.0", "", "", "", "", "", "", "讲授含实践", "王庆国", "《水泵及水泵站》 (第5版),姜乃昌主编，中国建筑工业出版社，2007年12月；《水泵及水泵站》, 张景成，张立秋主编, 哈尔滨工业大学出版社，2003年9月；", "Pumps and Pumping Stations（5th edition）, Jiang Naicang, China Architecture &amp; Building Press, Dec.2007；Pumps and Pumping Stations，Zhang Jingcheng, Zhang Liqiu, Harbin Institute of Technology Press, Sep.2003.", "", "", "考查", "", "本课程主要讲解在给水排水工程中常用水泵和泵站的基本理论和知识。包括水泵的基本构造、工作原理、基本方程、性能参数等；水泵在恒速、调速、切削运行时以及多台泵组合运行时的工况分析。给排水泵站方面的知识，包括泵站的基本类型、构造特点、水泵选型、机组和管路的布置、泵站的辅助设施设置等，并通过泵站实例进行分析。通过本课程的学习，要求学生掌握水泵的基本原理和工作性能，能对水泵系统进行工况分析，掌握泵站的有关理论和工艺设计方法。", ""], ["305009010", "泵与泵站课程设计", "Course Design of Pumps and Pumping Station", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实验", "王庆国", "《水泵及水泵站》 (第5版),姜乃昌主编，中国建筑工业出版社，2007年12月;《水泵及水泵站》, 张景成，张立秋主编, 哈尔滨工业大学出版社，2003年9月；《给水排水设计手册-城镇给水》（第2版），上海市政工程设计研究院主编, 中国建筑工业出版社，2004年4月；《给水排水设计手册-城镇排水》（第2版）， 北京市市政工程设计研究总院主编, 中国建筑工业出版社，2004年2月；《给水排水设计手册-常用设备》（第2版），中国市政工程西北设计研究院，主编, 中国建筑工业出版社，2002年6月；", "Pumps and Pumping Stations（5th edition）, Jiang Naicang, China Architecture &amp; Building Press, Dec.2007;Pumps and Pumping Stations, Zhang Jingcheng, Zhang Liqiu, Harbin Institute of Technology Press, Sep.2003; Water &amp; Wastewater engineering design manual – town water supply （2nd edition）, Shanghai municipal engineering design institute, China Architecture &amp; Building Press, Apr.2004; Water &amp; Wastewater engineering design manual – town drainage（2nd edition）, Beijing general municipal engineering design and research institute, China Architecture &amp; Building Press, Feb.2004; Water &amp; Wastewater engineering design manual - Commonly used equipment（2nd edition）, Northwest China municipal engineering design and research institute, China Architecture &amp; Building Press, Jun.2004.", "", "", "考查", "", "本课程的任务是使学生在掌握水泵及水泵站基本理论知识的基础上，进一步掌握给排水泵站的工艺设计步骤和设计方法，把课堂讲授的内容进行实际运用。本课程要求学生完成一给水或排水泵站的工艺设计，主要设计内容包括：1）确定泵站设计流量和设计扬程；2）水泵机组选型，泵轴线安装高程确定；水泵进出水管路设计；3）泵房设计及辅助设备选型；4）设计计算、说明书的编制；5）泵房平面图、剖面图等工程设计图纸的绘制等。", ""], ["305010010", "乡村振兴与重塑经济地理", "Rural planning and Reshaping Economic Geography", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "讲授", "", "", "", "张婉嫕", "让学生通过本课程的学习，掌握乡村规划的基本概念与基本原理，了解乡村规划编制的方法及程序；重点是以成都地区乡村规划实践为重点案例，讲授在乡村振兴背景下，成都市的具体规划策略，掌握镇村规划编制范式；学习科学合理的城镇体系规划的编制办法，能够综合运用所学的乡村规划知识从事初步的乡村规划设计实践工作。", "考查", "", "通过最新、最实时、最优秀的村镇规划案例解析和政策讲解，通过教师讲授和启发，能够将抽象的乡村规划理论和现实的规划实践结合起来。使学生对乡村振兴规划的实践工作有了深入的了解，也提高了该课程总体教学的质量和水平。\x07", "20180516"], ["305010120", "毕业设计（建筑学）", "Graduation Thesis(Design)", "建筑与环境学院", "", "本科", "12.0", "256.0", "", "", "开设", "16.0", "0.0", "0.0", "256.0", "", "", "", "", "", "", "论文/设计", "何敏", "", "", "", "", "考查", "", "毕业设计教学过程是实现本科培养目标的重要阶段，是培养方案中重要的实践性教学环节，是培养学生综合运用所学的基本理论、基本知识和基本技能用于分析、解决工程技术、经济、社会等实际问题，使学生得到工程设计方法和科研能力初步训练的重要过程。同时，也是学生毕业及学位资格认证的重要依据，是衡量本科教学质量的重要评价内容。毕业设计的目标是对学生综合能力的考查，是整个本科教学过程的一次综合性的总结，是学生走向社会参与实践的最后一课，是教学与市场接轨的重要环节。\x06", ""], ["305011010", "毕业实习（工程力学）", "Graduation Practice (Engineering Mechanics)", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实习实训", "曾祥国", "", "", "", "", "考查", "", "一、实习目的\n毕业实习是学生大学学习阶段重要的实践性教学环节之一，通过实习，学生将进一步了解社会，增强对社会主义现代化建设的责任感、使命感，巩固与运用所学的各门课程，理论联系实际；拓宽知识面，进一步了解专业技术及应用状况，加深了解社会对本专业的需要。\n    二、实习时间\n    根据教学计划，第八学期实习时间安排2或3周，为了使学生能较好地了解和掌握本专业基本的生产实际知识，以及本专业的科技发展方向，实习应安排在生产规模较大和技术较先进的企业进行。\n    三、毕业实习内容与安排\n    1、实习单位的管理系统、生产经营，科研等方面的了解与参观；了解实习单位的生产组织机构和经营管理情况。\n    2、组织实习单位生产经营、科研、管理等方面的报告；了解实习单位产品的性能、规格、用途。\n    3、听取专题讲座；了解主要生产设备的结构、材料、规格及作用等。\n    4、学院根据教学计划的规定，统一组织安排毕业实习，出发前进行实习动员。\n    四、实习要求\n    1、遵守实习单位的各项规章制度，加强组织纪律性；实习生在思想上应对毕业实习的重要性有充分的认识，服从院领导的决定和带队教师的管理与指导，严格遵守学生守则和毕业实习的有关规定。\n    2、尊重工程技术人员，虚心向他们学习；\n    3、认真做好笔记，对实习中所遇到的问题主动向工程技术人员请教；在实习中，学生应将每天的工作，观察研究的结果，听取报告内容等认真记入实习日记，教师应随时检查实习日记。\n    4、实习日记\n    在实习中，学生应将每天的工作、观察研究的结果、收集的资料和图表、所听报告内容等记入实习日记。实习日记是学生编写实习报告的主要资料依据，也是检查学生实习情况的一个重要方面，学生每天必须认真填写，教师应随时检查批改实习日记。\n    5、实习报告\n    实习报告要求学生运用在校内所学理论和知识对实习中某一方面问题进行细致、全面、深入的总结，提出自己的改进设想、建议，以提高学生运用专业知识分析问题和解决问题的能力。\n    五、考核\n设毕业实习领导小组，由教学主任、带队教师和主管学生工作的教师组成。实习领导小组根据学生本人在实习期间的思想表现、工作态度、组织纪律、实际工作能力和实习总结的质量等方面进行考核，成绩按优、良、中、及格和不及格进行评定。", ""], ["305012010", "成都市乡村规划管理与探索", "Managementand exploration of rural planning in Chengdu", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "校外专家+国际周", "", "", "", "", "张佳", "让学生通过本课程的学习，掌握乡村规划管理的基本内容，了解乡村规划管理的方法及程序；重点是以成都地区乡村规划管理实践为案例，以成都市的具体规划管理策略为主题；学习乡村规划管理策略和方法的合理性制定，能够综合运用所学的乡村规划管理知识，从事初步的乡村规划管理实践工作。", "", "", "通过对国内外、成都市乡村规划管理的策略手段、发展思路的教授，并通过教师讲授和启发，能够将抽象的规划管理理论和现实的规划管理实践结合起来。使学生对乡村规划管理的实践工作有了深入的了解，也提高了该课程总体教学的质量和水平。", "20180516"], ["305012020", "毕业实习（土木工程）", "Graduation Practice", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实习实训", "李碧雄", "土木工程毕业设计指导书（建筑工程分册），贾莉莉，陈政道等主编，北京体育大学出版社，2009年3月。", "", "李碧雄  阎慧群", "", "考查", "", "毕业实习是在土木工程专业本科生完成全部理论教学，并进行了认识实习和生产实习的基础上，在毕业设计开始前，结合即将进行的设计任务，邀请有关设计院和施工单位的资深技术专家给学生作专题报告，介绍建筑设计、结构设计和施工组织设计等方面的内容和过程。组织学生参观一些典型的工程结构，帮助学生更好地理解和体会实际工程的概念和内涵，为毕业设计时结构方案的确定提供一些工程参考。该环节要求学生完成一份实习报告，根据实习过程中学生的参与程度和实习报告来综合评定成绩。\x06", ""], ["305013020", "毕业实习（建筑学）", "Post-graduate Internships", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实习实训", "何敏", "", "", "", "", "考查", "", "通过毕业实习，加强同学们对实际的环境、城市、建筑、乡镇、景观的直观感受能力，特别是加深对我国传统城镇建筑及山水园林的认识与理解。从民风民俗中感知“场所精神”，从富于地域特色的城市、聚落、住屋园林环境中思考建筑文化的积淀、传承与再生。同时培养学生调查研究，查阅文献，收集和实地勘察等综合能力。?", ""], ["305014020", "毕业实习（城规）", "Graduate Internships (Urban planning)", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实习实训", "", "自编", "", "", "", "考查", "", "通过毕业实习，使学生加深对专业理论知识的理解，提高城市规划在城市发展过程中所起到重要作用的认识，培养和提高学生实际操作和分析问题、解决问题的能力，使学生综合运用所学理论知识与城市规划和设计实践紧密结合，为毕业后从事城市规划行业工作打下良好的基础。", ""], ["305015020", "毕业实习（景观）", "The Graduation Practice", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "16.0", "0.0", "0.0", "32.0", "", "", "", "", "", "", "实习实训", "陈一", "", "", "", "", "考查", "", "毕业实习是在本专业学生完成全部理论教学，并进行了认识实习和生产实习的基础之后，在毕业设计前，根据专业教学计划进行的最后一次重要的实践性教学环节。毕业实习不同于以前的认识实习和生产实习，其目的是检验学生所学专业知识，拓宽学生的专业知识面，增加学生从生活中学习的渠道，参观具有代表性的典型景观园林实例，参观一些具有地方特色的建筑和园林建筑，以及典型的公共建筑等。通过学生到现场的认知、感知来进一步加强专业知识的学习，从仅仅从书本、图片等中获取的知识有了更加感性和直观的认识。在其中一系列的教学活动，进一步加强理论知识和实际工作的联系，获取设计技能、专业技能、组织管理知识；进一步接触工程技术人员和工人，了解社会、体验生活、开阔视野，树立正确的世界观、人生观和价值观，为步入社会，为毕业设计奠定良好的基础。W", ""], ["305016040", "设计院实习（景观）", "Practice in Planning Institute", "建筑与环境学院", "", "本科", "4.0", "64.0", "", "", "开设", "16.0", "0.0", "0.0", "64.0", "", "0.0", "0.0", "0.0", "0.0", "", "实验", "牟江", "", "", "牟江   罗谦    沈一", "", "考试", "", "该课程为实践性教学环节之一，学生通过四年的基础及专业课学习，在基础理论、基本知识、基本技能以及专业知识方面，有一定的认识和了解，需要在实际专业工作中去促进专业认识和掌握专业工作能力,本实习课程要求学生到园林景观设计及专业公司、规划建筑设计院、规划管理部门、房地产开发等单位参加规划设计、专业管理等实践工作，从宏观规划到专业设计进行各阶段的实际工程锻炼，增强对风景园林、景观规划设计及管理程序的理解，从而达到理论结合实际的目的，以利于以后的学习与工作。", ""], ["305017030", "毕业实习（环境工程）", "Graduation Practice", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "16.0", "0.0", "0.0", "48.0", "", "", "", "", "", "", "实习实训", "楚英豪", "污水处理厂运行管理（实习基地自编教材），2002", "Sewage Treatment Plant Operation and Management (practice base  own teaching materials)", "", "", "考查", "", "环境工程专业主干课程的实践教学环节，是环境工程专业的专业必修课。课程主要内容有：掌握实习单位的有关治理工程的基本理论、主要技术、工艺、管理、发展和最新动态；了解实习单位的环保监测及经济核算等知识；熟悉生产过程的主要工艺指标及控制方法；熟悉主要设备、设施、构筑、仪器（表）的类型、结构、尺寸、材料和操作、管理；了解生产过程，收集生产现场的数据，作必要的物料、能量衡算，对生产状况进行探讨，对所发现的生产薄弱环节及存在问题提出改进意见。盀2\x0b\x04/\x18？", ""], ["305018060", "材料力学（Ⅰ）", "Material Mechanics(Ⅰ)", "建筑与环境学院", "", "本科", "6.0", "96.0", "", "", "开设", "6.0", "96.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "秦世伦", "《材料力学》，秦世伦主编，四川大学出版社，2008年；Mechanics of Materials，J.M.Gere，机械工业出版社，2002年；Mechanics of Materials，F.P.Beer，清华大学出版社，2003年", "Mechanics of Materials，Qin Shilun, Sichuan University Press, 2008；Mechanics of Materials，J.M.Gere，Cole Publishing Company，2001；Mechanics of Materials，F.P.Beer，McGraw-Hill Companies，2002.", "秦世伦等", "", "考试", "", "本课程材料力学是土木、水利、机械制造、航天、化工等专业学生的必修课。本课程利用固体力学的基本概念，诸如应力、应变、材料的力学性能等，去研究结构的强度、刚度和稳定性。本课程研究拉伸杆、扭转轴、弯曲梁和受压柱的力学行为。此外，课程还包括了薄壁件、能量法、动应力、弹塑性分析、复合梁及张量简介等内容。本课程将着力培养学生用逻辑和定量的方法去分析工程问题的能力，培养学生在解决工程问题中的创新精神。\x07", ""], ["305019050", "材料力学（Ⅱ）", "Material Mechanics(Ⅱ)", "建筑与环境学院", "", "本科", "5.0", "80.0", "", "", "开设", "5.0", "80.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "秦世伦", "材料力学》，秦世伦主编，四川大学出版社，2008年；Mechanics of Materials，J.M.Gere，机械工业出版社，2002年；Mechanics of Materials，F.P.Beer，清华大学出版社，2003年", "Mechanics of Materials，Qin Shilun, Sichuan University Press, 2008；Mechanics of Materials，J.M.Gere，Cole Publishing Company，2001；Mechanics of Materials，F.P.Beer，McGraw-Hill Companies，2002", "秦世伦 胡益平等", "", "考试", "", "本课程材料力学是土木、水利、机械制造、航天、化工等专业学生的必修课。本课程利用固体力学的基本概念，诸如应力、应变、材料的力学性能等，去研究结构的强度、刚度和稳定性。本课程研究拉伸杆、扭转轴、弯曲梁和受压柱的力学行为。此外，课程还包括了薄壁件、能量法和动应力等内容。本课程将着力培养学生用逻辑和定量的方法去分析工程问题的能力，培养学生在解决工程问题中的创新精神。,", ""], ["305020040", "材料力学（Ⅲ）", "Material Mechanics(Ⅲ)", "建筑与环境学院", "", "本科", "4.0", "64.0", "", "", "开设", "4.0", "64.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "秦世伦", "《材料力学》，秦世伦主编，四川大学出版社，2008年；Mechanics of Materials，J.M.Gere，机械工业出版社，2002年；Mechanics of Materials，F.P.Beer，清华大学出版社，2003年", "Mechanics of Materials，Qin Shilun, Sichuan University Press, 2008；Mechanics of Materials，J.M.Gere，Cole Publishing Company，2001；Mechanics of Materials，F.P.Beer，McGraw-Hill Companies，2002.", "", "", "考试", "", "本课程材料力学是土木、水利、机械制造、航天、化工等专业学生的必修课。本课程利用固体力学的基本概念，诸如应力、应变、材料的力学性能等，去研究结构的强度、刚度和稳定性。本课程研究拉伸杆、扭转轴、弯曲梁和受压柱的力学行为。本课程将着力培养学生用逻辑和定量的方法去分析工程问题的能力，培养学生在解决工程问题中的创新精神。顣槝剉齹汻\x0c？鵚{Qf[\x1fu(W銐砆錧\x0bz顣槝-N剉\x1bR癳緗^y\x020,", ""], ["305021030", "产业生态学（双语）", "Industrial Ecology", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授含实践", "王洪涛", "Industrial Ecology，T.Graedel, B.Allenby，清华大学出版社，2004年。\n《产业生态学》，王寿兵等，化工出版社，2004年", "Industrial Ecology, T. Graedel, B. Allenby, Tsinghua University Press, 2004", "", "", "考查", "", "产业生态学通过对工业体系中物质和能量流动及其环境影响的建模与分析，为产品设计、生产、消费、以及产品环境政策、区域工业规划等诸多活动提供方法支持。本课程讲授内容主要包括产业生态学的思想、概念与理论框架，生命周期评价、物质流分析、生态效率等定量分析方法，以及生态设计、环境管理体系、工业共生系统与生态工业园、低碳经济、循环经济等应用。通过本课程的学习，使学生了解和掌握产业生态学的基本思想、理论方法及发展趋势，深化可持续发展思想在学生知识结构中的影响，启发环境专业学生发现和探索与传统末端治理技术不同的、贯穿着预防性策略和生命周期思想的可持续发展研究。", ""], ["305022030", "城市道路与交通", "Urban Road and Traffic", "建筑与环境学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李存军", "《城市规划原理》（第三版）.中国建筑工业出版社.2001.李德华主编. 《城市建设与规划基础理论》.天津科学技术出版社.1999.阮仪三主编. 《城市地理学》.商务印书馆.1995.周一星. 《现代城市经济》.同济大学出版社.2001.丁健. 《城市规划设计手册》.中国建筑工业出版社.2000.郑毅主编.", "Principles of Urban Planning (third edition)；China Building Industry Press .2001. Chief editor: Dehua Lee;Basic Theory of Urban Construction and Planning； Tianjin Science and Technology Publishing Press .1999. Ruan Yisan (editor). Urban Geography; The Commercial Press .1995. Mon Star;modern urban economy;Tongji University Press, .2001. James Ding. Urban Planning and Design Manual; China Building Industry Press, .2000. ZHENG Yi, (chief editor).", "", "", "考试", "", "主要内容分成两大部分。第一部分为城市交通分析及交通系统规划，包括道路交通流量的特点，四阶段规划模型，城市道路系统规划，运输系统规划等；第二部分为道路勘测设计，道路为三维带状结构，课程讨论道路的平面线形设计、纵断面设计和横断面设计，并介绍选线、定线的原则和方法，道路交叉口设计、道路附属设施布置设计。", ""], ["305023020", "城市对外交通", "Urban Outbound Traffic", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "李存军", "《城市对外交通》，焦双健 魏巍主编，化学工业出版社，2005年", "", "", "", "考试", "", "城市对外交通是指城市与其他城市之间的交通、以及城市地域范围内的城区与周围城镇、乡村的交通，以城市为基点，与外部进行联系的各类交通的总称。对外交通是城市形成、存在与发展的重要条件之一，也是构成城市的一种主要物质要素。由于各类对外交通运输方式都有其特点和适宜范围，根据城市对外联系的需要，建立各种方式合理分工而又互相结合的对外交通运输体系，对城市和国家交通运输业的发展有重要作用。各种对外交通的站场、港口和线路不但在城市中占据重要部位，并与城市功能区及道路网布局有密切关系。城市对外交通作为城市规划专业课程之一，其目的为使学生掌握城市各类对外交通运输方式的基础知识及其在城市中规划中的具体要求，培养学生科学化、系统化的道路规划设计观念，提高学生运用基本理论知识和专业技术知识分析问题、解决问题的综合能力。J", ""], ["305024020", "城市工程管网规划", "Pipeline Planning of Urban Engineering", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "彭遗柱", "《给水排水管网系统》严煦世、刘遂庆主编，中国建筑工业出版社，2002年7月；《给水工程》（第4版），严煦世等主编，中国建筑工业出版社，1999. 12；《排水工程》（上册）（第4版）孙慧修等主编，中国建筑工业出版社，1999. 1", "Water and Wastewater Piping Systemm, Yan Xushi, Liu Suiqing,China Architecture &amp; Building Press, 2008.7; Water Supply Engineering (4th edition), Yan Xushi, et.,al,China Architecture &amp; Building Press, 199.12; Sewage Engineering (volume 1) (4th edition), Sun Huixiu et.,al,China Architecture &amp; Building Press, 199.12", "彭遗柱  付垚", "", "考查", "", "通过本课程的学习，使学生系统地掌握给水排水管网系统的设计计算理论和方法、工程设计的步骤和方法；了解管网系统地运行管理的基本理论和基本知识。使学生初步具备给水排水管网系统地规划、设计能力。", ""], ["305025010", "城市工程管网集中周", "Study Week for Urban Engineering Pipeline Planning", "建筑与环境学院", "", "本科", "1.0", "16.0", "", "", "开设", "16.0", "0.0", "0.0", "16.0", "", "", "", "", "", "", "实习实训", "彭遗柱", "自编的城市工程管网集中周课程设计任务书及指示书；《给排水设计手册》（第二版），第1、2、3册.，中国建筑工业出版社，2004", "Water &amp; Wastewater engineering design manual, No.1,2,3,China Architecture &amp; Building Press, 2004.2;  Design commission and instruction supported by teacher", "彭遗柱 付垚", "", "考查", "", "城市工程管网集中周》是城市规划工程专业的集中性教学实践性环节之一。通过城市给水排水管网的设计，巩固已学的城市工程管网规划知识，训练学生综合运用所学知识和解决实际问题、培养学生独立城市给水排水管道系统设计的能力，使学生熟悉城市给水系统、污水管道系统和雨水管道系统的设计原理与方法，初步掌握给水排水系统地设计技术。I？", ""], ["305026020", "城市规划管理与法规", "Urban Planning Management and Relevant Compliances", "建筑与环境学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "杨祖贵", "《城市规划管理与法规》邱跃主编;中国建筑工业出版社，2006.7", "Urban planning and management and regulations,Qiu yue editor, China Building Industry Press, 2006.7", "", "", "考试", "", "本课程根据注册城市规划师资格考试要求来开设，主要介绍行政管理学和城市规划管理的概念、目睥和任务、基本特征系统构成、管理机制、管理原则、管理方法和技术，并具体讲授城市规划编制、审批、实施和监督管理的依据、内容和程序，并重点介绍城市规划的法律、法规、条例、规章和规范，也对与城市规划相关的法律作了一定程度的简单介绍。通过本课程的学习，使学生了解和掌握我国的城市规划管理的内容、程序和过程，特别对城市规划编制的科学性、成果的规范性作了相当的要求，加深对城市规划重要性的认识。", ""], ["305027080", "城市规划设计-1", "Urban Planning &amp; Design-1", "建筑与环境学院", "", "本科", "8.0", "128.0", "", "", "开设", "8.0", "96.0", "0.0", "0.0", "32.0", "", "", "", "", "", "讲授", "孙音", "《别墅建筑设计》，邹颖等，中国建筑工业出版社，2000年9月", "Villa Architectural Design, Ying Zou and so on, China Building Industry Press, September 2000.", "孙音 陈春华 陈岚 陈鸿", "", "考查", "", "培养学生运用形态构成理论进行建筑空间设计和环境设计的基本功；学习和掌握小型建筑设计的一般步骤和方法，侧重于构思能力和表达能力的训练。经过独立式小住宅设计、茶室设计等几轮课程设计的强化训练，使学生循序渐进地掌握全过程建筑设计的基本技能和方法。c", ""]]