[["103074020", "行政诉讼法", "Administrative Procedure Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《行政法与行政诉讼法》，姜明安主编，北京大学出版社、高等教育出版社，2007年1月第3版", "Administrative Law and Administrative Procedure Law, Jiang mingan, Peking University Press, Higher Education Press, Jan.2007.", "梁琼芳", "", "考试", "", "本课程主要讲授行政诉讼法的基本概念、基本原则、具体规范及其制度，包括受按范围、管辖、诉讼参加人、证据规则、审理依据、判决、裁定的种类以及起诉、受理、审理、判决、执行程序等内容。本课程着重研究行政诉讼与其他诉讼的区别及其制度基础与条件，重点探讨行政诉讼中较重大的理论问题和法律实施中的有关疑难问题，也介绍立法过程中不同观点、主张的争论以及审判实践中遇到的新问题、新矛盾以及解决办法与建议。z", ""], ["103075040", "学年论文", "Annual Paper", "法学院", "", "本科", "4.0", "64.0", "", "", "开设", "16.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "论文/设计", "", "", "", "", "", "考查", "", "学年论文旨在培养学生综合运用所学知识和方法，初步掌握法学论文的一般写作方法，提高分析与解决问题的能力，具有从事科学研究工作的初步能力。学年论文可对课程中的某一部分内容进行讨论和研究，阐明本学科理论在实际应用中的一些问题，阐述本学科领域发展进程中的重大事件和重要情况，探讨本学科中某些观点或概念的历史发展等。&gt;\x03", ""], ["103076020", "医疗纠纷的处理与防范", "Treatment and Prevention for Medical Dispute", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "0.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103077020", "医事法学", "Medical Jurisprudence", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《医事法学》，姜柏生、田侃主编，东南大学出版社2003年1月第2版；《医疗、法律与生命伦理》，黄丁全著，法律出版社2004年10月第1版；《中国卫生法前沿问题研究》，[美]斯科特?伯里斯，申卫星主编，北京大学出版社2005年11月第1版；《医疗法律学》[日]植木哲，冷罗生、陶芸、江涛等译，法律出版社2006年8月第1版；《医事法学》，石俊华主编，四川出版集团?四川科学技术出版社2004年3月第1版；《医疗法理案例评析》，邓利强主编，高等教育出版社2004年1月第1版；《医疗事故赔偿》，乔世明主编，法律出版社2003年8月第1版", "Medical Jurisprudence, Jiang Bosheng, Tian Kan, Southeast University Press, Jan ,2003,2nd edition. Medical treatment, law and life ethic, Huang Dingquan, Law Press, Oct.2004,1st edition.Research on China sanitation law frontier problems, (US) Scott Burris,  Shen Weixing, Peking University Press, Nov,2005, 1st edition.Medical law theory(Japan) Ueki Zhe, translated by Leng Luosheng,Tao Yun,Jiang Tao ,etc. Law Press, Aug,2006,1st edition.Medical jurisprudence, Shi Junhua, Sichuan Publishing Corporation ? Sichuan Scientific Technology Press, Mar,2004,1st edition.Medical law theoretic cases analysis, Deng Liqiang, Higher Education Press, Jan,2004,1st edition.Medical malpractice compensation, Qiao Shiming, Law Press, Aug,2003,1st edition", "罗蓉", "", "考试", "", "了解我国医事法学的现状；学习掌握医事法的基础知识；掌握我国现行医事法律、法规和相关制度，了解、探讨现代医学发展中的法律问题，运用所学知识分析、解决医疗纠纷。主要内容包括医事法概述，我国医疗卫生管理体制，医疗机构管理法律制度，医务人员管理法律制度，医患法律关系，医疗纠纷处理法律制度，传染病、艾滋病与法律，医学试验中受试人的保护，生殖技术、器官移植等现代医学技术与法律，脑死亡与法律，安乐死与法律等。", ""], ["103078020", "英美合同法概论（全英文）", "Introduction of British and American \nContracts Law(bilinguistic)", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《合同法理论与判例研究》，（美）马汶.A.希尔斯坦著，重庆大学出版社，1998年5月； 《美国统一商法典》； 《英美合同法引论》，沈达明，对外经济贸易大学出版社，1993年12月；《英美法对价原则研究》，刘承韪，法律出版社，2006年12月；《英美合同法》，张自明编译，机械工业出版社，2004年4月。", "Contract Law Theory and Case Study, Marvin A. Chirelstein, Chongqing University Press, May.1998. Uniform Commercial Code; Introduction of Anglo-American Contract Law. Shen Daming, Foreign Economic and Trade University Press, Dec.1993. Doctrine of Consideration Study, Liu Chengwei, Law Press, Dec.2006. Anglo-American Contract Law, Zhang Ziming, Machinery Industry Press, Apr.2004.", "", "", "考试", "", "本课程讲授英美合同法的基本概念、基本规则、基本理论与各种具体的法院判案规则。英美合同法主要是判例法，其基本原理与规则是法官在长期司法实践中创造积累并完善的结果，是以本课程的教学紧密结合实际案例，讲解英美合同法的起源、发展与现代特色，重点讲授分析美国现代合同法的主要内容，包括对价理论、要约与承诺、信赖与禁止反悔规则、合同的形式与解释、履约与违约、错误与不可能、合同救济、转让与授权、合同抗辩等等。本课程是双语课，主要使用英语讲授，通过学习法律提高英语能力，同时通过学习英语掌握英美合同法的主要内容，开拓视野，增长见识，双向提升法律学人的专业英语能力和法律思维能力，为将来处理涉外法律事务，成长为具备国际视野的法律人才奠定良好基础。\x07", ""], ["103079020", "英美票据法（全英文）", "The British and American Law of Commerical rument(bilinguistic)", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "美国《统一商法典》及其正式评述，第二卷 美国法学会起草，李昊等译，中国人民大学出版社；Commercial Paper, Clayton P. Gillette, By Clayton P. Gillette Pu blished by emanuel law outlines, inc.", "Uniform Commercial Code. By AIL. Commercial Paper, Clayton P. Gillette, By Clayton P. Gillette  Published by emanuel law outlines, inc.", "", "", "考试", "", "本课程主要介绍美国票据法关于流通票据的法律规定。课程主要依据美国统一商法典第3条规定展开教学，学习了解美国票据关于流通票据、汇票、本票、支票、背书、对价、承兑等基本法律概念，学习了解美国票据抗辩制度、不同票据当事人的法律责任和义务等知识。课程学习除了解美国票据法的成文法渊源外，也引入美国不同的票据案例进行教学。课程学习资料均为法律英文资料，要求学生具备较好的英语基础。", ""], ["103080020", "英美侵权法概论（全英文）", "Introduction of British and American \nTorts Law(bilinguistic)", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《英美侵权行为法案例解析》，潘维大编著，高等教育出版社，2005年11月；  《侵权法》（第二版），（美）爱德华 .J .柯恩卡 著，法律出版社，1999年10月；  《美国侵权行为法》，（美）文森特,R.约翰逊著，中国人民大学出版社，2004年5月； 《美国侵权法》（英美法案例精选系列丛书 英文版）王军 高建学 编 对外经济贸易大学出版社 2007年2月", "Analysis on cases of Anglo-American Tort Law, Pan Weida, Higher Education Press, Nov.2005. Tort Law, Edward.J.kionka, Law Press, Oct.1999. United States Tort Law, Vincent R. Johnson, China Renmin University Press, May.2004. United States Tort Law, Wang Jun, Gao Jianxue, Foreign Economic and Trade University Press, Feb.2007.", "吕彦", "", "考试", "", "本课程采用汉语和英语双语教学，讲解英美侵权行为法的基本概念、基本理论与各种具体的法院判案规则。英美侵权法主要是判例法，侵权法的基本原理与规则是法官在长期司法实践中逐渐创造积累并加以完善的结果，并形成了以类型化为重要特征的侵权法理论与处理侵权案件的各种具体的法律规范，因此本课程的教学紧密结合实际案例，讲解英美侵权法的起源、发展与现代特色，重点介绍分析美国侵权法的主要内容，包括故意侵权责任、过失责任、严格责任、因果关系、抗辩事由等等。本课程主要用英语讲授，通过学习法律提高英语能力，同时通过学习英语掌握英美侵权法的主要内容，开拓法律视野，丰富法律智慧，双向提升法律学人的专业英语能力和法律思维能力，为将来成长为国际型法律人才奠定良好基础。", ""], ["103081020", "证据的思维与运用", "Application and thought of evedence", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "何家弘、刘品新著：《证据法学》，法律出版社2004年1月出版。", "He Jiahong and Liu Pinxin, Evidence Law, Law Press, Jan. 2004.", "张斌", "", "考试", "", "本课程运用比较通俗的话语，向没有证据法专业知识的学生讲授证据法的基本原理和基础知识，将公民日常生活和打官司中遇到的证据问题，用案例和图解的方式予以分析，告诉学生如果遇到了这些问题，从证据学的角度应当怎么来进行思维，怎么来进行操作，使他们具有一定的证据意识，了解民事、刑事和行政诉讼中可能遇到的一些证据问题，以此帮助他们在日常生活运用证据法知识解决各种事实纠纷，确保人身和财产安全。证据法的基础知识包括证据概念与属性、证据方法、证明的概念、证明对象、证明责任、证明标准等问题，日常生活中常见证据问题包括遇到刑讯逼供怎么办、律师特权、电子搜查、反贪中诱惑侦查、网络警察、私人侦探、借条、病历调查等问题。\x07", ""], ["103082020", "证据调查学", "Collection of Evidence", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "28.0", "0.0", "4.0", "", "", "", "", "", "", "讲授", "", "何家弘主编：《证据调查》（第二版），中国人民大学出版社2005年2月出版。", "He JiaHong(Chief Editor), Evidence Investigation, Press of Renmin University of China, Feb.2005.", "张斌", "", "考试", "", "本课程向法学院本科生讲授证据调查的原理、方法和技术以及常见的证据调查法律与知识问题，目的是让法科学生了解证据调查法律与技术特征，拓宽他们的自然科学知识面，理解证据调查所依靠的法律程序，掌握一些常见问题的证据调查原事、方法和技术。本课程具有文理交叉的特点，是三大诉讼法的后续课程。基本内容包括证据调查概述、基本原理、证据法基础知识、证据调查思维、证据调查谋略、证据调查技术、证据调查步骤、各类言词证据与实物证据的调查方法，如询问、讯问、辩认与勘验、搜查、鉴定、诱惑侦查、私人侦探、指纹分析、笔迹鉴定、测谎与催眠和电子证据。\x01", ""], ["103083020", "证据学", "Evidence Jurisprudence", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《证据法学》，何家弘、刘品新著，法律出版社2008年10月版；《麦考密克论证据》，（美）麦考密克著，中国政法大学出版社2004年2月版", "Evidence Jurisprudence, Hejiahong、Liupinxin, Law Press China, Oct.2008; McCormick on Evidence, McCormick, China University of Political Science and Law Press, Feb.2004", "郭松、罗文禄", "", "考试", "", "本课程主要讲授有关证据的立法和司法实践及其相关理论的法学分支学科，融理论性和实践性于一体。通过本课程的学习，让学生掌握证据的基本该概念及特征、历史沿革、证据的种类及分类、证明责任、证明标准、证据规则等基本的证据理论，对证据的收集、固定、保全、审查、质证、认证等操作性问题有一个清晰的认识与把握，并逐渐学会运用证据的立法和理论去分析、认识、评价以及处理司法实践中的相关问题。", ""], ["103084020", "证券法", "Securities Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "《中国证券法学》（第2版），彭冰，高等教育出版社，2007年；《证券法学》（第2版），朱锦清，北京大学出版社，2007年", "China securities law study(2edition), Peng Bin, Higher Education Press,2007；References: Securities law(2nd edition), Zhu Jinqing, Peking University Press", "", "", "考试", "", "证券法是调整证券市场各市场主体之间及其与证券监管部门之间证券法律关系的一个法律部门。本课程涵盖了证券与证券法概述、证券发行制度、证券交易制度、上市公司控制权的控制、证券机构管理制度和证券法律责任等内容。课程的设计体现了两个指导思想：一是将证券法理论和制度与证券法实践紧密结合，利用丰富的案例和材料阐释证券法理论和制度；二是将法学理论和经济学、金融学理论有机结合，利用经济学、金融学理论透彻解释证券法制度的内在机理。通过本课程的学习，学生能了解和掌握证券法的基本理论和基本制度，增强运用证券法的基本概念和理论分析证券法制度的能力，增进对证券法制度安排的深刻理解和批判性思考。\x04N\x14?", ""], ["103085020", "知识产权案例研究", "Intellectual Property Case Study", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《知识产权法教学案例》，吴汉东主编，法律出版社，2005年10月；《知识产权案例分析》，刘春田主编，高教出版社，2007年6月；《知识产权法学案例教程》，费安玲编，知识产权出版社，2004年1月；《知识产权案例分析》（第二版），郭禾编，中国人民大学出版社，2006年5月。", "Intellectual Property Law Cases, Wu Handong, Law Press, Oct.2005. Intellectual Property Case Study, Liu Chuntian, Higher Education Press, Jun.2007. Intellectual Property Law Case Tutorial, Fei Anling, Intellectual Property Publishing House, Jan.2004. Intellectual Property Case Study, Guo He, China Renmin University Press, May.2006.", "李旭", "", "考试", "", "知识产权是一门实践性强、运用广泛的学科，各行业对知识产权人才有着广泛的需求。本课程以精选的知识产权实际案例为基础，通过提问式与讨论式两种方法开展教学。提问式通过设问、分析争议焦点、探寻理论基础、确定法律适用等过程，启迪学生思维；讨论式通过研读案例、分组讨论、全班讨论、总结评价等方式，培养学生综合运用理论知识，分析解决实际问题的能力。这两种方式在教学中交互使用，其目的在于通过案例加深对理论的理解，培养学生的独立思考和分析解决问题的能力。z", ""], ["103086020", "知识产权法", "Intellectual Property Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "《知识产权论》（第三版），郑成思著，法律出版社，2007年10月第3版；《知识产权法》（第四版），吴汉东主编，北京大学出版社，2009年3月；《知识产权法教程》（第二版），王迁著，中国人民大学出版社，2009年7月第2版", "Intellectual Property Theory(3rd edition), Zhen Chengsi, Law Press, Oct,2007, 3rd edition； Intellectual property law(4th edition), Wu Handong, Peking University Press, March,2009.Intellectual property law Textbook/Teaching material(2nd edition), Wang Qian, Renming University of China Press, July,2009,2nd edition.", "李旭", "", "考试", "", "本课程主要讲授知识产权法的基本概念、基本理论和基本法律制度，建构知识产权理论与制度的基本框架。本课程内容丰富，其主要内容包括著作权、专利权、商标权三个法律领域，还涉及植物新品种权、集成电路布图设计权、商业秘密权、域名权等内容。本课程以民法理论为基础，又与其他法律如反不正当竞争法、国际法等相联系。知识产权保护呈现出与其他民事权利保护的不同，即知识产权的国际保护，因此，本课程还将介绍知识产权国际保护的途径和趋势。本课程技术性和实践性强，在理论介绍的基础上结合案例教学，培养学生运用所学知识，分析解决实际问题的能力。", ""], ["103087030", "知识产权法", "Intellectual Property Law", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《知识产权论》（第三版），郑成思著，法律出版社，2007年10月第3版；《知识产权法》（第四版），吴汉东主编，北京大学出版社，2009年3月；《知识产权法教程》（第二版），王迁著，中国人民大学出版社，2009年7月第2版", "Intellectual Property Theory(3rd edition), Zhen Chengsi, Law Press, Oct,2007, 3rd edition；References:Intellectual property law(4th edition), Wu Handong, Peking University Press, March,2009.Intellectual property law Textbook/Teaching material(2nd edition), Wang Qian, Renming University of China Press, July,2009,2nd edition", "李旭", "", "考试", "", "本课程主要讲授知识产权法的基本概念、基本理论和基本法律制度，建构知识产权理论与制度的基本框架。本课程内容丰富，其主要内容包括著作权、专利权、商标权三个法律领域，还涉及植物新品种权、集成电路布图设计权、商业秘密权、域名权等内容。本课程以民法理论为基础，又与其他法律如反不正当竞争法、国际法等相联系。知识产权保护呈现出与其他民事权利保护的不同，即知识产权的国际保护，因此，本课程还将介绍知识产权国际保护的途径和趋势。本课程技术性和实践性强，在理论介绍的基础上结合案例教学，培养学生运用所学知识，分析解决实际问题的能力。", ""], ["103088020", "中国法律思想史", "History of Chinese Legal Thought", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《中国法律思想史》，武树臣主编，法律出版社，2004年版；《中国法律思想史》，刘新主编，中国人民大学出版社，2005年版；《中国法制史》，里赞主编，清华大学出版社，2010年版。", "Wu Shuchen(Chief Editor), History of Chinese Legal Thought, Law Press, 2004; Liu Xin(Chief Editor), History of Chinese Legal Thought, Press of Renmin University of China, 2005; Li Zhan(Chief Editor), Chinese Legal History, 2010.", "", "", "考试", "", "本课程属中国法律文化史之重要组成部份，其中内容涵盖中国历史上各个不同阶层、社会集团及其代表人物的法律思想的内容、本质、特点、作用、演变的过程和发展规律。本课程旨在使学生了解中国历史上法律思想的历史演进；思想家、政治家对法律问题的独特思考及各时期法律思想发展的特点，了解其对具体法律制度构建的影响；也希望能使学生进一步感受中国传统法律思想的独特文化魅力，开拓思想视野，丰富人文底蕴，从而完善知识系统，增强智识能力。本课程主要包括对先秦时期、秦至清朝传统时期及近代中国法律思想发展历程的勾勒，以及对各时期思想家、思想流派的法律思想进行描述与解释。内容丰富，知识面广，希望学生能从中体味到浓厚的思想趣味，并能启发对现实法律问题的理论反思。?;\x01", ""], ["103089030", "中国法制史", "Chinese Legal History", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《中国法制史》，张晋藩主编，中国政法大学出版社2006年8月。瞿同祖：《中国法律与中国社会》，龙门书局1967年版；钱穆：《国史大纲》（上、下），中华书局2004年版。", "Zhang Jinpan(Chief Editor), Chinese Legal History, Press of China University of Political Science and Law, Aug.2006; Qu Tongzu, Chinese Law and Society, 1967; Qian Mu, Outline of Chinese History(Two Volumes), 2004.", "赵娓妮", "", "考试", "", "本课程主要讲授自先秦三代至清末、民国中国古代至近现代法律制度发展的历程，基本内容包括：先秦三代中国关于法的概念、礼与法的关系、刑罚制度；秦朝商鞅变法及其对秦朝立法的影响；汉代刑罚制度变革及立法的特点；魏晋南北朝时期在立法技术上的新贡献；隋代《开皇律》的特点；唐代法律渊源；宋代司法的特点；明清两代法律的编纂及地方司法特点；清末变法的经过及成就；民国时期及建国初期我国近代法律体制的建立。本课程要求学生学习和了解法律这一社会现象在悠久的中国历史发展过程中的发生、发展和不断演进的过程，了解和认知每一历史阶段过程中相应的立法、司法特点，从而培养学生的法学历史视野。", ""], ["103090020", "中外司法制度", "Sino-foreign Judicial System", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《中国司法制度》，左卫民主编，中国政法大学出版社出版，2007年8月；《中外司法制度比较》，陈业宏、唐鸣主编，商务印书馆2004年3月。", "China Judicial System, Zuo Weimin, China Politics and Law University Press, Aug.2007. Comparison of Chinese and Foreign Judicial System. Chen Yehong, Tang Ming, Commercial Press, Mar.2004.", "马静华", "", "考试", "", "本课程主要讲授中国及西方主要国家的法院和法官制度、检察院和检察官制度、警察制度、律师制度、监狱制度、调解制度等内容，系统介绍或分析各种司法制度的历史、现状、基本特征及发展趋势，尤其注重对我国司法机关和司法组织的性质、任务、组织体系、运作原则和程序的一系列规范的阐析。在制度介绍中，也会充分关注其运行状况、效果及存在的问题，以使学生对相关司法制度有比较全面、深入的了解。本课程要求学生深刻理解司法机构、职业设置的基本原理和规律，以及它们对相关法律制度尤其是诉讼制度的影响，为将来学习刑事诉讼法、民事诉讼法、行政诉讼法打下基础。", ""], ["103091020", "仲裁法学", "Arbitratiom Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "黄进、宋连斌、徐前权著，《仲裁法学》，中国政法大学出版社，2008年3月版；乔欣著，《仲裁法学》，清华大学出版社，2008年1月版；杨荣新主编，《仲裁法学案例教程》，知识产权出版社，2004年1月版，[英]艾伦?雷德芬，[英]马丁?亨特等著，《国际商事仲裁法律与实践》（第4版）林一飞，宋连斌译，北京大学出版社，2005年9月版", "Arbitration Law, Huang Jin, Song Lianbin, Xu Qianquan, CUPL Press, 2008, 3. Arbitration Law, Qiao Xin, Tsinghua University Press, Jan.2008. Arbitration Law Case Book, Yang Rongxin ed., Intellectual Law Press, Jan.2004. Law and Practice of International Commercial Arbitration, Alan Redfern, Martin Hunter, Translated by Lin Yifei, Song Lianbin, Peking University Press, Sep.2005.", "郭松", "", "考试", "", "仲裁法学是一门应用型学科，是以仲裁立法与仲裁实践及其发展规律为主要研究对象的科学。本课程主要讲授仲裁法的一般理论、基本制度以及仲裁程序的基本运作，并结合我国相关法律规定如何运用仲裁制度解决民事争议。本课程采用实践与理论相结合的方法，从仲裁与诉讼的关系、仲裁与市场经济的关系，重点讲授我国仲裁制度的演变及其实践历程、目前我国仲裁制度以及现状。本课程具有很强的应用性和操作性，需要具备民事诉讼法学与民商法学的基础。本课程要求学生全面系统地掌握仲裁法学的基本理论与制度，熟悉我国仲裁程序的基本制度、仲裁机构的设置、仲裁协议、仲裁裁决的撤销与执行，并能够熟练运用我国仲裁制度的相关法律规定分析与解决民事争议。\x01", ""], ["103092120", "专业实习", "Legal Practice", "法学院", "", "本科", "12.0", "192.0", "", "", "开设", "16.0", "192.0", "0.0", "0.0", "", "", "", "", "", "", "实习实训", "", "", "", "", "", "考查", "", "旨在将法学理论和法律实践相结合，培养学生分析处理法律事务能力并加深对法律和法学的理解，造就高素质的应用型、复合型法律人才。实习要求：进一步掌握和运用三大程序法和相关实体法规范；熟悉法律适用的方法并锻炼法律适用能力；学会获取证据及应用证据能力以及文书制作能力；为学年论文和毕业论文积累资料、选择题目。", ""], ["103093020", "专业英语", "Legal English", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "", "", "", "", "", "讲授", "", "《法律英语教程》（第一版），顾海根 姚骏华 主编，北京大学出版社，2005年4月第1版。", "Legal English Textbook/Teaching material(1st Edition), Gu Haigeng, Yao Junhua, Peking University Press, April,2005", "李浩、陈锋", "", "考试", "", "本课程为法学院本科生选修课程。在本科生一般英语良好掌握之上，本课程主要讲解和传授法律英语的专门知识及学习方法。课程内容涉及法律基础理论及各个相关部门法，包括契约法、证据法、诉讼法、侵权法、公司法、律师执业法、国际法等学科。除培养和提高学生的法律英语基础水平外，还从比较法角度对特定课题进行专门讲授，着重提高学生运用法律英语的能力，包括词汇及术语掌握、阅读、听说及写作能力。Z", ""], ["103094020", "物权法", "Property Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "《物权法论》，史尚宽著，中国政法大学出版社2000年版；《论物权法》，孙宪忠著，法律出版社08年版；《物权法》，崔建远著，中国人民大学出版社09年版", "Property Law Theory, Shi Shangkuan, China University of Politics and Law Press,2000； On Property Law,Sun Xianzhong, Law Press,2008.Property Law, Cui Jianyuan, Renmin University of China Press,2009", "张晓远", "", "考试", "", "本课程主要讲授物权法的一般原理、基本制度以及主要的法律规定，主要内容包括物权的意义、物权的客体及种类、物权的效力、物权的变动、所有权（包括土地所有权、建筑物区分所有权、不动产相邻关系、动产所有权、共有）、用益物权（包括建设用地使用权、农村土地承包经营权、地役权、宅基地使用权等）、担保物权（包括抵押权、质权、留置权）、占有等内容。本课程要求学生理解并掌握物权法这一静态财产法的重要意义、基本原则、主要制度，尤其要对所有权、用益物权、担保物权、占有四个方面的法律制度有一个比较系统、全面的了解，并能运用物权法律知识解决实际问题。\x07", ""], ["103095020", "房地产法（Ⅰ）", "Real Estate Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "《物权法论》(修订本)，王利明，中国政法大学出版社2003年7月版；《物权法》，梁慧星，陈华彬，法律出版社2003年版；《中国物权法评注》朱岩等著，北大出版社出版；《中华人民共和国物权法释义》胡康生主编，法律出版社出版；《中华人民共和国合同法精解》，江平主编，中国政法大学出版社1999年3月第一版；《房地产法》(21世纪法学系列教材)，李延荣、周珂著，中国人民大学出版社2008年7月第3版；《房地产法新论》，高富平、黄武双著，中国法制出版社2002年10月第二版；《房地产法》房绍坤主编， 北大出版社2008年4月第二版；《房地产学》[第四版]，符启林著，法律出版社2009年2月出版，21世纪法学规划教材；、《房地产新型疑难案例判解》---《审判前沿》房地产法案例专辑，作者：北京市高院，法律出版社出版06年9月出版；、《房地产法条文与典型案例》曹晓燕等编著，陕西人民出版社出版07-4出版；、《民法》，王利明 主编，中国人民大学出版社2008年4月第4版。", "The theory of property law,（revised edition）,Wang Liming, China University of Politics and Law Press, July,2003； Property Law,Liang Huixing, Chen Huabin, Law Press,2003. China property law commentary and annotation,Zhu Yan,etc. Peking University Press. Annotation of property law of People’s Republic of China,Hu Kangsheng, Law Press. Condensed annotation of contract law of People’s Republic of China,Jiangping, China University of Politics and Law Press, Mar 1999, 1st edition. Real Estate Law(21st century Textbook/Teaching material series for jurisprudence), Li Yanrong, Zhouke, Renming University of China Press, July,2008, 3rd edition. New theory of real estate law,Gao Fuping, Huang Wushuang, China Legal System Press, Oct,2002,2nd edition. Real estate law,Fang Shaokun,Peking University Press, April,2008, 4th edition. Doctrine of real estate》(4th edition),Fu Qilin, Law Press,Feb,2009,21st century planned teaching material for jurisprudence.Analysis on new complicated real estate cases---Real estate cases section on Trial frontier,Beijing supreme people’s court , Law Press, Sep,2006.Provisions of real estate law and typical cases, Cao Xiaoyan,etc. Shaanxi People’s Press, April, 2007.Civil Law, Wang Liming, Renming University of China Press, April,2008,4th edition", "罗蓉", "", "考试", "", "从法学角度对与房地产有关的社会经济关系进行研究、探讨，学习房地产法的基本概念、基本理论，了解现行房地产法律制度及存在的问题和改进等。主要涉及我国房地产业和房地产市场的发展及现状，我国土地、房屋权属法律制度，房地产登记法律制度，建设用地法律制度，城市房屋拆迁法律制度，房地产开发法律制度，房屋转让法律制度，房地产抵押法律制度，房屋租赁法律制度，物业管理法律制度等内容。本课程注意理论与实务相结合，要求学生掌握房地产法律制度的基本理论知识，培养学生解决房地产法律实际问题的能力。", ""], ["103096020", "合同法", "Contract Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "张晓远、赵小平主编《合同法学》，四川大学出版社，2010年3月", "Contract Law, Zhang Xiaoyuan, Zhao Xiaoping, Sichuan University Press, Mar.2010.", "赵小平", "", "考试", "", "本课程主要讲授民事合同的一般理论，现行法律法规的基本内容与立法精神，并结合司法实务中的个案探讨合同法律的适用与完善。本课程阐述和分析了合同制度的基本原理和合同法的基本原则；合同的成立、合同的效力、合同的履行与保全、合同的变更和转让、合同的解除、合同权利义务的终止、合同违约及责任承担、买卖等15个有名合同。本课程要求学生掌握合同法律制度的一般理论和现行法律内容，并能结合具体案例进行分析和运用。", ""], ["103097020", "律师与公证", "Lawyer System and Practice", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "《中国律师学（第三版）》，陈卫东主编著，法律出版社2008年3月版；《律师职业道德的底线（第三版）》，（美）弗里德曼、史密斯著，中国政法大学出版社2009年1月版。", "China Lawyer Science, Chenweidong, Law Press China, Third edition, Mar.2008; Understanding Lawyers’ Ethics, Friedman, Smith, China University of Political Science and Law Press, Jan.2009", "罗文禄", "", "考试", "", "本课程主要讲授律师制度与律师实务的基本知识与基本技能。通过本课程的学习，使学生熟悉、掌握律师法的立法宗旨以及有关律师执业原则、执业条件、执业机构、职业道德和纪律、律师权利和义务以及律师管理制度等基础知识。同时，熟知律师办理刑事诉讼案件、民事诉讼案件、行政诉讼案件以及非诉业务工作程序及方法，具备解决实际问题的能力。", ""], ["103098020", "税法（Ⅰ）", "Tax&amp;Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "《税法》，张怡主编，清华大学出版社，2007年9月；《税法案例教程》，张怡主编，清华大学出版社，2009年1月。", "Tax Law, Zhang Yi, Tsinghua University Press, Sep.2007. Tax Law Cases Textbook/Teaching material, Zhang Yi, Tsinghua University Press, Jan,2009", "徐蓉", "", "考试", "", "本课程主要讲授税法的基本原理与我国当前的主要税法制度。本课程主要学习的内容包括：税法基础理论、流转税法、所得税法、财产税和行为税法、税收征管法、税务行政复议和税务行政诉讼等。由于税法的专业性强且跨学科延伸较深，因此在税法理论的学习中不仅限于法学理论的介绍；由于税法的实用性很强，因此本课程注重税法理论与税法制度之间的结合。在具体税种法的学习中以主要介绍课税要素的方式让学生掌握我国主要税种法的内容，并希望能够落实到计算应纳税额。通过该课程的学习，为学生铺垫扎实的税法基础理论并搭建税法制度的基本框架。C", ""], ["103099020", "证券法（Ⅰ）", "Securities Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "《证券法》，王建平著，四川大学出版社，2010年12月；《证券法》，叶林著，中国人民大学出版社，2000年3月", "Securities law, Wang Jianping, Sichuan University Press, Dec. 2010； Securities law, Ye Lin, Renmin University of China Press, Mar.2000", "王建平", "", "考试", "", "本课程主要讲授证券市场产生与发展的理论，证券发行、交易的基本方法，证券信息披露的有关理论，并结合我国证券市场上市公司治理与运行的具体情况，对上市公司的风险根源进行实证分析。本课程阐述和分析证券上市、持续信息披露、禁止的交易行为、上市公司的收购等原理和方法，证券交易所、证券公司、证券中介机构和证券业协会的市场主体功能，以及证券监管在实际市场运行的应用与实际效用，证券法律责任及其追究操作性。本课程要求学生掌握证券市场分析的一般理论和方法、理解证券行为尤其是违法行为发生的必然性以及证券监管的困难性，并对我国证券市场的发展及证券风险控制的实际情况，以及证券经济、证券市场分层建设的状况具有感性认识。", ""], ["103100020", "公务员法（Ⅰ）", "Civil Servant Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "《公务员法新论》，徐银华，北京大学出版社，2005年10月", "Civic Servant Law: new analysis, Xu Yin-hua, Beijing University Press,Oct.2005.", "", "", "考试", "", "本课程主要讲授公务员法的一般理论、各国公务员法的异同、中国公务员法的立法原则、中国公务员法的主要内容、中国公务员法的具体运用、中国公务员法面临的突出问题和未来发展趋势。本课程要求学生重点掌握各国公务员法的差别、中国公务员法的主要内容（特别是公务员的条件、义务和权利、职务与级别、录用、考核、职务任免、奖惩、交流、回避、辞职、辞退、法律责任）。本课程试图帮助学生结合实际理解中国公务员法在具体运用中涉及的突出问题，并结合公法基本理论和中国国情就这些问题进行有针对性的探讨。d", ""], ["103101020", "廉政法（Ⅰ）", "Anti-corruption Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "《廉政法治论》 ，陈永革，四川大学出版社1998年8月版，川大教务处2006年复制本。胡鞍钢主编：《中国：挑战腐败》，浙江人民出版社2001年1月版。《中国廉政法律制度研究》，夏赞忠主编，中国方正出版社2007年1月版。《中国反腐倡廉之路》，邵景均，中国方正出版社2009年7月版。", "Clean Government Law, Chen Yongge, Sichuan University Press, Aug 1998. China: Challenge the Corruption, Hu Angang, Zhejiang University, Jan 2001. Study on the Clean Government Law, Xia Zanzhong, China Fangzheng Press, Jan 2007. Process of Combating Corruption and Building a Clean Government in China, Shao Jingjun, China Fang Zheng Press, Jul 2009.", "陈永革", "", "考试", "", "廉政法是四川大学自主为法学专业本科高年级学生而设的自选修课程之一。本课程系统讲授反腐倡廉的基本概念、基本知识、基本理论，包括腐败的概念、起源、本质和危害，反腐倡廉的历史轨迹，廉政、廉政法及廉政法治的概念，以及廉政法体系、基本原则、立法根据、性质与任务、效力等；特别是以当前党和国家的反腐倡廉政策和法律规范为依托，重点讲授党和国家建立健全教育、制度、监督并重的惩治和预防腐败体系实施的体制机制运行以及反腐倡廉的各项制度规范的主要内容。通过课堂讲授、案例分析和讨论、以及调查实践的形式，培养和提高学生分析和解决反腐倡廉实际问题的能力。", ""], ["103102020", "环境法", "Environmental Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "《环境法学》,金瑞林主编,北京大学出版社，2007年8月; 《环境法》，周珂著，中国人民大学出版社，2005年9月。", "Environment Law,Jin Ruilin. Peking University Press. Aug, 2007.Environment Law, Zhou Ke,  Renmin University of China Press, Sep, 2005", "杨志敏", "", "考试", "", "环境与资源法学是法学的一门新兴的边缘性学科。它融法学与环境科学为一体，具有明显的自然科学性和国家干预性的特点。本课程将系统阐述环境与资源保护的基本理论和主要制度。本课程共分四编，含及总论和分论两部分。总论着重论述环境保护与资源法的基本概念、基本理论和基本方法，是分论部分的共性的表达，也是本课程学习的基础；分论采用三元构造，涉及国内环境污染防治法、自然资源保护法和国际环境法。本课程要求学生掌握环境与资源保护的基本理论和主要制度，理解环境危险规制的思维和环境责任的基本构造，并对我国的法制生态化建设有初步认识。", ""], ["103103020", "消费与法", "Consumption and Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "《消费者保护法》，李昌麒、许明月编著，法律出版社，2005年版；《中华人民共和国消费者权益保护法》（1994年1月1日正式施行）", "Customers Protection Law,Li Changqi, Xu Mingyue,  Law Press,2005.Customers Rights and Interests Protection Law of People’s Republic of China (takes effect as of the date of Jan 1st, 1994)", "刘畅", "", "考试", "", "本课程强调法学的社会性与实践性，主要运用案例教学方法进行讲授，试图为大学生阐释法律知识、增加消费经验，丰富和提高学生的知识含量，培养学生解决实际问题的法律技能，从而达到综合素质的整体提高。本课程的教学内容包括消费者权利、经营者义务、消费者组织、消费者安全保障、消费者公平交易保障、商品（服务）标示管理、法律责任、消费争议的解决等；要求学生掌握法律对消费者权利、经营者义务的具体规定，了解现代商品交易在消费者权益保障方面提出的法律要求，知道消费者维权的法律途径和技巧。j", ""], ["103104020", "房地产法律与实务", "Real Estate Law and Practice", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "《中国物权法评注》朱岩等著，北大出版社出版；《中华人民共和国物权法释义》胡康生主编，法律出版社出版；《中华人民共和国合同法精解》，江平主编，中国政法大学出版社1999年3月第一版；《房地产法》(21世纪法学系列教材)，李延荣、周珂著，中国人民大学出版社2008年7月第3版；《房地产法案例教程》，孙镇平主编，高等教育出版社2005年3月出版；《房地产法》房绍坤主编， 北大出版社2008年4月第二版；《房地产学》[第四版]，符启林著，法律出版社2009年2月出版，21世纪法学规划教材；《房地产新型疑难案例判解》---《审判前沿》房地产法案例专辑，作者：北京市高院，法律出版社出版06年9月出版；《房地产法条文与典型案例》曹晓燕等编著，陕西人民出版社出版07-4出版。", "China property law commentary and annotation,Zhu Yan,etc. Peking University Press； Annotation of property law of People’s Republic of China,Hu Kangsheng, Law Press. Condensed annotation of contract law of People’s Republic of China,Jiangping, China University of Politics and Law Press, Mar 1999, 1st edition Real Estate Law(21st century teaching material series for jurisprudence), Li Yanrong, Zhouke, Renming University of China Press, July,2008, 3rd edition. Real estate law cases Textbook/Teaching material, Sun Zhenping, Higher Education Press, March,2005. Real estate law,Fang Shaokun,Peking University Press, April,2008, 4th edition. Doctrine of real estate(4th edition),Fu Qilin, Law Press,Feb,2009,21st century planned teaching material for jurisprudence. Analysis on new complicated real estate cases---Real estate cases section on Trial frontier,Beijing supreme people’s court , Law Press, Sep,2006.Provisions of real estate law and typical cases, Cao Xiaoyan,etc. Shaanxi People’s Press, April, 2007", "罗蓉", "", "考试", "", "主要讲授我国的土地、房屋权属及登记，房地产开发中的法律问题，房地产交易中的法律问题，物业管理中的法律问题等房地产法律实务，关注、探讨住房保障、城市房屋拆迁、农村土地征收等房地产法律制度中的热点问题。主要通过房地产法的案例学习我国房地产法律制度，了解房地产关系中的法律问题，将法律规定与法律实践相结合，培养学生分析、探讨、解决房地产法律实际问题的能力。j", ""], ["103105020", "法律经济学", "Law and Economics", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "《法律的经济分析》，理查德??A?波斯纳，蒋兆康译，中国大百科全书出版社1997年；《经济学语境下的法律规则》，大卫.D.弗里德曼，法律出版社，2004年", "Economic analysis of law, Richard ? A ? Posner, translated by Jiang Zhaokang, China Encyclopedia Press,1997;Legal rules in economic terms, David? D ?Friedman, Law Press,2004", "陈实", "", "考试", "", "法律经济学是一门运用经济学理论解释法律制度现象的学科，它是法学和经济学科际整合的产物。本课程首先探讨法律经济学的方法论，涉及经济学的基础概念、价格理论、产权、交易费用、博弈论和信息经济学等相关概念和理论。然后，运用这些概念和理论考察和探讨财产法、合同法、侵权法、婚姻法、刑法、公司法、反垄断法、宪法、司法制度等广泛的法律主题。本课程旨在开阔学生的理论视野，提高学生掌握和运用法律经济学的基本概念和理论观察、分析和评价法律制度现象的能力，增进学生对真实世界中人的行为和社会制度安排的深刻理解。_", ""], ["103106020", "犯罪心理学", "Criminal Psychology", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "《犯罪心理学》（普通高等教育“十一五”国家级规划教材），罗大华、何为民主编，中国政法大学出版社2007年8月版", "", "郑莉芳等", "", "考试", "", "该课程主要研究犯罪主体的心理和行为，和犯罪对策中的心理学问题，是融合刑法学、犯罪学与心理学于一体的交叉学科。本课程属于法学专业本科生的专业选修课，也适合对课程感兴趣的其他学科本科生学习。课程运用独特的心理学视角，剖析犯罪心理的形成、发展、预测与矫治，以及防控犯罪的策略，有着完整和成熟的理论体系。通过本课程的学习，使学生熟悉基本的犯罪心理学原理，掌握犯罪心理的分析方法，能够对犯罪心理的形成、各类犯罪心理的特征进行具体分析，初步掌握预防犯罪和罪犯矫治的策略，实现运用心理测量工具对犯罪现象、犯罪心理态势、犯罪防控效果的测量和结论分析。教学形式主要包括课堂讲授、小组讨论、实验及视频演示。考试形式为考查。t", ""], ["103107020", "法律社会学", "Sociology of law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "", "", "", "", "", "文化素质公选课", "讲授", "", "《法律社会学》，赵震江主编，北京大学出版社，1998年；《法社会学》，朱景文著，人民大学出版社，2008年。", "Zhao Zhenjiang (as Chief Editor), Sociology of Law, Beijing University Press, 1998; Zhu Jingwen, Sociology of Law, Press of Renmin University of China, 2008.", "李侠", "", "考试", "", "法律决不是一个孤立的现象。法律社会学——一门介于社会学和法学之间的边缘学科，正是要研究社会的基本条件、社会结构、政治结构乃至微观上的个人的行动对法律制度的影响。本课程系面向在校非法学专业的本科生开设的公选课，其首先介绍和探讨了法社会学的概念、框架和研究方法。然后，运用这些理论和方法结合中国当前的具体实例，探讨了法律、法律规范、法律功能、法律运行、法律职业、法律文化作为社会现象出现时的真实含义及其运行状况，以帮助学生从社会整体观念出发，了解真实世界的“行动中的法”及法律与社会的交互作用，从而拓展学生的知识视野，培养其全方位思考问题的能力及对社会现象的实证分析能力。", ""], ["103108020", "证券法（双语）", "Securities Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "", "", "中国证券法学（第2版），彭冰著，高等教育出版社", "证券法(英文版注译本)，Alan R.Palmiter Palmiter，中国方正出版社", "陈实、李旭、王蓓", "", "", "", "证券法是调整证券市场各市场主体之间及其与证券监管部门之间证券法律关系的一个法律部门。课程的设计体现了两个指导思想：一是将证券法理论和制度与证券法实践紧密结合，利用丰富的案例和材料阐释证券法理论和制度；二是将法学理论和经济学、金融学理论有机结合，利用经济学、金融学理论透彻解释证券法制度的内在机理。本课程旨在培养学生运用证券法的基本概念和理论分析证券法制度的能力，增进对证券法制度安排的深刻理解和批判性思考。证券业是一个国际化程度很高的实践领域，开展双语教学有利于增强学生在英语环境下从事本领域工作的能力。", ""], ["103109020", "社会主义法治理念", "Socialist Legal Conception", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103110020", "法律职业伦理与职业道德", "Legal Ethics", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103111030", "婚姻家庭继承法", "Laws on Marriage, Family and Inheritance", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103112010", "审判实务", "Trial Practice", "法学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103113010", "检查实务", "Inspection Practice", "法学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103114010", "刑事侦查", "Criminal Investigation", "法学院", "", "本科", "1.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103115020", "民商法概论", "Cicil Law and comercial law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "0.0", "0.0", "", "", "", "", "文化素质公选课", "讲授", "杨遂全", "《比较民商法学》法律出版社2007年版", "", "", "民商法作为调整平等主体之间（民间）人身和财产关系的法律，是形成现代市场经济机制和社会机制的基本法。民商法学作为法学中最重要的一门应用法学，对培养各科大学生的科学理论素养，增进对社会基础制度的认识，理性规范毕业后的工作和日常生活行为，保护自己的各种权利具有不可或缺的作用。\n本课程的目标是：\n1、了解和掌握民商法的基本概念和运用方法；\n2、为参加全国法律硕士和工商硕士入学民商法联考做准备；\n3、培养观察和处理社会现实生活中新型疑难民商事争议的初步能力。", "", "", "本课程主要内容包括民商法的基本原理、人身权法、物权法、债权法、知识财产法、合同法、婚姻家庭亲属法、财产继承法、侵权法、商法原理、公司法、消费者权益保护法、广告法、证券法、海商法、破产法等制度框架和主要核心内容的使用性规则的简介。\n讲课内容和教学方法，主要以法条结合实际案例为主，偏重实用、常见结合新型疑难问题分析。", "文化素质110322"], ["103116020", "犯罪心理学", "Criminal Psychology", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "0.0", "", "", "", "", "文化素质公选课", "讲授", "郑莉芳", "《犯罪心理学》（普通高等教育“十一五”国家级规划教材）\x07", "罗大华、何为民主编，中国政法大学出版社2007年8月出版", "", "《犯罪心理学》研究犯罪主体的心理和行为，以及犯罪对策中的心理学问题，是融合刑法学、犯罪学与心理学于一体的交叉学科，为具体刑事政策的适用提供心理学的依据。它运用独特的心理学视角，剖析犯罪心理的形成、发展、预测与矫治，以及犯罪的防控策略，有较为完整和成熟的理论体系。                                   犯罪心理学是大学生素质教育中的重要一环。正处在思想活跃期的大学生，同样面临着激烈的学习竞争、社会关系竞争，甚至还有生存压力或情感生活问题，诸多的冲突与矛盾无疑直接影响个体的心理健康，犯罪心理学的学习可以帮助大学生了解犯罪心理的基本规律，掌握基本的越轨心理调适方法，疏导一些典型的越轨心理障碍，并为培养个体的守法行为模式提供心理支持。\n本课程侧重强调心理学在犯罪学中的应用，主要采用理论与案例结合的教学方法，教学形式包括课堂讲授、小组讨论及视频演示等。", "", "", "通过本课程的学习，使学生熟悉基本的犯罪心理学理论与研究方法，掌握犯罪心理机制的原理，各类型犯罪心理的特征，犯罪心理的预测，犯罪行为的预防以及罪犯心理矫治的基本策略，并通过运用心理测量工具对犯罪现象、犯罪心理态势、犯罪防控效应进行施测和结论分析，有助于理解与完善现行的刑事立法与刑事政策，并有助于培养个体的守法心理与行为模式。", "文化素质公选课"], ["103117020", "社会生活中的法律技能", "The Law and Civil Society", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "0.0", "0.0", "", "", "", "", "文化素质公选课", "讲授", "刘昕杰", "陈光中主编：《法学概论》，中国政法大学出版社2002年修订版", "刘昕杰主编：《法理学导论》，四川大学出版社2011年版\n面向21世纪法学案例系列教材，中国法制出版社2007年版", "", "本课程目的在于使学生对法学的基本理论、基本原则基本知识有正确和较全面的认识，能够运用基本的法律技能应对和处理社会生活中疑难问题。从实践的角度，通过案例分析的方式让学生领略社会生活中最常见的法律问题，培养大学生在社会生活中运用法律维护自己的权益，从而增强大学生的社会竞争力。课程目标：\n了解我国法律的基本制度和基本精神；掌握基本法律的主要制度和诉讼程序；能够通过查阅法条解决较简单的实际案件；运用法律知识和法律技能应对一般的社会疑难问题，维护自己的应有权益；以法律人的思维方式懂法、守法、护法。", "", "", "以社会生活中具体法律问题的实践应用为核心，系统介绍我国法律与法治的一般理论；对我国法律体系中重要法律部门的基本原理和知识以及国际法方面的主要内容作比较详细、系统的介绍；注重介绍法律的实践性、运用性和可操作性；重点介绍与大学生社会息息相关的物权法、合同法、婚姻法、侵权法、劳动法、诉讼法、司法制度等等。基本上采取案例教学的方式，以实际的案例分析和诉讼程序的介绍让学生了解在社会生活中最常见和最实用的法律技能。\x01", "文化素质110322"], ["103118020", "犯罪心理学", "Criminal Psychology", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "《犯罪心理学》（普通高等教育“十一五”国家级规划教材），罗大华、何为民主编，中国政法大学出版社2007年8月版", "乐国安：《法律心理学》； 杨士隆：《犯罪心理学》；吴宗宪等译《司法心理学》", "郑莉芳", "", "考试", "", "该课程主要研究犯罪主体的心理和行为，和犯罪对策中的心理学问题，是融合刑法学、犯罪学与心理学于一体的交叉学科。本课程属于法学专业本科生的专业选修课，也适合对课程感兴趣的其他学科本科生学习。课程运用独特的心理学视角，剖析犯罪心理的形成、发展、预测与矫治，以及防控犯罪的策略，有着完整和成熟的理论体系。通过本课程的学习，使学生熟悉基本的犯罪心理学原理，掌握犯罪心理的分析方法，能够对犯罪心理的形成、各类犯罪心理的特征进行具体分析，初步掌握预防犯罪和罪犯矫治的策略，实现运用心理测量工具对犯罪现象、犯罪心理态势、犯罪防控效果的测量和结论分析。教学形式主要包括课堂讲授、小组讨论、实验及视频演示。考试形式为考试。", "专业选修课"], ["103119020", "担保法", "Guarantee Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20111011"], ["103120020", "人格权法", "Personality Right Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "20111011"], ["103121020", "法律经济学", "Law and Economics", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "考试", "", "", "20111011"], ["103122020", "物权与财产权保护", "Property and property law protection", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "0.0", "0.0", "", "", "", "", "文化素质公选课", "讲授", "王建平", "《物权法》(四川大学法学院编)", "中华人民共和国物权法（条文）；相关民事案例（见中国法院网）", "", "1．物权法是财产法的核心部分，本课程有助于养成大学生正确的财产权利观念和意识；\n2．对于大学生形成爱惜财产、发挥物的效用，保护财产权利的观念，具有决定性的影响；\n3．培养大学生养成所有权、用益物权、担保物权和占有的合法界限，并积极维护财产权；\n4．提高大学生处理自己与家人、与单位、与社会各个层次的财产利益关系的能力和技巧；\n5．提高大学生的财产权利意识和维护国家、学校财产利益的素质，防止大学生侵害物权。", "", "", "1．学习物权和财产权法的一般原理，通过丰富的案例和实务教学，使得休克大学生懂得物权与民事权利的基本关系，从而逐步形成很强的处理物权与财产权纠纷的法律能力；\n2．学习和掌握我国《物权法》以及相关财产法，比如知识产权法中财产权等的基本规范，达到逐步养成处理物权与财产权纠纷的意识和正确维权的能力；\n3．学习司法实践中物权纠纷和争议处理中，存在的实际问题，掌握财产权纠纷处理的方法；\n4．逐步掌握解决物权和财产权争议和纠纷的基本技巧，为进一步培养这种能力提供基础；\n5．明确现实生活中，物业管理涉及的法律关系是一种群状法律关系，其根源在于共同关系；\n6．接触社会生活中各种类型的物权与财产权关系的实例，开拓修课大学生的知识和视野；\n7．通过课后的考试和考察，提升修课大学生的综合素质，优化知识结构，养成其财富能力。", "201204"], ["103123020", "知识产权法（英语）", "Intellectual Property Law", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103124030", "民法总论", "General Principles of Civil Law", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["103125030", "法理学", "Jurisprudence", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"], ["103126020", "中国法制史", "Chinese Legal History", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"], ["103127020", "宪法", "Constitution", "法学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"], ["103128030", "刑法总论", "General Principles of Criminal Law", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"], ["103129060", "民法学（含合同法学、婚姻法学、继承法学）", "Civil Law (including Contract Law, Marriage Law, Inheritance Law)", "法学院", "", "本科", "6.0", "96.0", "", "", "开设", "6.0", "96.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"], ["103130030", "行政法与行政诉讼法", "Administrative Law and Administration Litigation Law", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"], ["103131030", "商法", "Commercial Law", "法学院", "", "本科", "3.0", "48.0", "", "", "开设", "3.0", "48.0", "", "0.0", "0.0", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"], ["103132020", "商标法", "", "法学院", "", "本科", "2.0", "34.0", "", "", "开设", "2.0", "34.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", "二专业课程（20121017）"]]