[["107109010", "Introduction to the Philosophy of Ludwig Wittgenstein(1889-1951)", "Introduction to the Philosophy of Ludwig Wittgenstein(1889-1951)", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Russell Brian Goodman", "Ludwig Wittgenstein, born in Vienna, Austria, was one of the most important philosophyers of the twentieth century. The course will concentrate on Wittgenstein&#39;s later philosophy as it appears in Philosophical Investigations.(1953) We will begin the course with an introduction to Wittgenstein&#39;s life and first book, the Tractatus Logico-Philosophicus(1921). The course will then consider Wittgenstein&#39;s critique of the Tractatus at the beginning of the Investgations, and explore his account of language, his philosophical methods, and his detailed explorations of the grammar of human psychology. If time permits, we shall consider his late work, On certainty,", "", "", "", "20160506"], ["107110010", "Ethical Theory", "Ethical Theory", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "ANN V. MURPHY", "This course introduces the student to the main moral frameworks in normative ethics:utilitarianism, deontology, and virtue ethics, via an analysis of texts by John Stuart Mill, Immanuel Kant, and Aristotle.We will also engage more contemporary literature that situates itself both critically and sympathetically in relation to those foundational historical texts.While the main texts under examination will be largely historical, one guideing aim of the course is to understand the contemporary relevance of those authors through the application of their theories to concrete topics. The course aims to cultivate an awareness of the differences between the major theorical paradigms in normative ethics, as well as attunement to the contemporary relevance of those topics.", "", "", "", "20160506"], ["107111010", "Philosophy of Gender", "Philosophy of Gender", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "ANN V. MURPHY", "This course is designed as a survey of some of the most important contemporary literature in the philosophy of sex and gender,particularly from within the continental philosophical tradition. Some of the guiding themes of the course will be:What is the relationship between the sexed body and gender identity? To what degree, and how, is the &quot;truth&quot; of gender available to the others? What are the most effective philosophical models through which to think the relationship between gender, race and sexuality? And finally, what do various philosophies of sex and gender imply for a model of social justice?", "", "", "", "20160506"], ["107112010", "The Brics and Its Future: the View from Russia", "The Brics and Its Future: the View from Russia", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Dmitry Leonidovich Strovsky", "The course investigates the contemporary state of the BRICS constellation and its outlines taking into account world challenges. For the last decade a few BRICS summits took place, and the organization has passed through the political and economic self-determination confirming the prospects of its geographical expansion. In the meantime, the perspectives of the BRICS development seem to be blurred due many circumstances. Most pivotal of them are different international interests of the BRICS countries which generate a whole spectrum of political and economic problems and negatively influences cooperation within this community. It strongly affects national priorities of all the BRICS countries including Russia which seems to be an outsider against a neighboring China and gradually is lagging behind India. A comparative analysis of the positions of these countries is one of the pivotal tasks for the author. The conclusions in this regard to be made seem to be intriguing and even provocative. During the course Strovskytends to raise not only the problematic issues of the political and economic linkage between the BRICS countries but also the problems of the media involvement in the BRICS agenda. A special attention is being paid to information globalization and its effects on media matters. A survey conducted for 2012-2016 years by the group of media experts from the BRICS countries including the author himself is under Strovsky’s grave investigation. These priorities make the course attractive for the students from different studying programs of Sichuan university.", "", "", "", "20160506"], ["107113010", "The Media in Terms of Modern International Globalization.", "The Media in Terms of Modern International Globalization.", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Dmitry Leonidovich Strovsky", "International globalization in the contemporary world is a very specific phenomenon originated historically and currently involving all countries into its orbit. Globalization affects the world politically, economically, socially and spiritually which creates unequal opportunities for the development of different countries. The author sorts out the evolution of this process stemming from the old times and finishing with the post-industrial era. Under his investigation are pros and cons of globalization. A significant part of Strovsky’s course is devoted to the media involvement into globalization trends. The role of the media looks extremely important in these conditions. On the one hand, they seem to be subordinated to the frameworks of this process due to their dependence on most pivotal decisions of the day; on the other one, the media themselves look as the moderators and even provocateurs of the global agenda. Different media theories being illustrative to this ‘double background’ are supposed to be envisaged. A special attention is paid to the media role in terms of political transformation and conflicts in some leading countries including Russia, China, the US and some others. Within this context, the author tends to demonstrate a direct dependence of the media on contemporary political priorities on the national and international levels. The course is focused on many theoretical frameworks but also examines practical situations concerning the politics/economics/media relationships which are likely to stimulate world view of the students.", "", "", "", "20160506"], ["107114010", "The Enlightenment: Science of Society from Hobbes to Hegel", "The Enlightenment: Science of Society from Hobbes to Hegel", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "ALEXANDER SCHMIDT", "The course aims at providing an insight into the central theoretical foundations of the modern (mainly Western) account of society in their historical context. It aims to make students understand how European thinkers developed their theories of society and human agency in response to religious wars, global commerce, as well as massive social inequalities of wealth and status. In a close study of some cardinal texts in European thought, such as Hobbes, Rousseau, Adam Smith, and Kant, we will discuss ideas of toleration, natural rights, division of labour, human equality, progress, reform, republicanism, legal order, and aesthetic education. These concepts still form the bread and butter of modern political theory and students will understand the limitations as well as the theoretical achievements of these ideas.", "", "", "", "20160506"], ["107115000", "形势与政策-1", "Situation and Policy-1", "马克思主义学院", "", "本科", "0.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107116000", "形势与政策-2", "Situation and Policy-2", "马克思主义学院", "", "本科", "0.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107117000", "形势与政策-3", "Situation and Policy-3", "马克思主义学院", "", "本科", "0.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107118000", "形势与政策-4", "Situation and Policy-4", "马克思主义学院", "", "本科", "0.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107119000", "形势与政策-5", "Situation and Policy-5", "马克思主义学院", "", "本科", "0.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107120000", "形势与政策-6", "Situation and Policy-6", "马克思主义学院", "", "本科", "0.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107121000", "形势与政策-7", "Situation and Policy-7", "马克思主义学院", "", "本科", "0.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107122020", "形势与政策-8", "Situation and Policy-8", "马克思主义学院", "", "本科", "2.0", "16.0", "", "", "开设", "1.0", "16.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "国家统一课", "讲授", "", "", "", "", "", "考试", "", "", "20170502开课单位变更"], ["107123010", "Introduction to Philosophy of Economics", "Introduction to Philosophy of Economics", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Susan Gottl？ber", "This course will survey economic theory from antiquity through the origins of market capitalism in order to identify the peculiar philosophical assumptions underlying how we understand economics, such as assumptions regarding human nature, or how flourishing and economics were originally related. We will engage with some of the most influential concepts that still shape our lives and underpin our economic systems. They include, e.g., the concepts of alienation or the ‘invisible hand’ as a market-regulating principle, and also how economics was originally seen as being determined by the common good. We will also examine arguments at to how capitalism became the dominant economic system and how the social and economic systems we live in may influence the way we think. Texts from key thinkers such as, e.g., Aristotle, Smith, Mill, Marx and Weber will be discussed and examined and whether their ideas can provide a basis for solutions for contemporary issues.", "", "", "", "20170504实践周"], ["107124010", "Towards a Philosophy of Toleration", "Towards a Philosophy of Toleration", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Susan Gottl？ber", "This course will investigate the concept of toleration, its importance but also its limits. We will start with a brief historical introduction, looking in particular at Nicholas of Cusa and John Locke as two exemplary thinkers illustrating how European thinkers tried to respond to the political-religious conflicts of their time, by using toleration as a means to engage with otherness in a peaceful manner while at the same time also emphasizing the limits of toleration. We will then proceed to examine different contemporary concepts of toleration, using the ideas of the political theorist Rainer Forst as a foundation. We will finish by looking at some contemporary philosophical reflections on the necessity of limits of toleration such as Ku？andi and Ricoeur.", "", "", "", "20170504实践周"], ["107125010", "David Hume&#39;s Critique of Religion", "David Hume&#39;s Critique of Religion", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "MICHAEL PROFESSOR DUNNE", "This course will consider Hume’s writings on religion, which are a major critique of religionas such and of all attempts to provide philosophical proofs for the existence of God.Particular consideration will be given to Hume’s classic texts on the matter, The NaturalHistory of Religion and the Dialogues Concerning Natural Religion.The Dialogues ask if belief in God can be inferred from the nature of the universe orwhether it is even consistent with what we know about religion. The Natural Historyof Religion investigates the origins of belief, and follows its development fromharmless polytheism to dogmatic monotheism. It is widely recognized that these twoworks constitute the most formidable attack on the rationality of religious belief evermounted by a philosopher.", "", "", "", "20170504实践周"], ["107126010", "Philosophy of Friendship", "Philosophy of Friendship", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "MICHAEL PROFESSOR DUNNE", "Friendship (as stated in the Stanford Encyclopedia of Philosophy) is a “distinctivelypersonal relationship that is grounded in a concern on the part of each friend for thewelfare of the other, for the other&#39;s sake, and that involves some degree of intimacy. Assuch, friendship is undoubtedly central to our lives, in part because the special concernwe have for our friends must have a place within a broader set of concerns, includingmoral concerns, and in part because our friends can help shape who we are as persons.Given this centrality, important questions arise concerning the justification offriendship …”. This course will examine the views of some of the major Westernphilosophers on this topic as well as the recurring problem of reconciling the demandsand duties of friendship when there conflict between friendships and public and privatemorality.", "", "", "", "20170504实践周"], ["107127010", "The BRICS and its future: the view from Russia", "The BRICS and its future: the view from Russia", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Dmitry Leonidovich Strovsky", "The course investigates the contemporary state of the BRICS constellation and its outlines taking into account world challenges. For the last decade a few BRICS summits took place, and the organization has passed through the political and economic self-determination confirming the prospects of its geographical expansion. In the meantime, the perspectives of the BRICS development seem to be blurred due many circumstances. Most pivotal of them are different international interests of the BRICS countries which generate a whole spectrum of political and economic problems and negatively influences cooperation within this community. It strongly affects national priorities of all the BRICS countries including Russia which seems to be an outsider against a neighboring China and gradually is lagging behind India. A comparative analysis of the positions of these countries is one of the pivotal tasks for the author. The conclusions in this regard to be made seem to be intriguing and even provocative. During the course Strovskytends to raise not only the problematic issues of the political and economic linkage between the BRICS countries but also the problems of the media involvement in the BRICS agenda. A special attention is being paid to information globalization and its effects on media matters. A survey conducted for 2012-2016 years by the group of media experts from the BRICS countries including the author himself is under Strovsky’s grave investigation. These priorities make the course attractive for the students from different studying programs of Sichuan university.", "", "", "", "20170504实践周"], ["107128010", "The Media in Terms of Modern International Globalization", "The Media in Terms of Modern International Globalization", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "Dmitry Leonidovich Strovsky", "International globalization in the contemporary world is a very specific phenomenon originated historically and currently involving all countries into its orbit. Globalization affects the world politically, economically, socially and spiritually which creates unequal opportunities for the development of different countries. The author sorts out the evolution of this process stemming from the old times and finishing with the post-industrial era. Under his investigation are pros and cons of globalization.A significant part of Strovsky’s course is devoted to the media involvement into globalization trends. The role of the media looks extremely important in these conditions. On the one hand, they seem to be subordinated to the frameworks of this process due to their dependence on most pivotal decisions of the day; on the other one, the media themselves look as the moderators and even provocateurs of the global agenda. Different media theories being illustrative to this ‘double background’ are supposed to be envisaged. A special attention is paid to the media role in terms of political transformation and conflicts in some leading countries including Russia, China, the US and some others. Within this context, the author tends to demonstrate a direct dependence of the media on contemporary political priorities on the national and international levels.The course is focused on many theoretical frameworks but also examines practical situations concerning the politics/economics/media relationships which are likely to stimulate world view of the students.", "", "", "", "20170504实践周"], ["107129010", "Wittgenstein and Pragmatism", "Wittgenstein and Pragmatism", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "RUSSELL BRIAN GOODMAN", "This sourse consist ODM 4 units :1.Introduction to Wittgenstein&#39;s later philosoPHY (regarding from Philosophical investigation (1953))2.Wittgenstein&#39;s On Certainty (1969)3.Wittgenstein&#39;s On Certainty (continued );Wittgenstein&#39;s and James 4.William Jame&#39;s pragmatism (regarding from pragmatism(1997) )", "", "", "", "20170504实践周"], ["107130010", "Pragmatism :introduction", "Pragmatism :introduction", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "", "", "", "RUSSELL BRIAN GOODMAN", "An introduction to pragmatism ,emphasizing writing of the classical pragmatists.Charles Sanders Peirce (1839-1914),William James (1842-1910), and John Deway (1859-1952).Addtional readings from the contemporary Neopragmatist Hilary Putnam (1926-2016)1. Peirce.&quot;the fiction of belief &quot; and &quot;how time make our idea clear &quot;2.James .&quot;What pragmatism means &quot;,&quot;pragmatism and humanism &quot;3.Dewey .&quot;my pedagogic creed &quot;,experience and nature ,art and experience 4.Putuam .the marry faces of realism and other writing s", "", "", "", "20170504实践周"], ["107131010", "形势与政策（跨校共建）", "Situation and Policy", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "20170510东西部联盟课程"], ["107132010", "Promoting Mental Health Wellness: Views from Multiple Theoretical Stances", "Promoting Mental Health Wellness: Views from Multiple Theoretical Stances", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "David Michael Kleist", "This course will provide undergraduate students with a substantial introduction into the philosophic foundations and the evolving institutional and behavioral practices of American government since its founding. While this course will cast a broad net covering much of American government, among those themes that will receive a lion’s share of attention none seems more deserving than the work of the Founding Fathers of American government. Their thoughts about human nature and government, and the influence that thinkers like Locke and Montesquieu had on America’s “Founding Generation” will be critically reviewed, inviting comparisons between the original design and the present operation of American political institutions. This comparison will be enlivened by frequent references to original framing documents—e.g., the Federalist Papers, and selected writings of Jefferson—and bedrock decisions of the Supreme Court over the course of the Republic’s life. Additional topics that shall be scrutinized include: the powers of, and relationships among, our three branches of government; federalism and its strengths and weaknesses in contemporary America; and the growing influence of the bureaucracy—America’s 4th branch of government—in the policymaking process. The book on which this course will be grounded is Peter Woll’s American Government: Readings and Cases; now in its 19th edition, Woll has managed to gather an outstanding collection of original source material from which underlying principles about the nature of American government can be appreciated, and about which fascinating questions can be raised and debated.", "", "", "", "20180509实践周"], ["107133010", "China and Russia: four centuries of the relationship: realities, problems and outlines", "China and Russia: four centuries of the relationship: realities, problems and outlines", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "", "", "", "", "Dmitry Leonidovich Strovsky", "The course will introduce students to current issues in international relations. The themes will be multilateralism and multipolarity, as alternatives to unipolar or bipolar global power structures The courset will concentrate on the relations between China, Europe and the US each with their own history and values. It will look at how each approaches globalization. In particular, on the issues of trade, environment, security, information society, international organizations (UN, WTO) etc. Part of the focus will be on how domestic politics and institutions influences foreign policy. In view of the rise of populism in the US and EU the course will look at the potential for instability in global relations and how populists influence relations with China.In the second part of the course attention will be given to the development of relations between China and Europe and how these might evolve in relation to US nationalistic policies. The potential for China and Europe to cooperate in order to strengthen global order will be examined. Both China and Europe seem to be developing policies based on the concept of regional globalism. The potential of this concept will be discussed.Students will be encouraged to express their own views and national perspectives especially in relation to the historic events which have shaped international relations in the 21st century. Such events would include World War Two and the foundation of the UN and EU. The foundation of the PRC and China’s growing global status. The Cold War. 9/11 and the issues of terrorism, immigration, refugee crisis which have contributed to instability in the Middle East and Europe will also be examined. Ideas of world order developed after 1945", "", "", "", "20180509实践周"], ["107344020", "毛泽东思想概论（文科类）", "Mao-Tsetung Thought", "马克思主义学院", "秋季", "本科", "3.0", "34.0", "", "", "开设", "2.0", "34.0", "0.0", "0.0", "", "0.0", "0.0", "0.0", "0.0", "", "", "", "", "", "李杰、 申时雨、于爱华、任斌、高中伟、周", "让学生了解近现代中国社会发展的规律，增强坚持中国共产党的领导和走社会主义道路的信念；了解中国共产党人实现马克思主义基本原", "考试", "", "", "请安排有扩音设备的教室，最好是多媒体教室。"], ["107345020", "欧盟政治经济与外交", "Politics, Economy and Diplomacy of European Union", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "自编：《欧洲一体化进程：历史、现状与启示》", "《欧洲一体化与欧盟治理》贝娅特?科勒-科赫等(德) //《欧洲统一，贤哲之梦——欧洲统一思想史》玛丽娅??梅吉奥尼(意) //《欧洲宪政》约瑟夫??威勒(美) //《欧洲研究》(期刊)", "邓宗豪", "", "考查", "", "欧盟的产生发展就是欧洲一体化的过程。课程全面介绍分析欧洲一体化进程的历史与现状，以及欧洲一体化对世界其他区域一体化的启示，最后探讨中国如何发展与欧盟关系。内容包括欧洲一体化产生原因、欧盟扩大、欧盟法律体系、欧盟机构和决策体系、欧盟预算资金的来源和使用、单一市场、经济与货币联盟、共同外交与安全政策、司法与内务合作。最后，分别从全球、亚太地区以及中欧关系层面分析欧洲一体化的启示。", "20130408"], ["107346020", "批判性思维", "Critical thinking", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "《超越感觉：批判性思考指南》（[美]文森特?鲁吉罗 著，顾肃、董玉荣 译，复旦大学出版社）", "《思考的艺术》（[美]文森特?赖安?拉吉罗 著， 金盛华、李红霞、邹红 等 译，机械工业出版社）", "", "", "", "", "课程主要讲授和探讨影响思考的主观和客观因素，避免思考被左右。主要内容包括：真理如何被发现而不是被创造；认知的必要条件、阻碍及其克服；观点要有根据，避免无效的根据；认识证据，知道证据的种类和获取渠道，尽可能获取充分证据；学习论证，构造论证，论证具有极端重要的地位；避免错误的思考，了解误导思考的各种因素；学习进行批判性思考和有效论证的策略。", "20130408"], ["107347020", "俄罗斯国情文化漫谈", "Russian National Culture", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "自编", "关贵海等：《中俄关系的历史与现实》，社会科学文献出版社2009年版\n顾亦瑾《语言与文化——俄语语言国情学概论》，河南人民出版社1991年版等", "沈影", "", "", "", "绪论：（引入课程）\n第一讲    俄罗斯历史回顾（重点）\n第二讲    俄罗斯政治、经济与外交（难点）\n第三讲    俄罗斯社会与文化（了解）\n第四讲    俄罗斯宗教与艺术（了解）\n第五讲    俄罗斯主要城市介绍（了解）\n第六讲      中俄关系现状与前景（重点）", "20130408"], ["107348020", "中国政治思想史", "History　of Political Thoughts in China", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "中国政治思想史，课题组主编，高等教育出版社和人民出版社2012年版\n中国政治制度史，韦庆远等编著，中国人民大学出版社", "", "王洪树", "", "", "", "该课程将以中国历史分期为线索，选择每个时期具有代表性的政治人物和思想制度，引导学生阅读相关代表性著作，讨论相关思想，进行图文并茂的辩证性和对比性剖析。其中，尤其是要重点介绍春秋战国时期、秦汉时期、隋唐时期、宋明时期、明末清初时期、清末民国初年时期的重要政治人物和思想制度。", "20130408"], ["107349010", "The Media in the Process of Modern Political Transformation: the Case of Russia", "The Media in the Process of Modern Political Transformation: \nthe Case of Russia", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "8.0", "16.0", "", "", "", "", "", "", "", "国际周课程", "讲授", "Dmitry Strovsky", "", "", "Dmitry Strovsky", "", "", "", "", "20130427新增全英文"], ["107350020", "哲学与电影", "Philosophy and Movies", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "罗伯特?沃尔夫，哲学是什么，黄小洲、张云涛译，重庆大学出版社，2011.\n托马斯?内格尔，你的第一本哲学书，宝树译，当代中国出版社，2008.\n罗素，西方哲学史，何兆武、李约瑟译，商务印书馆，1963.", "吴敏", "哲学作为文科基础素质教育的基础，对大学生思想启蒙与思维训练具有重要意义。但是专业性的哲学知识讲解容易让非专业学生产生倦怠感。然而，训练学生带有批判性的思维模式与激励他们保持对世界的好奇心，对其未来的成长将非常重要。某种意义上，通识教育的目的也在此。如何能够在艰深枯燥的理论讲授中找出一条启迪学生自我学习、自我探索的道路，如何能够激励他们对思想观和方法论的兴趣，这是这门课程想要尝试解决的问题。如果能够以生动有趣的方式做好哲学导论的教授，则对素质教育的实现方法和路径都会有所裨益。本课程旨在生动直观地向学生展示哲学问题的实质以及正确的分析方法。本课程尝试以电影作为媒介导出哲学问题，让学生在轻松的氛围中由浅入深进入哲学理论的学习与思考中。最终，希望激发他们的哲学思维，提升其批判性思考的能力。", "考查", "", "本课程将传统哲学问题分为存在论、认识论、社会问题及现代性反思四个部分。在每一部分中，以问题为导向提取出数个分问题。同时，选择能够体现这些问题所涉及的问题域，并在其中展现出问题产生争论的关键环节的电影，引导学生进入相关问题的学习。", "2014.3.20"], ["107352020", "临床案例医疗法律学", "Medical Law", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "3.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "文化素质公选课", "讲授", "张洪松", "", "", "", "医事法学是专门研究和探讨与医疗事务相关的法律体系、法律理论和法律制度的学科，面向本科学生（尤其是医科学生）开设。通过医事法学的学习，可以了解和掌握我国医事法律法规的基本体系，培养学生的职业法律思维能力，提高学生的职业法律意识。课程力图将知识的传授与实践能力的培养有机的结合起来，在坚持体系化讲授医事法学知识的同时，积极引入“以问题为导向”的学习方式和案例教学方法。医事法学是一门实践性很强的学科。以案例教学法（CBL）为基本手段，本课程将把当前医疗实践中产生的一些重大、疑难法律案例引入课堂，通过小组讨论、班级讨论等多种教学方式鼓励学生积极探讨解决途径，引导学生形成法律的思维方式，培养学生运用医事法解决执业实践问题的能力。", "", "", "", "20141013由《医事法学》改名而来"], ["107353020", "中国粮食安全的政治经济学", "Political Economics on Food Security in China", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "1.中央电视台《中国财经报道》栏目组：《粮食战争》，机械工业出版社，2008年版。\n2.吕新雨：《乡村与革命：中国新自由主义批判三书》，华东师范大学出版社，2013年版", "", "纪志耿", "通过本门课程的学习，力图实现以下教学目标：1.粮食安全问题研究涉及农业经济学、政治学、社会学的知识，通过这些知识的学习，使川大学子多一份人文素质。2.粮食安全问题不仅是国内问题，也是全球问题，通过对发展中国家解决本国粮食供给难题的历程展示，使川大学子使多一份人文关怀。3.中国用占世界7%的耕地养活了20%的人口，成功克服了“马尔萨斯陷阱”和“谁来养活中国”命题，研究我党领导“三农”事业发展波澜壮阔的历史，使川大学子多一份民族精神。4.粮食安全要从小处做起，要从我做起，在构建资源节约型、环境友好型社会，建设社会主义生态文明的大背景下，这门课的讲授可以使川大学子多一份社会责任", "考查", "", "本门课程以当前中国粮食安全的突出问题为导向，重点研究讲授以下几个方面的内容：1.中国粮食安全的形势，2.中国粮食安全危机的国内成因，3. 中国粮食安全危机的国际成因，4.破解中国粮食安全危机的策略之一：妥善应对农村劳动力老龄化趋势，5.破解中国粮食安全危机的策略之二：培育中国特色的家庭农场主，6.破解中国粮食安全危机的策略之三：让农民成为一份体面的职业", "20141016"], ["107354020", "道教与中国传统社会的历史整合", "Taoism and the Integration of the Chinese Traditional Society", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "1.《道藏》［C］，文物出版社、上海书店、天津古籍出版社,1988年版。\n2.卿希泰主编：《中国道教史》(1-4卷修订本)［M］，成都：四川人民出版社，1996年版。\n3.《二十五史》［C］，上海:上海古籍出版社,上海书店,北京:中华书局,1986年版。\n4.陈垣：《南宋河北新道教考》［M］，上海：上海书店，1989年版。\n5.葛兆光：《中国思想史》［M］，北京：商务印书馆，2007年版。\n6.秦家懿、孔汉思：《中国宗教与基督教》［M］，吴华译，北京：三联书店，1990年版。\n7.李刚：《劝善成仙——道教生命伦理》［M］，成都：四川人民出版社，1994年版。\n8.陈霞：《道教劝善书研究》［M］，成都：巴蜀书社，1999年版。\n9.马西沙、韩秉方：《中国民间宗教史》［M］，上海：上海人民出版社，1992年版。\n10.《韦伯作品集（V）中国的宗教／宗教与世界》［M］，南宁：广西师范大学出版社，2004年版。\n11.（德）马克斯?韦伯：《儒教与道教》［M］，洪天富译，杭州：江苏人民出版社，1997年版。\n12.(美)费正清、崔瑞德主编:《剑桥中国史》（11卷）［M］，杨品泉译，北京：中国社会科学出版社，1992年版", "葛兆光：《中国思想史》［M］，北京：商务印书馆，2007年版秦家懿、孔汉思：《中国宗教与基督教》［M］吴华译，北京：三联书店，1990年版。        \n 李刚：《劝善成仙——道教生命伦理》［M］，成都：四川人民出版社，1994年版。        \n 陈霞：《道教劝善书研究》［M］，成都：巴蜀书社，1999年版。        \n      9.马西沙、韩秉方：《中国民间宗教史》［M］，上海：上海人民出版社，1992年版。        \n      10.《韦伯作品集（V）中国的宗教／宗教与世界》［M］，南宁：广西师范大学出版社，2004年版。         \n      11.（德）马克斯?韦伯：《儒教与道教》［M］，洪天富译，杭州：江苏人民出版社，1997年版。     \n      12.(美)费正清、崔瑞德主编:《剑桥中国史》（11卷）［M］，杨品泉译，北京：中国社会科学出版社，1992年版", "", "通过了解道教与封建王权、儒学、佛教和社会民俗在政治上、文化上以及文化心理方面的复杂历史交流，阐释道教“神道”信仰与王权之间“政——道”双方神权与政权交流的特点特征，道教融摄儒学道德伦理与佛教义理的文化价值，道教文化在熔铸中国传统社会民风民俗中的独特作用，诠释道教在中华民族共同社会文化心理形成与发展方面的历史贡献。", "考试", "", "通过介绍道教与王权、社会之间“政——道”双方交流历史，使学生了解中国传统社会神权与政权结合的特点特征，了解道教倡导“尊道”与“尊王”、“理身”与“理国”的统一，在理论与实践两个维度上维护传统中国“大一统”的社会结构中的独特作用，增强学生维护国家统一的自觉性", "20141016"], ["107355020", "人文与医学（复旦大学）", "Humanities and Medical Science", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "2.0", "32.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "", "", "", "", "东西部高校课程共享联盟课程2014.12.30"], ["107356020", "政治伦理学", "Politics Ethics", "马克思主义学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "讲授", "", "", "", "谢卫东", "", "考试", "", "", ""], ["107357020", "解码国家安全（国际关系学院）", "Decoding National Security", "马克思主义学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "0.0", "0.0", "0.0", "0.0", "0.0", "0.0", "", "东西部联盟课程", "讲授", "", "", "", "", "习近平总书记指出：“当前我国国家安全内涵和外延比历史上任何时候都要丰富，时空领域比历史上任何时候都要宽广，内外因素比历史上任何时候都要复杂”，“只有国家安全和社会稳定，改革发展才能不断推进”，为此，国家安全事关国家政权、主权、统一和领土完整、人民福祉、经济社会可持续发展等国家核心利益。全体人民，特别是可能成为国家安全专业队伍潜在人力资源的大学生，了解国家安全基本知识，正确认识中国国家安全形势与挑战，不断提高国家意识和国家安全管理能力，对于维护国家安全具有重要的意义。", "考查", "", "1）传授国家安全基本知识，培养学生国家安全意识；\n2）提升学生甄别危害国家安全行为和事件的能力；\n3) 引导学生履行维护国家安全的义务，使人生更有意义、更有价值。", ""], ["107358020", "时间与情绪管理", "", "马克思主义学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180405"], ["107359020", "心理调节理论与方法", "", "马克思主义学院", "", "", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "文化素质公选课", "", "", "", "", "", "", "", "", "", "20180405"], ["107360010", "中国新时代", "", "马克思主义学院", "", "本科", "1.0", "16.0", "", "", "开设", "", "16.0", "", "", "", "", "", "", "", "社会科学与公共责任", "讲授", "", "《党的十九大报告辅导读本》，人民出版社，2017年。\n《新时代面对面》，学习出版社、人民出版社，2018年。\n《习近平新时代中国特色社会主义思想三十讲》，学习出版社，2018。\n《习近平谈治国理政（第一卷）》， 外文出版社，2018年。\n《习近平谈治国理政（第二卷）》， 外文出版社，2017年。", "", "曹萍、蒋永穆、左卫民、史云贵、王晓路", "", "考试", "", "为深化习近平新时代中国特色社会主义思想和党的十九大精神的学习宣传贯彻，更好地回答当代大学生在学习贯彻过程中遇到的热点难点问题，讲好新时代中国故事，传播新时代中国声音，凝聚新时代中国力量，切实把广大学生的思想和行动统一到党的十九大确定的目标任务上来，我们在深入调研论证的基础上，凝聚全校文科知名专家学者开设《中国新时代》这门通识教育模块课程。该课程以习近平新时代中国特色社会主义思想为指导，梳理出8个方面的重大理论和实践问题，紧密联系新时代中国特色社会主义的生动实践，紧密联系广大学生的思想实际，争取对这些问题作出深入浅出的解读阐释，不断增强当代大学生对中国特色社会主义的道路自信、理论自信、制度自信和文化自信，切实推动习近平新时代中国特色社会主义思想和党的十九大精神“进教材、进课堂、进学生头脑”。", ""], ["108001030", "政治学原理", "Principles of Political Science", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["108002030", "国际政治概论", "Introduction to International Politics", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "讲授", "", "", "", "", "", "", "", "", ""], ["108003020", "解码国家安全（国际关系学院）", "Decoding National Security", "国际关系学院", "", "本科", "2.0", "30.0", "", "", "开设", "", "30.0", "", "", "", "", "", "", "", "东西部联盟课程", "讲授", "", "", "", "", "习近平总书记指出：“当前我国国家安全内涵和外延比历史上任何时候都要丰富，时空领域比历史上任何时候都要宽广，内外因素比历史上任何时候都要复杂”，“只有国家安全和社会稳定，改革发展才能不断推进”，为此，国家安全事关国家政权、主权、统一和领土完整、人民福祉、经济社会可持续发展等国家核心利益。全体人民，特别是可能成为国家安全专业队伍潜在人力资源的大学生，了解国家安全基本知识，正确认识中国国家安全形势与挑战，不断提高国家意识和国家安全管理能力，对于维护国家安全具有重要的意义。", "考查", "", "1）传授国家安全基本知识，培养学生国家安全意识；\n2）提升学生甄别危害国家安全行为和事件的能力；\n3) 引导学生履行维护国家安全的义务，使人生更有意义、更有价值。", "20170718"], ["108003030", "国际关系概论", "Introduction to？the Study of International Relations", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108004030", "外交学", "Introduction to Diplomacy", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108005030", "国际组织概论", "Introduction to International Organizations", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "校外专家开课", "", "", "", "", "", "", "", "", "", ""], ["108006030", "西方政治思想史", "History of Western Political Thoughts", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108007030", "经典外交案例分析", "Classical Diplomacy Cases Analysis", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108008030", "国际关系史", "International Relations History", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108009030", "当代中国政府与政治", "Contemporary Chinese Government and Politics", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108010030", "西方国际关系理论", "Western International Relations Theory", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108011030", "国际政治经济学", "International Political Economy", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108012030", "国际政治理论流派与前沿问题", "Frontiers of International Political Research", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108013030", "比较政治学", "Comparative Politics", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108014020", "国际政治学研究方法", "Research Methods of International Politics", "国际关系学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108015030", "国际法（公法）", "International Public Law", "国际关系学院", "", "本科", "3.0", "48.0", "", "", "开设", "", "48.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108016020", "国际政治原著选读", "Essential Readings of International Politics", "国际关系学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], ["108017020", "国际战略学概论", "Introduction to International Strategies", "国际关系学院", "", "本科", "2.0", "32.0", "", "", "开设", "", "32.0", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""]]